{"source_lang": "x-org", "target_lang": "eng", "original": "ὁ  δὲ  ἐπεῖχεν  αὐτοῖς  προσδοκῶν  τι  παρ’  αὐτῶν  λαβεῖν.", "translation": "But he was observing them, expecting to receive something from them.", "translation_time": 7.79, "calver": "2025.01.23", "id": "Acts 3:5"}
{"source_lang": "x-org", "target_lang": "eng", "original": "גַּם־ הוּא־ לִ֥י  לִֽישׁוּעָ֑ה  כִּי־ לֹ֥א  לְ֝פָנָ֗יו  חָנֵ֥ף  יָבֽוֹא׃", "translation": "He also is my salvation, for no hypocrite shall come before Him.", "translation_time": 9.11, "calver": "2025.01.23", "id": "Job 13:16"}
{"source_lang": "x-org", "target_lang": "eng", "original": "אִם־ אֶ֭צְדָּק  פִּ֣י  תָּֽם־ אָ֝֗נִי  וַֽיַּעְקְשֵֽׁנִי׃", "translation": "If I am justified, my mouth is blameless; yet He has twisted me.", "translation_time": 9.32, "calver": "2025.01.23", "id": "Job 9:20"}
{"source_lang": "x-org", "target_lang": "eng", "original": "καὶ  λαβὼν  τὸ  σῶμα  ὁ  Ἰωσὴφ  ἐνετύλιξεν  αὐτὸ  ἐν  σινδόνι  καθαρᾷ,", "translation": "And having taken the body, Joseph wrapped it in a clean linen cloth.", "translation_time": 9.43, "calver": "2025.01.23", "id": "Matthew 27:59"}
{"source_lang": "x-org", "target_lang": "eng", "original": "לָ֭מָּה  רָגְשׁ֣וּ  גוֹיִ֑ם  וּ֝לְאֻמִּ֗ים  יֶהְגּוּ־ רִֽיק׃", "translation": "Why do the nations rage,  \nand the peoples plot in vain?", "translation_time": 10.25, "calver": "2025.01.23", "id": "Psalm 2:1"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Εὐχαριστῶ  τῷ  Θεῷ  μου  πάντοτε  μνείαν  σου  ποιούμενος  ἐπὶ  τῶν  προσευχῶν  μου,", "translation": "I give thanks to my God always, making mention of you in my prayers.", "translation_time": 10.24, "calver": "2025.01.23", "id": "Philemon 1:4"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַתְּהִ֖י  אֵ֣שֶׁת  שִׁמְשׁ֑וֹן  לְמֵ֣רֵעֵ֔הוּ  אֲשֶׁ֥ר  רֵעָ֖ה  לֽוֹ׃", "translation": "And Samson’s wife became his companion’s, who had been his companion.", "translation_time": 10.6, "calver": "2025.01.23", "id": "Judges 14:20"}
{"source_lang": "x-org", "target_lang": "eng", "original": "οὕτως  λαλεῖτε  καὶ  οὕτως  ποιεῖτε  ὡς  διὰ  νόμου  ἐλευθερίας  μέλλοντες  κρίνεσθαι.", "translation": "Thus you speak, and thus you do, as through a law of freedom, being about to be judged.", "translation_time": 10.71, "calver": "2025.01.23", "id": "James 2:12"}
{"source_lang": "x-org", "target_lang": "eng", "original": "יָקֵ֣ם  סְ֭עָרָה  לִדְמָמָ֑ה  וַ֝יֶּחֱשׁ֗וּ  גַּלֵּיהֶֽם׃", "translation": "He stirs up a storm into a calm, and their waves are stilled.", "translation_time": 10.83, "calver": "2025.01.23", "id": "Psalm 107:29"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְדְבַר־ יְהוָ֑ה  כָּל־ הַ֨גּוֹלָ֔ה  אֲשֶׁר־ שִׁלַּ֥חְתִּי  מִירוּשָׁלִַ֖ם  בָּבֶֽלָה׃ס", "translation": "And the word of the LORD: all the exiles whom I have sent from Jerusalem to Babylon.", "translation_time": 10.87, "calver": "2025.01.23", "id": "Jeremiah 29:20"}
{"source_lang": "x-org", "target_lang": "eng", "original": "לֵ֣ב  שָׂ֭מֵחַ  יֵיטִ֣ב  פָּנִ֑ים  וּבְעַצְּבַת־ לֵ֝ב  ר֣וּחַ  נְכֵאָֽה׃", "translation": "A joyful heart makes the face cheerful,  \nbut by sorrow of heart the spirit is crushed.", "translation_time": 11.13, "calver": "2025.01.23", "id": "Proverbs 15:13"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיֹּ֤אמֶר  יְהוָה֙  אֶל־ מֹשֶׁ֔ה  כָּבֵ֖ד  לֵ֣ב  פַּרְעֹ֑ה  מֵאֵ֖ן  לְשַׁלַּ֥ח  הָעָֽם׃", "translation": "And the LORD said to Moses, \"Pharaoh's heart is hardened; he refuses to let the people go.\"", "translation_time": 11.33, "calver": "2025.01.23", "id": "Exodus 7:14"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Ἐχάρην  λίαν  ὅτι  εὕρηκα  ἐκ  τῶν  τέκνων  σου  περιπατοῦντας  ἐν  ἀληθείᾳ, καθὼς  ἐντολὴν  ἐλάβομεν  παρὰ  τοῦ  Πατρός.", "translation": "I rejoiced greatly that I have found among your children those walking in truth, just as we received a commandment from the Father.", "translation_time": 11.49, "calver": "2025.01.23", "id": "2 John 1:4"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְאֶ֨ת־ הָעָ֔ם  אֹת֖וֹ  לֶעָרִ֑ים  מִקְצֵ֥ה  גְבוּל־ מִצְרַ֖יִם  וְעַד־ קָצֵֽהוּ׃", "translation": "And the people, him to the cities, from the edge of the border of Egypt to its end.", "translation_time": 11.92, "calver": "2025.01.23", "id": "Genesis 47:21"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Εἶπεν  δὲ  καὶ  παραβολὴν  αὐτοῖς  Μήτι  δύναται  τυφλὸς  τυφλὸν  ὁδηγεῖν; οὐχὶ  ἀμφότεροι  εἰς  βόθυνον  ἐμπεσοῦνται;", "translation": "And He also spoke a parable to them: “Can a blind person guide another blind person? Will not both fall into a pit?”", "translation_time": 12.71, "calver": "2025.01.23", "id": "Luke 6:39"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיְהִ֕י  כַּאֲשֶׁ֛ר  חָזְקָ֥ה  הַמַּמְלָכָ֖ה  עָלָ֑יו  וַֽיַּהֲרֹג֙  אֶת־ עֲבָדָ֔יו  הַמַּכִּ֖ים  אֶת־ הַמֶּ֥לֶךְ  אָבִֽיו׃", "translation": "And it came to pass, when the kingdom was firmly established over him, that he killed his servants who had struck down the king, his father.", "translation_time": 13.97, "calver": "2025.01.23", "id": "2 Chronicles 25:3"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַחֲמִשִּׁ֨ים  אִ֜ישׁ  מִבְּנֵ֤י  הַנְּבִיאִים֙  הָֽלְכ֔וּ  וַיַּעַמְד֥וּ  מִנֶּ֖גֶד  מֵרָח֑וֹק  וּשְׁנֵיהֶ֖ם  עָמְד֥וּ  עַל־ הַיַּרְדֵּֽן׃", "translation": "And fifty men from the sons of the prophets went and stood at a distance opposite, while the two of them stood by the Jordan.", "translation_time": 14.31, "calver": "2025.01.23", "id": "2 Kings 2:7"}
{"source_lang": "x-org", "target_lang": "eng", "original": "εἰ  δέ  τι  μαθεῖν  θέλουσιν, ἐν  οἴκῳ  τοὺς  ἰδίους  ἄνδρας  ἐπερωτάτωσαν· αἰσχρὸν  γάρ  ἐστιν  γυναικὶ  λαλεῖν  ἐν  ἐκκλησίᾳ.", "translation": "But if they desire to learn anything, let them ask their own husbands at home, for it is shameful for a woman to speak in the assembly.", "translation_time": 14.28, "calver": "2025.01.23", "id": "1 Corinthians 14:35"}
{"source_lang": "x-org", "target_lang": "eng", "original": "גַּ֤ם  כָּל־ חֳלִי֙  וְכָל־ מַכָּ֔ה  אֲשֶׁר֙  לֹ֣א  כָת֔וּב  בְּסֵ֖פֶר  הַתּוֹרָ֣ה  הַזֹּ֑את  עָלֶ֔יךָ  עַ֖ד  הִשָּׁמְדָֽךְ׃", "translation": "Also, every illness and every wound that is not written in the book of this Torah shall come upon you until you are destroyed.", "translation_time": 14.44, "calver": "2025.01.23", "id": "Deuteronomy 28:61"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְק֣וֹל׀ כַּנְפֵ֣י  הַחַיּ֗וֹת  מַשִּׁיקוֹת֙  אִשָּׁ֣ה  אֶל־ אֲחוֹתָ֔הּ  וְק֥וֹל  הָאוֹפַנִּ֖ים  לְעֻמָּתָ֑ם  וְק֖וֹל  רַ֥עַשׁ  גָּדֽוֹל׃", "translation": "And the sound of the wings of the living creatures touching one to another, and the sound of the wheels beside them, and the sound of a great tumult.", "translation_time": 15.22, "calver": "2025.01.23", "id": "Ezekiel 3:13"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְצִוָּ֤ה  אֵלָיו֙  עַל־ הַדָּבָ֣ר  הַזֶּ֔ה  לְבִ֨לְתִּי־ לֶ֔כֶת  אַחֲרֵ֖י  אֱלֹהִ֣ים  אֲחֵרִ֑ים  וְלֹ֣א  שָׁמַ֔ר  אֵ֥ת  אֲשֶׁר־ צִוָּ֖ה  יְהוָֽה׃פ", "translation": "And He commanded him concerning this matter, so as not to go after other gods. But he did not keep what the LORD had commanded.", "translation_time": 15.63, "calver": "2025.01.23", "id": "1 Kings 11:10"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וּפְלִשְׁתִּ֖ים  נִלְחֲמ֣וּ  בְיִשְׂרָאֵ֑ל  וַיָּ֑נָס  אִֽישׁ־ יִשְׂרָאֵל֙  מִפְּנֵ֣י  פְלִשְׁתִּ֔ים  וַיִּפְּל֥וּ  חֲלָלִ֖ים  בְּהַ֥ר  גִּלְבֹּֽעַ׃", "translation": "And the Philistines fought against Israel, and the men of Israel fled from before the Philistines, and the slain fell on Mount Gilboa.", "translation_time": 15.67, "calver": "2025.01.23", "id": "1 Chronicles 10:1"}
{"source_lang": "x-org", "target_lang": "eng", "original": "אֱלֹ֘הֵ֤י  יִשְׁעֵ֗נוּ  עַל־ דְּבַ֥ר  כְּבֽוֹד־ שְׁמֶ֑ךָ  וְהַצִּילֵ֥נוּ  וְכַפֵּ֥ר  עַל־ חַ֝טֹּאתֵ֗ינוּ  לְמַ֣עַן  שְׁמֶֽךָ׃", "translation": "O God of our salvation, for the sake of the glory of Your name, deliver us and atone for our sins, for the sake of Your name.", "translation_time": 15.63, "calver": "2025.01.23", "id": "Psalm 79:9"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וּמִפֶּתַח֩  אֹ֨הֶל  מוֹעֵ֜ד  לֹ֤א  תֵֽצְאוּ֙  פֶּן־ תָּמֻ֔תוּ  כִּי־ שֶׁ֛מֶן  מִשְׁחַ֥ת  יְהוָ֖ה  עֲלֵיכֶ֑ם  וַֽיַּעֲשׂ֖וּ  כִּדְבַ֥ר  מֹשֶֽׁה׃פ", "translation": "And from the entrance of the tent of meeting, you shall not go out, lest you die, for the anointing oil of the LORD is upon you. And they did according to the word of Moses.", "translation_time": 15.69, "calver": "2025.01.23", "id": "Leviticus 10:7"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Τῷ  δὲ  δυναμένῳ  φυλάξαι  ὑμᾶς  ἀπταίστους  καὶ  στῆσαι  κατενώπιον  τῆς  δόξης  αὐτοῦ  ἀμώμους  ἐν  ἀγαλλιάσει,", "translation": "To Him who is able to keep you from stumbling and to present you blameless before His glory with great joy,", "translation_time": 15.72, "calver": "2025.01.23", "id": "Jude 1:24"}
{"source_lang": "x-org", "target_lang": "eng", "original": "לֹ֣א  אִ֥ישׁ  אֵל֙  וִֽיכַזֵּ֔ב  וּבֶן־ אָדָ֖ם  וְיִתְנֶחָ֑ם  הַה֤וּא  אָמַר֙  וְלֹ֣א  יַעֲשֶׂ֔ה  וְדִבֶּ֖ר  וְלֹ֥א  יְקִימֶֽנָּה׃", "translation": "God is not a man, that He should lie, nor a son of man, that He should change His mind. Has He said, and will He not do it? Or has He spoken, and will He not fulfill it?", "translation_time": 16.49, "calver": "2025.01.23", "id": "Numbers 23:19"}
{"source_lang": "x-org", "target_lang": "eng", "original": "כִּ֣י  בָא֩  ס֨וּס  פַּרְעֹ֜ה  בְּרִכְבּ֤וֹ  וּבְפָרָשָׁיו֙  בַּיָּ֔ם  וַיָּ֧שֶׁב  יְהוָ֛ה  עֲלֵהֶ֖ם  אֶת־ מֵ֣י  הַיָּ֑ם  וּבְנֵ֧י  יִשְׂרָאֵ֛ל  הָלְכ֥וּ  בַיַּבָּשָׁ֖ה  בְּת֥וֹךְ  הַיָּֽם׃פ", "translation": "For the horses of Pharaoh, with his chariots and his horsemen, went into the sea, and the LORD turned back upon them the waters of the sea; but the children of Israel walked on dry ground in the midst of the sea.", "translation_time": 18.27, "calver": "2025.01.23", "id": "Exodus 15:19"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְיִשְׁתַּמֵּ֞ר  חֻקּ֣וֹת  עָמְרִ֗י  וְכֹל֙  מַעֲשֵׂ֣ה  בֵית־ אַחְאָ֔ב  וַתֵּלְכ֖וּ  בְּמֹֽעֲצוֹתָ֑ם  לְמַעַן֩  תִּתִּ֨י  אֹתְךָ֜  לְשַׁמָּ֗ה  וְיֹשְׁבֶ֨יהָ֙  לִשְׁרֵקָ֔ה  וְחֶרְפַּ֥ת  עַמִּ֖י  תִּשָּֽׂאוּ׃פ", "translation": "And the statutes of Omri shall be kept, and all the deeds of the house of Ahab; and you have walked in their counsels, so that I may make you a desolation, and its inhabitants a hissing, and you shall bear the reproach of my people.", "translation_time": 18.53, "calver": "2025.01.23", "id": "Micah 6:16"}
{"source_lang": "x-org", "target_lang": "eng", "original": "אֶ֣לֶף  אֶחָ֗ד  מִפְּנֵי֙  גַּעֲרַ֣ת  אֶחָ֔ד  מִפְּנֵ֛י  גַּעֲרַ֥ת  חֲמִשָּׁ֖ה  עַ֣ד  אִם־ נוֹתַרְתֶּ֗ם  כַּתֹּ֨רֶן֙  עַל־ רֹ֣אשׁ  הָהָ֔ר  וְכַנֵּ֖ס  עַל־ הַגִּבְעָֽה׃", "translation": "One thousand will flee because of the rebuke of one; because of the rebuke of five, you will flee, until you are left like a mast on the top of a mountain, and like a banner on a hill.", "translation_time": 19.49, "calver": "2025.01.23", "id": "Isaiah 30:17"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְ֭עַתָּה  מְלָכִ֣ים  שֹׁ֣פְטֵי  אָֽרֶץ׃", "translation": "And now, O kings, judges of the earth.", "translation_time": 9.95, "calver": "2025.01.23", "id": "Psalm 2:10"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיֹּאמֶר֩  אֵלָ֨יו  הָֽאֱלֹהִ֜ים  בַּחֲלֹ֗ם  גַּ֣ם  אָנֹכִ֤י  יָדַ֨עְתִּי֙  כִּ֤י  בְתָם־ לְבָבְךָ֙  עָשִׂ֣יתָ  זֹּ֔את  וָאֶחְשֹׂ֧ךְ  גַּם־ אָנֹכִ֛י  אֽוֹתְךָ֖  מֵחֲטוֹ־ לִ֑י  עַל־ כֵּ֥ן  לֹא־ נְתַתִּ֖יךָ  לִנְגֹּ֥עַ  אֵלֶֽיהָ׃", "translation": "And God said to him in a dream, \"Indeed, I also knew that in the integrity of your heart you have done this, and I also withheld you from sinning against Me. Therefore, I did not allow you to touch her.\"", "translation_time": 21.55, "calver": "2025.01.23", "id": "Genesis 20:6"}
{"source_lang": "x-org", "target_lang": "eng", "original": "שִׁמְע֣וּ  שָׁ֭מוֹעַ  מִלָּתִ֑י  וְ֝אַֽחֲוָתִ֗י  בְּאָזְנֵיכֶֽם׃", "translation": "Hear, give ear to my word, and let my declaration be in your ears.", "translation_time": 12.5, "calver": "2025.01.23", "id": "Job 13:17"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיַּעַן֩  אֶחָ֨ד  מֵהַנְּעָרִ֜ים  וַיֹּ֗אמֶר  הִנֵּ֨ה  בֵּ֣ן  לְיִשַׁי֮  בֵּ֣ית  הַלַּחְמִי֒  יֹדֵ֣עַ  נַ֠גֵּן  וְגִבּ֨וֹר  חַ֜יִל  וְאִ֧ישׁ  מִלְחָמָ֛ה  וּנְב֥וֹן  דָּבָ֖ר  וְאִ֣ישׁ  תֹּ֑אַר  וַיהוָ֖ה  עִמּֽוֹ׃", "translation": "And one of the young men answered and said, “Behold, a son of Jesse the Bethlehemite, skilled in playing music, and a mighty man of valor, and a man of war, and prudent in speech, and a man of handsome appearance, and the LORD is with him.”", "translation_time": 21.67, "calver": "2025.01.23", "id": "1 Samuel 16:18"}
{"source_lang": "x-org", "target_lang": "eng", "original": "οἱ  δὲ  ἀρχιερεῖς  λαβόντες  τὰ  ἀργύρια  εἶπαν  Οὐκ  ἔξεστιν  βαλεῖν  αὐτὰ  εἰς  τὸν  κορβανᾶν, ἐπεὶ  τιμὴ  αἵματός  ἐστιν.", "translation": "But the chief priests, having taken the silver pieces, said, “It is not lawful to put them into the treasury, since it is the price of blood.”", "translation_time": 12.36, "calver": "2025.01.23", "id": "Matthew 27:6"}
{"source_lang": "x-org", "target_lang": "eng", "original": "תָּֽם־ אָ֭נִי  לֹֽא־ אֵדַ֥ע  נַפְשִׁ֗י  אֶמְאַ֥ס  חַיָּֽי׃", "translation": "I am blameless; I do not know myself; I despise my life.", "translation_time": 12.73, "calver": "2025.01.23", "id": "Job 9:21"}
{"source_lang": "x-org", "target_lang": "eng", "original": "ἀκούων  σου  τὴν  ἀγάπην  καὶ  τὴν  πίστιν  ἣν  ἔχεις  πρὸς  τὸν  Κύριον  Ἰησοῦν  καὶ  εἰς  πάντας  τοὺς  ἁγίους,", "translation": "Hearing of your love and faith, which you have toward the Lord Jesus and toward all the saints,", "translation_time": 12.02, "calver": "2025.01.23", "id": "Philemon 1:5"}
{"source_lang": "x-org", "target_lang": "eng", "original": "εἶπεν  δὲ  Πέτρος  Ἀργύριον  καὶ  χρυσίον  οὐχ  ὑπάρχει  μοι· ὃ  δὲ  ἔχω, τοῦτό  σοι  δίδωμι· ἐν  τῷ  ὀνόματι  Ἰησοῦ  Χριστοῦ  τοῦ  Ναζωραίου  περιπάτει.", "translation": "And Peter said, “Silver and gold I do not possess, but what I have, this I give to you: in the name of Jesus Christ of Nazareth, walk.”", "translation_time": 14.84, "calver": "2025.01.23", "id": "Acts 3:6"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וּֽמֵאֲרָצ֗וֹת  קִ֫בְּצָ֥ם  מִמִּזְרָ֥ח  וּמִֽמַּעֲרָ֑ב  מִצָּפ֥וֹן  וּמִיָּֽם׃", "translation": "And from the lands He gathered them, from the east and from the west, from the north and from the sea.", "translation_time": 11.84, "calver": "2025.01.23", "id": "Psalm 107:3"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Ἢ  ἀφ’  ὑμῶν  ὁ  λόγος  τοῦ  Θεοῦ  ἐξῆλθεν, ἢ  εἰς  ὑμᾶς  μόνους  κατήντησεν;", "translation": "Or did the word of God come forth from you, or did it reach only you?", "translation_time": 9.25, "calver": "2025.01.23", "id": "1 Corinthians 14:36"}
{"source_lang": "x-org", "target_lang": "eng", "original": "לֵ֣ב  נָ֭בוֹן  יְבַקֶּשׁ־ דָּ֑עַת  וּפִ֥י  כְ֝סִילִ֗ים  יִרְעֶ֥ה  אִוֶּֽלֶת׃", "translation": "A discerning heart seeks knowledge,  \nbut the mouth of fools feeds on folly.", "translation_time": 12.78, "calver": "2025.01.23", "id": "Proverbs 15:14"}
{"source_lang": "x-org", "target_lang": "eng", "original": "ἡ  γὰρ  κρίσις  ἀνέλεος  τῷ  μὴ  ποιήσαντι  ἔλεος· κατακαυχᾶται  ἔλεος  κρίσεως.", "translation": "For judgment is without mercy to the one who has not shown mercy; mercy triumphs over judgment.", "translation_time": 14.83, "calver": "2025.01.23", "id": "James 2:13"}
{"source_lang": "x-org", "target_lang": "eng", "original": "הִכֵּ֣יתִי  אֶתְכֶם֮  בַּשִּׁדָּפ֣וֹן  וּבַיֵּרָקוֹן֒  הַרְבּ֨וֹת  גַּנּוֹתֵיכֶ֧ם  וְכַרְמֵיכֶ֛ם  וּתְאֵנֵיכֶ֥ם  וְזֵיתֵיכֶ֖ם  יֹאכַ֣ל  הַגָּזָ֑ם  וְלֹֽא־ שַׁבְתֶּ֥ם  עָדַ֖י  נְאֻם־ יְהוָֽה׃ס", "translation": "\"I struck you with blight and mildew; the locust devoured your many gardens, your vineyards, your fig trees, and your olive trees. Yet you did not return to me, declares the LORD.\"", "translation_time": 25.64, "calver": "2025.01.23", "id": "Amos 4:9"}
{"source_lang": "x-org", "target_lang": "eng", "original": "καὶ  νῦν  ἐρωτῶ  σε, κυρία, οὐχ  ὡς  ἐντολὴν  γράφων  σοι  καινὴν, ἀλλὰ  ἣν  εἴχαμεν  ἀπ’  ἀρχῆς, ἵνα  ἀγαπῶμεν  ἀλλήλους.", "translation": "And now I ask you, lady, not as though I were writing to you a new commandment, but that which we had from the beginning, that we should love one another.", "translation_time": 14.32, "calver": "2025.01.23", "id": "2 John 1:5"}
{"source_lang": "x-org", "target_lang": "eng", "original": "ὡς  εἰσῆλθεν  εἰς  τὸν  οἶκον  τοῦ  Θεοῦ  καὶ  τοὺς  ἄρτους  τῆς  προθέσεως  λαβὼν  ἔφαγεν  καὶ  ἔδωκεν  τοῖς  μετ’  αὐτοῦ, οὓς  οὐκ  ἔξεστιν  φαγεῖν  εἰ  μὴ  μόνους  τοὺς  ἱερεῖς;", "translation": "As he entered the house of God and took the showbread, he ate it and gave it to those with him, which it is not lawful to eat except for the priests alone.", "translation_time": 13.55, "calver": "2025.01.23", "id": "Luke 6:4"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיְדַבֵּ֣ר  יְהוָ֔ה  אֶֽל־ אַהֲרֹ֖ן  לֵאמֹֽר׃", "translation": "And the LORD spoke to Aaron, saying:", "translation_time": 11.51, "calver": "2025.01.23", "id": "Leviticus 10:8"}
{"source_lang": "x-org", "target_lang": "eng", "original": "שִׁגָּי֗וֹן  לְדָ֫וִ֥ד  אֲשֶׁר־ שָׁ֥ר  לַיהוָ֑ה  עַל־ דִּבְרֵי־ כ֝֗וּשׁ  בֶּן־ יְמִינִֽי׃", "translation": "A Shiggaion of David, which he sang to the LORD concerning the words of Cush, a Benjamite.", "translation_time": 13.01, "calver": "2025.01.23", "id": "Psalm 7:1"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיִּקַּח֩  אֵלִיָּ֨הוּ  אֶת־ אַדַּרְתּ֤וֹ  וַיִּגְלֹם֙  וַיַּכֶּ֣ה  אֶת־ הַמַּ֔יִם  וַיֵּחָצ֖וּ  הֵ֣נָּה  וָהֵ֑נָּה  וַיַּעַבְר֥וּ  שְׁנֵיהֶ֖ם  בֶּחָרָבָֽה׃", "translation": "And Elijah took his cloak and rolled it up, and he struck the waters, and they were divided here and there, and the two of them crossed on dry ground.", "translation_time": 14.55, "calver": "2025.01.23", "id": "2 Kings 2:8"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיֹּ֨אמֶר  ל֜וֹ  אָבִ֣יו  וְאִמּ֗וֹ  אֵין֩  בִּבְנ֨וֹת  אַחֶ֤יךָ  וּבְכָל־ עַמִּי֙  אִשָּׁ֔ה  כִּֽי־ אַתָּ֤ה  הוֹלֵךְ֙  לָקַ֣חַת  אִשָּׁ֔ה  מִפְּלִשְׁתִּ֖ים  הָעֲרֵלִ֑ים  וַיֹּ֨אמֶר  שִׁמְשׁ֤וֹן  אֶל־ אָבִיו֙  אוֹתָ֣הּ  קַֽח־ לִ֔י  כִּֽי־ הִ֖יא  יָשְׁרָ֥ה  בְעֵינָֽי׃", "translation": "And his father and his mother said to him, \"Is there no woman among the daughters of your brothers or among all my people, that you are going to take a wife from the uncircumcised Philistines?\" But Samson said to his father, \"Take her for me, for she is right in my eyes.\"", "translation_time": 18.7, "calver": "2025.01.23", "id": "Judges 14:3"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיַּ֣עַשׂ  בָּלָ֔ק  כַּאֲשֶׁ֖ר  דִּבֶּ֣ר  בִּלְעָ֑ם  וַיַּ֨עַל  בָּלָ֧ק  וּבִלְעָ֛ם  פָּ֥ר  וָאַ֖יִל  בַּמִּזְבֵּֽחַ׃", "translation": "And Balak did as Balaam had spoken, and Balak and Balaam offered up a bull and a ram on the altar.", "translation_time": 12.91, "calver": "2025.01.23", "id": "Numbers 23:2"}
{"source_lang": "x-org", "target_lang": "eng", "original": "רַ֛ק  אַדְמַ֥ת  הַכֹּהֲנִ֖ים  לֹ֣א  קָנָ֑ה  כִּי֩  חֹ֨ק  לַכֹּהֲנִ֜ים  מֵאֵ֣ת  פַּרְעֹ֗ה  וְאָֽכְל֤וּ  אֶת־ חֻקָּם֙  אֲשֶׁ֨ר  נָתַ֤ן  לָהֶם֙  פַּרְעֹ֔ה  עַל־ כֵּ֕ן  לֹ֥א  מָכְר֖וּ  אֶת־ אַדְמָתָֽם׃", "translation": "Only the land of the priests he did not acquire, for it was a statute for the priests from Pharaoh, and they ate their allotted portion which Pharaoh had given to them. Therefore, they did not sell their land.", "translation_time": 17.7, "calver": "2025.01.23", "id": "Genesis 47:22"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְבִּמְתֵ֣י  מְעָ֔ט  תַּ֚חַת  אֲשֶׁ֣ר  הֱיִיתֶ֔ם  כְּכוֹכְבֵ֥י  הַשָּׁמַ֖יִם  לָרֹ֑ב  כִּי־ לֹ֣א  שָׁמַ֔עְתָּ  בְּק֖וֹל  יְהוָ֥ה  אֱלֹהֶֽיךָ׃", "translation": "And you shall remain few in number, whereas you were as numerous as the stars of the heavens, because you did not obey the voice of the LORD your God.", "translation_time": 16.15, "calver": "2025.01.23", "id": "Deuteronomy 28:62"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיָּשִׂ֨ימוּ֙  אֶת־ כֵּלָ֔יו  בֵּ֖ית  אֱלֹהֵיהֶ֑ם  וְאֶת־ גֻּלְגָּלְתּ֥וֹ  תָקְע֖וּ  בֵּ֥ית  דָּגֽוֹן׃ס", "translation": "And they placed his equipment in the house of their god, and they fastened his skull in the house of Dagon.", "translation_time": 16.13, "calver": "2025.01.23", "id": "1 Chronicles 10:10"}
{"source_lang": "x-org", "target_lang": "eng", "original": "לֵ֣ךְ  אֶל־ פַּרְעֹ֞ה  בַּבֹּ֗קֶר  הִנֵּה֙  הַמַּ֔יְמָה  וְנִצַּבְתָּ֥  לִקְרָאת֖וֹ  עַל־ שְׂפַ֣ת  הַיְאֹ֑ר  וְהַמַּטֶּ֛ה  אֲשֶׁר־ נֶהְפַּ֥ךְ  לְנָחָ֖שׁ  תִּקַּ֥ח  בְּיָדֶֽךָ׃", "translation": "Go to Pharaoh in the morning; behold, he is going out to the water, and you shall station yourself to meet him on the bank of the river. And the staff that was turned into a serpent you shall take in your hand.", "translation_time": 21.03, "calver": "2025.01.23", "id": "Exodus 7:15"}
{"source_lang": "x-org", "target_lang": "eng", "original": "עִבְד֣וּ  אֶת־ יְהוָ֣ה  בְּיִרְאָ֑ה  וְ֝גִ֗ילוּ  בִּרְעָדָֽה׃", "translation": "Serve the LORD with fear, and rejoice with trembling.", "translation_time": 12.24, "calver": "2025.01.23", "id": "Psalm 2:11"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְר֥וּחַ  נְשָׂאַ֖תְנִי  וַתִּקָּחֵ֑נִי  וָאֵלֵ֥ךְ  מַר֙  בַּחֲמַ֣ת  רוּחִ֔י  וְיַד־ יְהוָ֥ה  עָלַ֖י  חָזָֽקָה׃", "translation": "And the Spirit lifted me up and took me, and I went in bitterness in the heat of my spirit, and the hand of the LORD was strong upon me.", "translation_time": 17.37, "calver": "2025.01.23", "id": "Ezekiel 3:14"}
{"source_lang": "x-org", "target_lang": "eng", "original": "הִנֵּה־ נָ֭א  יָ֝דַ֗עְתִּי  כִּֽי־ אֲנִ֥י  אֶצְדָּֽק׃", "translation": "Behold now, I know that I shall be vindicated.", "translation_time": 11.23, "calver": "2025.01.23", "id": "Job 13:18"}
{"source_lang": "x-org", "target_lang": "eng", "original": "הָרִים֙  אֶת־ רִ֣יב  יְהוָ֔ה  וְהָאֵתָנִ֖ים  מֹ֣סְדֵי  אָ֑רֶץ  כִּ֣י  רִ֤יב  לַֽיהוָה֙  עִם־ עַמּ֔וֹ  וְעִם־ יִשְׂרָאֵ֖ל  יִתְוַכָּֽח׃", "translation": "Lift up the case of the LORD, and the foundations of the earth, for the LORD has a case against His people, and with Israel He will contend.", "translation_time": 14.68, "calver": "2025.01.23", "id": "Micah 6:2"}
{"source_lang": "x-org", "target_lang": "eng", "original": "μόνῳ  Θεῷ  Σωτῆρι  ἡμῶν  διὰ  Ἰησοῦ  Χριστοῦ  τοῦ  Κυρίου  ἡμῶν  δόξα  μεγαλωσύνη  κράτος  καὶ  ἐξουσία  πρὸ  παντὸς  τοῦ  αἰῶνος  καὶ  νῦν  καὶ  εἰς  πάντας  τοὺς  αἰῶνας· ἀμήν.", "translation": "To the only God, our Savior, through Jesus Christ our Lord, be glory, majesty, dominion, and authority, before all ages, both now and unto all the ages. Amen.", "translation_time": 17.5, "calver": "2025.01.23", "id": "Jude 1:25"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיֹּ֨אמֶר  יְהוָ֜ה  לִשְׁלֹמֹ֗ה  יַ֚עַן  אֲשֶׁ֣ר  הָֽיְתָה־ זֹּ֣את  עִמָּ֔ךְ  וְלֹ֤א  שָׁמַ֨רְתָּ֙  בְּרִיתִ֣י  וְחֻקֹּתַ֔י  אֲשֶׁ֥ר  צִוִּ֖יתִי  עָלֶ֑יךָ  קָרֹ֨עַ  אֶקְרַ֤ע  אֶת־ הַמַּמְלָכָה֙  מֵֽעָלֶ֔יךָ  וּנְתַתִּ֖יהָ  לְעַבְדֶּֽךָ׃", "translation": "And the LORD said to Solomon, \"Because this has been with you, and you have not kept My covenant and My statutes, which I commanded upon you, I will surely tear the kingdom from you and give it to your servant.\"", "translation_time": 17.75, "calver": "2025.01.23", "id": "1 Kings 11:11"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Εἴ  τις  δοκεῖ  προφήτης  εἶναι  ἢ  πνευματικός, ἐπιγινωσκέτω  ἃ  γράφω  ὑμῖν  ὅτι  Κυρίου  ἐστὶν  ἐντολή·", "translation": "If anyone considers himself a prophet or spiritual, let him acknowledge that what I write to you is a commandment of the LORD.", "translation_time": 11.72, "calver": "2025.01.23", "id": "1 Corinthians 14:37"}
{"source_lang": "x-org", "target_lang": "eng", "original": "אַחַ֗ת  הִ֥יא  עַל־ כֵּ֥ן  אָמַ֑רְתִּי  תָּ֥ם  וְ֝רָשָׁ֗ע  ה֣וּא  מְכַלֶּֽה׃", "translation": "One thing it is; therefore I have said, \"The blameless and the wicked He destroys.\"", "translation_time": 13.41, "calver": "2025.01.23", "id": "Job 9:22"}
{"source_lang": "x-org", "target_lang": "eng", "original": "ὅπως  ἡ  κοινωνία  τῆς  πίστεώς  σου  ἐνεργὴς  γένηται  ἐν  ἐπιγνώσει  παντὸς  ἀγαθοῦ  τοῦ  ἐν  ἡμῖν  εἰς  Χριστόν·", "translation": "so that the fellowship of your faith may become effective through the recognition of every good thing that is in us for Christ.", "translation_time": 13.33, "calver": "2025.01.23", "id": "Philemon 1:6"}
{"source_lang": "x-org", "target_lang": "eng", "original": "καὶ  πιάσας  αὐτὸν  τῆς  δεξιᾶς  χειρὸς  ἤγειρεν  αὐτόν· παραχρῆμα  δὲ  ἐστερεώθησαν  αἱ  βάσεις  αὐτοῦ  καὶ  τὰ  σφυδρά,", "translation": "And taking hold of him by the right hand, he raised him up; and immediately his feet and ankles were strengthened.", "translation_time": 13.64, "calver": "2025.01.23", "id": "Acts 3:7"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיִּשְׁלַ֥ח  שָׁא֛וּל  מַלְאָכִ֖ים  אֶל־ יִשָׁ֑י  וַיֹּ֕אמֶר  שִׁלְחָ֥ה  אֵלַ֛י  אֶת־ דָּוִ֥ד  בִּנְךָ֖  אֲשֶׁ֥ר  בַּצֹּֽאן׃", "translation": "And Saul sent messengers to Jesse, and he said, “Send to me David your son, who is with the flock.”", "translation_time": 14.64, "calver": "2025.01.23", "id": "1 Samuel 16:19"}
{"source_lang": "x-org", "target_lang": "eng", "original": "כֹּֽה־ אָמַר֩  יְהוָ֨ה  צְבָא֜וֹת  אֱלֹהֵ֣י  יִשְׂרָאֵ֗ל  אֶל־ אַחְאָ֤ב  בֶּן־ קֽוֹלָיָה֙  וְאֶל־ צִדְקִיָּ֣הוּ  בֶן־ מַֽעֲשֵׂיָ֔ה  הַֽנִּבְּאִ֥ים  לָכֶ֛ם  בִּשְׁמִ֖י  שָׁ֑קֶר  הִנְנִ֣י׀ נֹתֵ֣ן  אֹתָ֗ם  בְּיַד֙  נְבֽוּכַדְרֶאצַּ֣ר  מֶֽלֶךְ־ בָּבֶ֔ל  וְהִכָּ֖ם  לְעֵינֵיכֶֽם׃", "translation": "Thus says the LORD of hosts, the God of Israel: Concerning Ahab son of Kolaiah and Zedekiah son of Maaseiah, who prophesy falsely to you in My name—behold, I am about to deliver them into the hand of Nebuchadnezzar king of Babylon, and he shall strike them down before your eyes.", "translation_time": 25.62, "calver": "2025.01.23", "id": "Jeremiah 29:21"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְאֶת־ בְּנֵיהֶ֖ם  לֹ֣א  הֵמִ֑ית  כִּ֣י  כַכָּת֣וּב  בַּתּוֹרָ֡ה  בְּסֵ֣פֶר  מֹשֶׁה֩  אֲשֶׁר־ צִוָּ֨ה  יְהוָ֜ה  לֵאמֹ֗ר  לֹא־ יָמ֨וּתוּ  אָב֤וֹת  עַל־ בָּנִים֙  וּבָנִים֙  לֹא־ יָמ֣וּתוּ  עַל־ אָב֔וֹת  כִּ֛י  אִ֥ישׁ  בְּחֶטְא֖וֹ  יָמֽוּתוּ׃פ", "translation": "And their children they did not put to death, for as it is written in the Law, in the book of Moses, which the LORD commanded, saying, \"Fathers shall not be put to death because of their children, nor shall children be put to death because of their fathers, for each person shall die for their own sin.\"", "translation_time": 23.22, "calver": "2025.01.23", "id": "2 Chronicles 25:4"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְלָכֵ֞ן  יְחַכֶּ֤ה  יְהוָה֙  לַֽחֲנַנְכֶ֔ם  וְלָכֵ֥ן  יָר֖וּם  לְרַֽחֶמְכֶ֑ם  כִּֽי־ אֱלֹהֵ֤י  מִשְׁפָּט֙  יְהוָ֔ה  אַשְׁרֵ֖י  כָּל־ ח֥וֹכֵי  לֽוֹ׃ס", "translation": "Therefore, the LORD will wait to show you favor, and therefore He will be exalted in showing you mercy. For the LORD is a God of justice; blessed are all who wait for Him.", "translation_time": 18.24, "calver": "2025.01.23", "id": "Isaiah 30:18"}
{"source_lang": "x-org", "target_lang": "eng", "original": "אֶת־ הַדָּבָ֣ר  הַזֶּ֗ה  אֲשֶׁ֨ר  אָנֹכִ֜י  נֹשֵׂ֧א  עֲלֵיכֶ֛ם  קִינָ֖ה  בֵּ֥ית  יִשְׂרָאֵֽל׃", "translation": "This matter, which I am laying upon you, a lamentation, O house of Israel.", "translation_time": 12.23, "calver": "2025.01.23", "id": "Amos 5:1"}
{"source_lang": "x-org", "target_lang": "eng", "original": "כָּל־ יְמֵ֣י  עָנִ֣י  רָעִ֑ים  וְטֽוֹב־ לֵ֝֗ב  מִשְׁתֶּ֥ה  תָמִֽיד׃", "translation": "All the days of the afflicted are filled with trouble,  \nbut a heart of gladness is a perpetual feast.", "translation_time": 14.55, "calver": "2025.01.23", "id": "Proverbs 15:15"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Τί  τὸ  ὄφελος, ἀδελφοί  μου, ἐὰν  πίστιν  λέγῃ  τις  ἔχειν  ἔργα  δὲ  μὴ  ἔχῃ; μὴ  δύναται  ἡ  πίστις  σῶσαι  αὐτόν;", "translation": "What is the benefit, my brothers, if someone claims to have faith but does not have works? Can such faith save him?", "translation_time": 13.48, "calver": "2025.01.23", "id": "James 2:14"}
{"source_lang": "x-org", "target_lang": "eng", "original": "הִנֵּ֥ה  וּבֵרֵ֖ךְ  וְלֹ֥א  אֲשִׁיבֶֽנָּה׃", "translation": "Behold, I have received a command to bless; He has blessed, and I cannot revoke it.", "translation_time": 9.86, "calver": "2025.01.23", "id": "Numbers 23:20"}
{"source_lang": "x-org", "target_lang": "eng", "original": "עָזִּ֤י  וְזִמְרָת֙  יָ֔הּ  וַֽיְהִי־ לִ֖י  לִֽישׁוּעָ֑ה  זֶ֤ה  אֵלִי֙  וְאַנְוֵ֔הוּ  אֱלֹהֵ֥י  אָבִ֖י  וַאֲרֹמְמֶֽנְהוּ׃", "translation": "The LORD is my strength and my song,  \nand He has become my salvation.  \nThis is my God, and I will exalt Him;  \nthe God of my father, and I will praise Him.", "translation_time": 21.79, "calver": "2025.01.23", "id": "Exodus 15:2"}
{"source_lang": "x-org", "target_lang": "eng", "original": "οὐκ  ἔστιν  μαθητὴς  ὑπὲρ  τὸν  διδάσκαλον· κατηρτισμένος  δὲ  πᾶς  ἔσται  ὡς  ὁ  διδάσκαλος  αὐτοῦ.", "translation": "A disciple is not above the teacher, but everyone, when fully trained, will be like their teacher.", "translation_time": 13.87, "calver": "2025.01.23", "id": "Luke 6:40"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיִּשְׂמְח֥וּ  כִֽי־ יִשְׁתֹּ֑קוּ  וַ֝יַּנְחֵ֗ם  אֶל־ מְח֥וֹז  חֶפְצָֽם׃", "translation": "And they rejoiced because they were quiet; and He guided them to the haven of their desire.", "translation_time": 18.11, "calver": "2025.01.23", "id": "Psalm 107:30"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְעַתָּ֗ה  הָשֵׁ֤ב  אֵֽשֶׁת־ הָאִישׁ֙  כִּֽי־ נָבִ֣יא  ה֔וּא  וְיִתְפַּלֵּ֥ל  בַּֽעַדְךָ֖  וֶֽחְיֵ֑ה  וְאִם־ אֵֽינְךָ֣  מֵשִׁ֗יב  כִּי־ מ֣וֹת  תָּמ֔וּת  אַתָּ֖ה  וְכָל־ אֲשֶׁר־ לָֽךְ׃", "translation": "And now, restore the man’s wife, for he is a prophet, and he will pray on your behalf, and you will live. But if you do not restore her, know that you will surely die—you and all who are yours.", "translation_time": 21.34, "calver": "2025.01.23", "id": "Genesis 20:7"}
{"source_lang": "x-org", "target_lang": "eng", "original": "καὶ  ἔθηκεν  αὐτὸ  ἐν  τῷ  καινῷ  αὐτοῦ  μνημείῳ  ὃ  ἐλατόμησεν  ἐν  τῇ  πέτρᾳ, καὶ  προσκυλίσας  λίθον  μέγαν  τῇ  θύρᾳ  τοῦ  μνημείου  ἀπῆλθεν.", "translation": "And he placed it in his new tomb, which he had cut out in the rock, and having rolled a large stone to the entrance of the tomb, he departed.", "translation_time": 21.1, "calver": "2025.01.23", "id": "Matthew 27:60"}
{"source_lang": "x-org", "target_lang": "eng", "original": "εἰ  δέ  τις  ἀγνοεῖ, ἀγνοεῖται.", "translation": "But if anyone is ignorant, he is ignored.", "translation_time": 8.86, "calver": "2025.01.23", "id": "1 Corinthians 14:38"}
{"source_lang": "x-org", "target_lang": "eng", "original": "καὶ  αὕτη  ἐστὶν  ἡ  ἀγάπη, ἵνα  περιπατῶμεν  κατὰ  τὰς  ἐντολὰς  αὐτοῦ· αὕτη  ἡ  ἐντολή  ἐστιν, καθὼς  ἠκούσατε  ἀπ’  ἀρχῆς, ἵνα  ἐν  αὐτῇ  περιπατῆτε.", "translation": "And this is love: that we should walk according to His commandments. This is the commandment, just as you heard from the beginning, that you should walk in it.", "translation_time": 18.81, "calver": "2025.01.23", "id": "2 John 1:6"}
{"source_lang": "x-org", "target_lang": "eng", "original": "יִגְמָר־ נָ֬א  רַ֨ע׀ רְשָׁעִים֮  וּתְכוֹנֵ֪ן  צַ֫דִּ֥יק  וּבֹחֵ֣ן  לִ֭בּ֗וֹת  וּכְלָי֗וֹת  אֱלֹהִ֥ים  צַדִּֽיק׃", "translation": "May the evil of the wicked come to an end,  \nand establish the righteous,  \nO God who examines hearts and minds,  \nthe righteous God.", "translation_time": 15.98, "calver": "2025.01.23", "id": "Psalm 7:10"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַֽיִּשְׁמְע֔וּ  כֹּ֖ל  יָבֵ֣ישׁ  גִּלְעָ֑ד  אֵ֛ת  כָּל־ אֲשֶׁר־ עָשׂ֥וּ  פְלִשְׁתִּ֖ים  לְשָׁאֽוּל׃", "translation": "And all the inhabitants of Jabesh-Gilead heard all that the Philistines had done to Saul.", "translation_time": 14.91, "calver": "2025.01.23", "id": "1 Chronicles 10:11"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיְהִ֣י  כְעָבְרָ֗ם  וְאֵ֨לִיָּ֜הוּ  אָמַ֤ר  אֶל־ אֱלִישָׁע֙  שְׁאַל֙  לָּ֔ךְ  בְּטֶ֖רֶם  אֶלָּקַ֣ח  מֵעִמָּ֑ךְ  וַיֹּ֣אמֶר  אֱלִישָׁ֔ע  וִֽיהִי־ נָ֛א  פִּֽי־ שְׁנַ֥יִם  בְּרוּחֲךָ֖  אֵלָֽי׃", "translation": "And it came to pass, as they were crossing over, that Elijah said to Elisha, “Ask what I may do for you before I am taken from you.” And Elisha said, “Let there be, I pray you, a double portion of your spirit upon me.”", "translation_time": 18.84, "calver": "2025.01.23", "id": "2 Kings 2:9"}
{"source_lang": "x-org", "target_lang": "eng", "original": "יַ֣יִן  וְשֵׁכָ֞ר  אַל־ תֵּ֣שְׁתְּ׀ אַתָּ֣ה׀ וּבָנֶ֣יךָ  אִתָּ֗ךְ  בְּבֹאֲכֶ֛ם  אֶל־ אֹ֥הֶל  מוֹעֵ֖ד  וְלֹ֣א  תָמֻ֑תוּ  חֻקַּ֥ת  עוֹלָ֖ם  לְדֹרֹתֵיכֶֽם׃", "translation": "You and your sons with you shall not drink wine or strong drink when you enter the tent of meeting, so that you may not die. It is a permanent statute throughout your generations.", "translation_time": 20.6, "calver": "2025.01.23", "id": "Leviticus 10:9"}
{"source_lang": "x-org", "target_lang": "eng", "original": "מִי־ ה֭וּא  יָרִ֣יב  עִמָּדִ֑י  כִּֽי־ עַתָּ֖ה  אַחֲרִ֣ישׁ  וְאֶגְוָֽע׃", "translation": "Who is he who will contend with me? For now, I would hold my peace and expire.", "translation_time": 15.21, "calver": "2025.01.23", "id": "Job 13:19"}
{"source_lang": "x-org", "target_lang": "eng", "original": "אִם־ שׁ֭וֹט  יָמִ֣ית  פִּתְאֹ֑ם  לְמַסַּ֖ת  נְקִיִּ֣ם", "translation": "If the scourge brings sudden death,  \nit mocks the trial of the innocent.", "translation_time": 12.63, "calver": "2025.01.23", "id": "Job 9:23"}
{"source_lang": "x-org", "target_lang": "eng", "original": "שָׂנְא֥וּ  בַשַּׁ֖עַר  מוֹכִ֑יחַ  וְדֹבֵ֥ר  תָּמִ֖ים  יְתָעֵֽבוּ׃", "translation": "They hate the one who reproves at the gate, and they detest the one who speaks with integrity.", "translation_time": 11.86, "calver": "2025.01.23", "id": "Amos 5:10"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְאָבִ֨יו  וְאִמּ֜וֹ  לֹ֣א  יָדְע֗וּ  כִּ֤י  מֵיְהוָה֙  הִ֔יא  כִּי־ תֹאֲנָ֥ה  הֽוּא־ מְבַקֵּ֖שׁ  מִפְּלִשְׁתִּ֑ים  וּבָעֵ֣ת  הַהִ֔יא  פְּלִשְׁתִּ֖ים  מֹשְׁלִ֥ים  בְּיִשְׂרָאֵֽל׃פ", "translation": "And his father and his mother did not know that it was from the LORD, for he was seeking an opportunity against the Philistines. Now at that time, the Philistines were ruling over Israel.", "translation_time": 20.82, "calver": "2025.01.23", "id": "Judges 14:4"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיֹּ֤אמֶר  יוֹסֵף֙  אֶל־ הָעָ֔ם  הֵן֩  קָנִ֨יתִי  אֶתְכֶ֥ם  הַיּ֛וֹם  וְאֶת־ אַדְמַתְכֶ֖ם  לְפַרְעֹ֑ה  הֵֽא־ לָכֶ֣ם  זֶ֔רַע  וּזְרַעְתֶּ֖ם  אֶת־ הָאֲדָמָֽה׃", "translation": "And Joseph said to the people, “Behold, I have acquired you this day, and your land, for Pharaoh. Here is seed for you, and you shall sow the land.”", "translation_time": 20.64, "calver": "2025.01.23", "id": "Genesis 47:23"}
{"source_lang": "x-org", "target_lang": "eng", "original": "אַךְ־ בְּיָמֶ֨יךָ֙  לֹ֣א  אֶעֱשֶׂ֔נָּה  לְמַ֖עַן  דָּוִ֣ד  אָבִ֑יךָ  מִיַּ֥ד  בִּנְךָ֖  אֶקְרָעֶֽנָּה׃", "translation": "Only in your days will I not do it, for the sake of David your father; from the hand of your son I will tear it away.", "translation_time": 17.04, "calver": "2025.01.23", "id": "1 Kings 11:12"}
{"source_lang": "x-org", "target_lang": "eng", "original": "καὶ  ἐξαλλόμενος  ἔστη  καὶ  περιεπάτει, καὶ  εἰσῆλθεν  σὺν  αὐτοῖς  εἰς  τὸ  ἱερὸν  περιπατῶν  καὶ  ἁλλόμενος  καὶ  αἰνῶν  τὸν  Θεόν.", "translation": "And leaping up, he stood and began to walk, and he entered with them into the temple, walking and leaping and praising God.", "translation_time": 16.28, "calver": "2025.01.23", "id": "Acts 3:8"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Ἀγαπητοί, πᾶσαν  σπουδὴν  ποιούμενος  γράφειν  ὑμῖν  περὶ  τῆς  κοινῆς  ἡμῶν  σωτηρίας, ἀνάγκην  ἔσχον  γράψαι  ὑμῖν  παρακαλῶν  ἐπαγωνίζεσθαι  τῇ  ἅπαξ  παραδοθείσῃ  τοῖς  ἁγίοις  πίστει.", "translation": "Beloved, while making every effort to write to you concerning our common salvation, I found it necessary to write to you, exhorting you to contend earnestly for the faith once for all delivered to the saints.", "translation_time": 19.32, "calver": "2025.01.23", "id": "Jude 1:3"}
{"source_lang": "x-org", "target_lang": "eng", "original": "ἐὰν  ἀδελφὸς  ἢ  ἀδελφὴ  γυμνοὶ  ὑπάρχωσιν  καὶ  λειπόμενοι  τῆς  ἐφημέρου  τροφῆς,", "translation": "If a brother or sister is found without clothing and lacking daily food,", "translation_time": 14.93, "calver": "2025.01.23", "id": "James 2:15"}
{"source_lang": "x-org", "target_lang": "eng", "original": "עַמִּ֛י  מֶה־ עָשִׂ֥יתִי  לְךָ֖  וּמָ֣ה  הֶלְאֵתִ֑יךָ  עֲנֵ֥ה  בִּֽי׃", "translation": "My people, what have I done to you? And how have I wearied you? Respond to me.", "translation_time": 21.02, "calver": "2025.01.23", "id": "Micah 6:3"}
{"source_lang": "x-org", "target_lang": "eng", "original": "נַשְּׁקוּ־ בַ֡ר  פֶּן־ יֶאֱנַ֤ף׀ וְתֹ֬אבְדוּ  דֶ֗רֶךְ  כִּֽי־ יִבְעַ֣ר  כִּמְעַ֣ט  אַפּ֑וֹ  אַ֝שְׁרֵ֗י  כָּל־ ח֥וֹסֵי  בֽוֹ׃", "translation": "Kiss the son, lest He become angry, and you perish in the way, for His wrath is quickly kindled. Blessed are all who take refuge in Him.", "translation_time": 22.06, "calver": "2025.01.23", "id": "Psalm 2:12"}
{"source_lang": "x-org", "target_lang": "eng", "original": "χαρὰν  γὰρ  πολλὴν  ἔσχον  καὶ  παράκλησιν  ἐπὶ  τῇ  ἀγάπῃ  σου, ὅτι  τὰ  σπλάγχνα  τῶν  ἁγίων  ἀναπέπαυται  διὰ  σοῦ, ἀδελφέ.", "translation": "For I have had great joy and encouragement because of your love, since the hearts of the saints have been refreshed through you, brother.", "translation_time": 19.08, "calver": "2025.01.23", "id": "Philemon 1:7"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וָאָב֨וֹא  אֶל־ הַגּוֹלָ֜ה  תֵּ֣ל  אָ֠בִיב  הַיֹּשְׁבִ֤ים  אֶֽל־ נְהַר־ כְּבָר֙  וָֽאֵשֵׁ֔ב  הֵ֖מָּה  יוֹשְׁבִ֣ים  שָׁ֑ם  וָשִׁבְעַ֥ת  יָמִ֖ים  מַשְׁמִ֥ים  בְּתוֹכָֽם׃", "translation": "And I came to the exiles at Tel Abib, who were dwelling by the river Chebar, and I sat where they were sitting. And for seven days I remained there, sitting among them in stunned silence.", "translation_time": 22.21, "calver": "2025.01.23", "id": "Ezekiel 3:15"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְאָמַרְתָּ֣  אֵלָ֗יו  יְהוָ֞ה  אֱלֹהֵ֤י  הָעִבְרִים֙  שְׁלָחַ֤נִי  אֵלֶ֨יךָ֙  לֵאמֹ֔ר  שַׁלַּח֙  אֶת־ עַמִּ֔י  וְיַֽעַבְדֻ֖נִי  בַּמִּדְבָּ֑ר  וְהִנֵּ֥ה  עַד־ כֹּֽה׃", "translation": "And you shall say to him, “The LORD, the God of the Hebrews, has sent me to you, saying, ‘Let my people go, that they may serve me in the wilderness.’ And behold, until now you have not obeyed.”", "translation_time": 22.7, "calver": "2025.01.23", "id": "Exodus 7:16"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיֹּ֤אמֶר  שְׁמוּאֵל֙  אֵ֣יךְ  אֵלֵ֔ךְ  וְשָׁמַ֥ע  שָׁא֖וּל  וַהֲרָגָ֑נִיס וַיֹּ֣אמֶר  יְהוָ֗ה  עֶגְלַ֤ת  בָּקָר֙  תִּקַּ֣ח  בְּיָדֶ֔ךָ  וְאָ֣מַרְתָּ֔  לִזְבֹּ֥חַ  לַֽיהוָ֖ה  בָּֽאתִי׃", "translation": "And Samuel said, “How shall I go? For Saul will hear of it and kill me.” And the LORD said, “Take a heifer in your hand, and say, ‘I have come to sacrifice to the LORD.’”", "translation_time": 19.57, "calver": "2025.01.23", "id": "1 Samuel 16:2"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Ἦν  δὲ  ἐκεῖ  Μαριὰμ  ἡ  Μαγδαληνὴ  καὶ  ἡ  ἄλλη  Μαρία, καθήμεναι  ἀπέναντι  τοῦ  τάφου.", "translation": "Now Mary Magdalene was there, and the other Mary, sitting opposite the tomb.", "translation_time": 14.65, "calver": "2025.01.23", "id": "Matthew 27:61"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְ֠הָיָה  כַּאֲשֶׁר־ שָׂ֨שׂ  יְהוָ֜ה  עֲלֵיכֶ֗ם  לְהֵיטִ֣יב  אֶתְכֶם֮  וּלְהַרְבּ֣וֹת  אֶתְכֶם֒  כֵּ֣ן  יָשִׂ֤ישׂ  יְהוָה֙  עֲלֵיכֶ֔ם  לְהַאֲבִ֥יד  אֶתְכֶ֖ם  וּלְהַשְׁמִ֣יד  אֶתְכֶ֑ם  וְנִסַּחְתֶּם֙  מֵעַ֣ל  הָֽאֲדָמָ֔ה  אֲשֶׁר־ אַתָּ֥ה  בָא־ שָׁ֖מָּה  לְרִשְׁתָּֽהּ׃", "translation": "And it shall come to pass, as the LORD rejoiced over you to do you good and to multiply you, so the LORD will rejoice over you to destroy you and to annihilate you, and you shall be uprooted from the land which you are entering to possess.", "translation_time": 27.36, "calver": "2025.01.23", "id": "Deuteronomy 28:63"}
{"source_lang": "x-org", "target_lang": "eng", "original": "טוֹב־ מְ֭עַט  בְּיִרְאַ֣ת  יְהוָ֑ה  מֵאוֹצָ֥ר  רָ֝֗ב  וּמְה֥וּמָה  בֽוֹ׃", "translation": "Better is a little with the fear of the LORD, than abundant treasure with turmoil in it.", "translation_time": 19.87, "calver": "2025.01.23", "id": "Proverbs 15:16"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Τί  δὲ  βλέπεις  τὸ  κάρφος  τὸ  ἐν  τῷ  ὀφθαλμῷ  τοῦ  ἀδελφοῦ  σου, τὴν  δὲ  δοκὸν  τὴν  ἐν  τῷ  ἰδίῳ  ὀφθαλμῷ  οὐ  κατανοεῖς;", "translation": "Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?", "translation_time": 19.18, "calver": "2025.01.23", "id": "Luke 6:41"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיְדַבֵּ֧ר  יְהוָ֛ה  אֶל־ מֹשֶׁ֥ה  וְאֶֽל־ אַהֲרֹ֖ן  לֵאמֹ֥ר  אֲלֵהֶֽם׃", "translation": "And the LORD spoke to Moses and to Aaron, saying to them:", "translation_time": 11.62, "calver": "2025.01.23", "id": "Leviticus 11:1"}
{"source_lang": "x-org", "target_lang": "eng", "original": "מָֽגִנִּ֥י  עַל־ אֱלֹהִ֑ים  מ֝וֹשִׁ֗יעַ  יִשְׁרֵי־ לֵֽב׃", "translation": "My shield is with God,  \nthe Savior of the upright in heart.", "translation_time": 14.84, "calver": "2025.01.23", "id": "Psalm 7:11"}
{"source_lang": "x-org", "target_lang": "eng", "original": "כִּי־ עַ֛ם  בְּצִיּ֥וֹן  יֵשֵׁ֖ב  בִּירֽוּשָׁלִָ֑ם  בָּכ֣וֹ  לֹֽא־ תִבְכֶּ֗ה  חָנ֤וֹן  יָחְנְךָ֙  לְק֣וֹל  זַעֲקֶ֔ךָ  כְּשָׁמְעָת֖וֹ  עָנָֽךְ׃", "translation": "For the people in Zion shall dwell in Jerusalem. Weeping, you shall not weep; gracious, He will show you grace at the sound of your cry. As soon as He hears, He will answer you.", "translation_time": 21.98, "calver": "2025.01.23", "id": "Isaiah 30:19"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Ὥστε, ἀδελφοί  μου, ζηλοῦτε  τὸ  προφητεύειν, καὶ  τὸ  λαλεῖν  μὴ  κωλύετε  γλώσσαις·", "translation": "Therefore, my brothers, be zealous to prophesy, and do not forbid speaking in tongues.", "translation_time": 15.85, "calver": "2025.01.23", "id": "1 Corinthians 14:39"}
{"source_lang": "x-org", "target_lang": "eng", "original": "יוֹד֣וּ  לַיהוָ֣ה  חַסְדּ֑וֹ  וְ֝נִפְלְאוֹתָ֗יו  לִבְנֵ֥י  אָדָֽם׃", "translation": "Give thanks to the LORD for His steadfast love, and for His wondrous works to the children of mankind.", "translation_time": 19.32, "calver": "2025.01.23", "id": "Psalm 107:31"}
{"source_lang": "x-org", "target_lang": "eng", "original": "כְּֽ֭דַעְתְּכֶם  יָדַ֣עְתִּי  גַם־ אָ֑נִי  לֹא־ נֹפֵ֖ל  אָנֹכִ֣י  מִכֶּֽם׃", "translation": "According to your knowledge, I also have known; I am not inferior to you.", "translation_time": 13.44, "calver": "2025.01.23", "id": "Job 13:2"}
{"source_lang": "x-org", "target_lang": "eng", "original": "ὅτι  πολλοὶ  πλάνοι  ἐξῆλθον  εἰς  τὸν  κόσμον, οἱ  μὴ  ὁμολογοῦντες  Ἰησοῦν  Χριστὸν  ἐρχόμενον  ἐν  σαρκί· οὗτός  ἐστιν  ὁ  πλάνος  καὶ  ὁ  ἀντίχριστος.", "translation": "For many deceivers have gone out into the world, those who do not confess Jesus Christ as coming in the flesh. This is the deceiver and the antichrist.", "translation_time": 17.21, "calver": "2025.01.23", "id": "2 John 1:7"}
{"source_lang": "x-org", "target_lang": "eng", "original": "לֹֽא־ הִבִּ֥יט  אָ֨וֶן֙  בְּיַעֲקֹ֔ב  וְלֹא־ רָאָ֥ה  עָמָ֖ל  בְּיִשְׂרָאֵ֑ל  יְהוָ֤ה  אֱלֹהָיו֙  עִמּ֔וֹ  וּתְרוּעַ֥ת  מֶ֖לֶךְ  בּֽוֹ׃", "translation": "He has not looked upon iniquity in Jacob, nor has He seen trouble in Israel. The LORD his God is with him, and the shout of a king is among them.", "translation_time": 23.49, "calver": "2025.01.23", "id": "Numbers 23:21"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיַּשְׁכֵּ֨ם  אֲבִימֶ֜לֶךְ  בַּבֹּ֗קֶר  וַיִּקְרָא֙  לְכָל־ עֲבָדָ֔יו  וַיְדַבֵּ֛ר  אֶת־ כָּל־ הַדְּבָרִ֥ים  הָאֵ֖לֶּה  בְּאָזְנֵיהֶ֑ם  וַיִּֽירְא֥וּ  הָאֲנָשִׁ֖ים  מְאֹֽד׃", "translation": "And Abimelech rose early in the morning, and he called all his servants and spoke all these words in their hearing. And the men were exceedingly afraid.", "translation_time": 20.86, "calver": "2025.01.23", "id": "Genesis 20:8"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַתִּקַּח֩  מִרְיָ֨ם  הַנְּבִיאָ֜ה  אֲח֧וֹת  אַהֲרֹ֛ן  אֶת־ הַתֹּ֖ף  בְּיָדָ֑הּ  וַתֵּצֶ֤אןָ  כָֽל־ הַנָּשִׁים֙  אַחֲרֶ֔יהָ  בְּתֻפִּ֖ים  וּבִמְחֹלֹֽת׃", "translation": "Then Miriam the prophetess, the sister of Aaron, took the tambourine in her hand, and all the women went out after her with tambourines and with dancing.", "translation_time": 24.0, "calver": "2025.01.23", "id": "Exodus 15:20"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיִּקְבֹּ֤ץ  אֲמַצְיָ֨הוּ֙  אֶת־ יְהוּדָ֔ה  וַיַּֽעֲמִידֵ֣ם  לְבֵית־ אָב֗וֹת  לְשָׂרֵ֤י  הָאֲלָפִים֙  וּלְשָׂרֵ֣י  הַמֵּא֔וֹת  לְכָל־ יְהוּדָ֖ה  וּבִנְיָמִ֑ן  וַֽיִּפְקְדֵ֗ם  לְמִבֶּ֨ן  עֶשְׂרִ֤ים  שָׁנָה֙  וָמַ֔עְלָה  וַיִּמְצָאֵ֗ם  שְׁלֹשׁ־ מֵא֨וֹת  אֶ֤לֶף  בָּחוּר֙  יוֹצֵ֣א  צָבָ֔א  אֹחֵ֖ז  רֹ֥מַח  וְצִנָּֽה׃", "translation": "And Amaziah gathered Judah and appointed them according to their fathers' houses, under commanders of thousands and commanders of hundreds, for all Judah and Benjamin. He mustered them from twenty years old and upward and found them to be three hundred thousand choice men, fit for war, who could handle spear and shield.", "translation_time": 27.03, "calver": "2025.01.23", "id": "2 Chronicles 25:5"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וְלֻקַּ֤ח  מֵהֶם֙  קְלָלָ֔ה  לְכֹל֙  גָּל֣וּת  יְהוּדָ֔ה  אֲשֶׁ֥ר  בְּבָבֶ֖ל  לֵאמֹ֑ר  יְשִֽׂמְךָ֤  יְהוָה֙  כְּצִדְקִיָּ֣הוּ  וּכְאֶחָ֔ב  אֲשֶׁר־ קָלָ֥ם  מֶֽלֶךְ־ בָּבֶ֖ל  בָּאֵֽשׁ׃", "translation": "And a curse shall be taken from them, for all the exiles of Judah who are in Babylon, saying, \"May the LORD make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire.\"", "translation_time": 30.76, "calver": "2025.01.23", "id": "Jeremiah 29:22"}
{"source_lang": "x-org", "target_lang": "eng", "original": "καὶ  εἶδεν  πᾶς  ὁ  λαὸς  αὐτὸν  περιπατοῦντα  καὶ  αἰνοῦντα  τὸν  Θεόν·", "translation": "And all the people saw him walking and praising God.", "translation_time": 15.26, "calver": "2025.01.23", "id": "Acts 3:9"}
{"source_lang": "x-org", "target_lang": "eng", "original": "Διό, πολλὴν  ἐν  Χριστῷ  παρρησίαν  ἔχων  ἐπιτάσσειν  σοι  τὸ  ἀνῆκον,", "translation": "Therefore, having great boldness in Christ to direct you concerning what is fitting,", "translation_time": 13.9, "calver": "2025.01.23", "id": "Philemon 1:8"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וִיהוֹרָ֣ם  בֶּן־ אַחְאָ֗ב  מָלַ֤ךְ  עַל־ יִשְׂרָאֵל֙  בְּשֹׁ֣מְר֔וֹן  בִּשְׁנַת֙  שְׁמֹנֶ֣ה  עֶשְׂרֵ֔ה  לִיהוֹשָׁפָ֖ט  מֶ֣לֶךְ  יְהוּדָ֑ה  וַיִּמְלֹ֖ךְ  שְׁתֵּים־ עֶשְׂרֵ֥ה  שָׁנָֽה׃", "translation": "And Jehoram, the son of Ahab, became king over Israel in Samaria in the eighteenth year of Jehoshaphat, king of Judah, and he reigned twelve years.", "translation_time": 21.67, "calver": "2025.01.23", "id": "2 Kings 3:1"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיְהִ֕י  מִקְצֵ֖ה  שִׁבְעַ֣ת  יָמִ֑יםפ וַיְהִ֥י  דְבַר־ יְהוָ֖ה  אֵלַ֥י  לֵאמֹֽר׃", "translation": "And it came to pass at the end of seven days, that the word of the LORD came to me, saying:", "translation_time": 14.98, "calver": "2025.01.23", "id": "Ezekiel 3:16"}
{"source_lang": "x-org", "target_lang": "eng", "original": "אֶ֤רֶץ׀ נִתְּנָ֬ה  בְֽיַד־ רָשָׁ֗ע  פְּנֵֽי־ שֹׁפְטֶ֥יהָ  יְכַסֶּ֑ה  אִם־ לֹ֖א", "translation": "The land is given into the hand of the wicked; He covers the faces of its judges. If not—", "translation_time": 22.41, "calver": "2025.01.23", "id": "Job 9:24"}
{"source_lang": "x-org", "target_lang": "eng", "original": "וַיָּקוּמוּ֮  כָּל־ אִ֣ישׁ  חַיִל֒  וַיִּשְׂא֞וּ  אֶת־ גּוּפַ֣ת  שָׁא֗וּל  וְאֵת֙  גּוּפֹ֣ת  בָּנָ֔יו  וַיְבִיא֖וּם  יָבֵ֑ישָׁה  וַיִּקְבְּר֨וּ  אֶת־ עַצְמוֹתֵיהֶ֜ם  תַּ֤חַת  הָאֵלָה֙  בְּיָבֵ֔שׁ  וַיָּצ֖וּמוּ  שִׁבְעַ֥ת  יָמִֽים׃", "translation": "And all the men of valor arose, and they took the body of Saul and the bodies of his sons, and brought them to Jabesh. They buried their bones under the terebinth tree in Jabesh, and they fasted seven days.", "translation_time": 23.83, "calver": "2025.01.23", "id": "1 Chronicles 10:12"}
