{
    "name": "Vox Populi Translation - Chichewa (Formal)",
    "description": "A formal translation of Luke from Greek to Chichewa, maintaining source language structures while ensuring clarity.",
    "input": {
        "file": "/Users/ryderwishart/frontierrnd/swarm/swarm_translate/scenarios/data/luke_greek_vref.csv",
        "format": "csv",
        "id_field": "id",
        "content_field": "content"
    },
    "output": {
        "directory": "translations/luke-only",
        "format": "jsonl",
        "filename_template": "bible_nya_formal"
    },
    "source": {
        "code": "grc",
        "label": "Greek (Luke)"
    },
    "target": {
        "code": "nya",
        "label": "Chichewa (Formal)"
    },
    "linguistic_directives": "When translating from Greek to Chichewa, key considerations include: 1) Word order: Chichewa follows Subject-Verb-Object (SVO) order, similar to Greek. 2) Tense system: Chichewa has a rich tense system with present, past, future, and perfect tenses. 3) Gender: Chichewa has multiple noun classes affecting agreement. 4) Honorifics: Multiple levels of respect encoded in pronouns and verbs. 5) Prepositions: Chichewa uses prepositions similar to Greek. 6) Case marking: Limited case marking system affecting nouns and pronouns. 7) Verb agreement: Verbs agree with subject in person, number, and class. 8) Aspect: Important distinction between perfective and imperfective aspects. 9) Noun classes: Complex system of noun classes affecting agreement. 10) Tone: Important suprasegmental feature affecting meaning. 11) Reduplication: Common use of reduplication for emphasis and plurality. 12) Serial verbs: Common use of serial verb constructions.",
    "style": {
        "formality": "formal",
        "register": "simple",
        "notes": "Create a formal equivalence translation that prioritizes accurately reflecting the source text's grammatical structures while maintaining clear readability in Chichewa. Follow standard Biblical translation conventions where they aid understanding, but don't be bound by tradition. Aim for a moderate formal register that remains accessible. When multiple valid translation options exist, choose clear, precise language that best conveys the original meaning. Use appropriate Chichewa honorifics for divine references. Maintain theological terminology where it best represents the source concepts. The goal is a faithful, transparent translation that allows readers to see the underlying text semantics while remaining comprehensible to modern Chichewa speakers."
    },
    "models": {
        "routing": "gpt-4.1-nano",
        "translation": "gpt-4.1-nano"
    },
    "batch_settings": {
        "batch_size": 10,
        "save_frequency": 5,
        "resume_from_last": true
    }
}