{
    "name": "Vox Populi Translation - Afrikaans (Natural Clarity)",
    "description": "Dynamic, periphrastic translation of Biblical texts from English (Bible in Basic English) to Afrikaans",
    "input": {
        "file": "data/eng-engBBE.jsonl",
        "format": "jsonl",
        "content_field": "content",
        "id_field": "id"
    },
    "output": {
        "directory": "translations",
        "format": "jsonl",
        "filename_template": "{source_code}-{target_code}_bible"
    },
    "source": {
        "code": "eng",
        "label": "English (Bible in Basic English)"
    },
    "target": {
        "code": "afr",
        "label": "Afrikaans (Natural, Middle-School Level)"
    },
    "style": {
        "formality": "natural",
        "register": "informal",
        "notes": "Aim for a natural, conversational Afrikaans translation that sounds like everyday speech. Use simple, clear language that avoids traditional church Afrikaans. For example, prefer 'God se liefde' over 'die liefde van God', 'vergewe' over 'kwytskeld', 'heilig maak' over 'heilig', 'God se boodskap' over 'die Woord'. Use modern Afrikaans expressions where possible - like 'verstaan' instead of 'begryp', 'help' instead of 'bystaan', 'begin' instead of 'aanvang neem'. The translation should sound like explaining these concepts to a young teenager in contemporary Afrikaans. Avoid archaic religious terms - rather explain the meaning in plain, everyday Afrikaans that would be understood even by those who don't regularly attend church."
    },
    "linguistic_directives": "When translating concepts of holiness and being set apart for God, prefer natural phrases like 'vir God lewe' (living for God), 'aan God toegewy' (dedicated to God), or 'vir God afgesonder' (set apart for God) over the more formal 'heilig'. This helps convey the meaning of consecration and dedication in everyday Afrikaans. Use similar circumlocutions for other concepts, but do not say anything heretical like 'God is like a parent to Jesus', etc.",
    "models": {
        "routing": "gpt-4o-mini",
        "translation": "gpt-4o-mini"
    },
    "batch_settings": {
        "batch_size": 10,
        "save_frequency": 5,
        "resume_from_last": true
    }
}