{
    "name": "Vox Populi Translation - Modern Formal Japanese Bible Translation",
    "description": "A translation of Biblical texts from Hebrew and Greek to Japanese, maintaining formal language while using natural modern Japanese that contemporary speakers can readily understand, closely preserving the meaning of the source texts.",
    "input": {
        "file": "data/combined_greek_hebrew_vref.csv",
        "format": "csv",
        "id_field": "id",
        "content_field": "content"
    },
    "output": {
        "directory": "translations",
        "format": "jsonl",
        "filename_template": "{source_code}-{target_code}_bible_{date}"
    },
    "source": {
        "code": "x-org",
        "label": "Macula Hebrew and Greek"
    },
    "target": {
        "code": "jpn",
        "label": "Modern Formal Japanese"
    },
    "style": {
        "formality": "formal",
        "register": "contemporary",
        "notes": "Create a translation that uses natural but appropriately formal modern Japanese, avoiding outdated or archaic language while maintaining close fidelity to the Hebrew and Greek source texts. Use contemporary Japanese vocabulary and expressions that general Japanese speakers would understand and use today. When multiple translation options exist, select clear and precise language that best conveys the original meaning while preserving theological accuracy. Maintain appropriate honorific language (keigo) where warranted by the context. For divine names, use standard Japanese biblical conventions (e.g., 主 for LORD). Retain Hebrew and Greek theological concepts accurately but express them in natural contemporary Japanese. The goal is a faithful translation that sounds natural to modern Japanese readers while maintaining appropriate formality and theological precision."
    },
    "models": {
        "routing": "gpt-4o-mini",
        "translation": "gpt-4o-mini"
    },
    "batch_settings": {
        "batch_size": 10,
        "save_frequency": 5,
        "resume_from_last": true
    }
}