{
    "name": "Vox Populi Translation - Malayalam (Natural)",
    "description": "Natural translation of Biblical texts from English (Bible in Basic English) to Malayalam",
    "input": {
        "file": "data/eng-engBBE.jsonl",
        "format": "jsonl",
        "content_field": "content",
        "id_field": "id"
    },
    "output": {
        "directory": "translations",
        "format": "jsonl",
        "filename_template": "{source_code}-{target_code}_bible_{date}"
    },
    "source": {
        "code": "eng",
        "label": "English (Bible in Basic English)"
    },
    "target": {
        "code": "mal",
        "label": "Malayalam (Natural)"
    },
    "linguistic_directives": "When translating from English to Malayalam, key syntactic adjustments include: 1) Word order: Malayalam follows Subject-Object-Verb (SOV) order, unlike English's SVO. The verb always comes at the end of the clause. 2) Agglutination: Malayalam is highly agglutinative, with complex words formed by adding multiple suffixes to roots (e.g., 'വീട്ടിലേക്ക്' = house-to). 3) Gender system: Malayalam has three genders (masculine, feminine, neuter) affecting pronouns and verb agreements. 4) Case system: Uses extensive case marking with suffixes (-il for locative, -nte for possessive, etc). 5) Honorifics: Multiple levels of respect encoded in pronouns and verbs (e.g., നീ vs താങ്കൾ for 'you'). 6) Tense: Three basic tenses (past, present, future) marked by verb suffixes, plus aspect markers. 7) Participles: Heavy use of verbal participles to combine clauses. 8) Sandhi rules: Complex phonological changes at word boundaries. 9) Copula omission: Present tense copula ('is/are') often omitted.",
    "style": {
        "formality": "natural",
        "register": "respectful",
        "notes": "Aim for a natural, idiomatic translation that resonates with Malayalam literary traditions. Use classical Malayalam vocabulary where appropriate while maintaining readability. Be mindful of Hindu religious and cultural context - use established Malayalam terms from Hindu traditions where they align with Biblical concepts (e.g., ദൈവം for God, സ്വർഗ്ഗം for heaven). For concepts without direct equivalents, use explanatory phrases that will be familiar to Malayalam speakers from a Hindu background. Maintain appropriate levels of reverence in religious language while avoiding overly Sanskritized forms except where traditionally expected. When translating divine names and attributes, use terms that evoke appropriate dignity while being accessible (e.g., പരമാത്മാവ്, സർവ്വശക്തൻ). Consider the rich tradition of Malayalam devotional literature (ഭക്തി സാഹിത്യം) when handling passages of praise or spiritual significance."
    },
    "models": {
        "routing": "llama3-8b-8192",
        "translation": "llama-3.3-70b-versatile"
    },
    "batch_settings": {
        "batch_size": 10,
        "save_frequency": 5,
        "resume_from_last": true
    }
}