{"source_lang": "grc", "target_lang": "mai", "original": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,", "translation": "[Translation failed: Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.]", "error": "Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.", "id": "Luke 1:1", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "mai", "original": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:1", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "mai", "original": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,", "translation": "जतेक लोकनि हाथ में लेने चाहैत छथि कि ओहि बातक घोषणा क्रमशः प्रस्तुत करथि, जे सभसँ निश्चित रूप सँ हमरा बीच विश्वास कएल जाइत अछि,", "calver": "2025.05.19", "id": "Luke 1:1", "translation_time": 5.63}
{"source_lang": "grc", "target_lang": "mai", "original": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;", "translation": "[Translation failed: Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.]", "error": "Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.", "id": "Luke 1:2", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "mai", "original": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:2", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "mai", "original": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;", "translation": "जैसे ही ओ सभ हमरा सभक सुपुर्द कएलनि, जे शुरू सँ साक्षीगण आ शब्दक सेवक छलाह;", "calver": "2025.05.19", "id": "Luke 1:2", "translation_time": 6.12}
{"source_lang": "grc", "target_lang": "mai", "original": "It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,", "translation": "[Translation failed: Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.]", "error": "Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.", "id": "Luke 1:3", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "mai", "original": "It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:3", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "mai", "original": "It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,", "translation": "मोर लागि सेहो उचित लागल, जखन सँ कि म पहिने सँ सभ बातक पूर्ण समझ राखलहुँ, अहाँ केँ क्रमबद्ध रूप सँ लिखबाक लेल, सर्वश्रेष्ठ थियोफिलुस,", "calver": "2025.05.19", "id": "Luke 1:3", "translation_time": 5.45}
{"source_lang": "grc", "target_lang": "mai", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "एहि सभ बातक बाद, प्रभु सत्तरी लोकनि केँ नियुक्त कएलनि, आ हुनका सभ केँ दू-दू कऽ पठौलनि, अपन आगू सभ नगर आ स्थान में, जतऽ ओ स्वयं जाएबला छलाह।", "calver": "2025.05.20", "id": "LUK 10:1", "translation_time": 15.25}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "यदि अहाँ कोनो नगर में प्रवेश करैत छी आ ओकरा अहाँ केँ स्वीकार नहि करैत अछि, तँ बाहर निकलि कऽ ओकर सड़क सभ में कहू।", "calver": "2025.05.20", "id": "LUK 10:10", "translation_time": 9.95}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "आउ, हम अहाँक शहर सँ आएल कोरियन, जे हमर ऊपर चिपकल अछि, ओकरा पैरक निचे मेटल जायत, हम अहाँक पैर सँ ओकरा मेटल जायत। एहि बात केँ जानि लिअ, जे भगवानक राज्य निकट आबि गेल अछि।", "calver": "2025.05.20", "id": "LUK 10:11", "translation_time": 15.36}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "हम अहाँ सभ केँ कहैत छी जे, ओहि दिन सड़ामक लोकसभ सँ, ओहि दिन, ओहि शहर सँ अधिक सहिष्णुता सँ देखल जायत।", "calver": "2025.05.20", "id": "LUK 10:12", "translation_time": 13.71}
{"source_lang": "grc", "target_lang": "mai", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "ओउहै सऽ, कोरजेइन, ओउहै सऽ, बेत्सैदा; यदि टायर आ सिदोन में भेल होइत, तँ अहाँ सभक शक्तिसभ, जकरा सँ ई चमत्कार भेल छल, पौराणिक शहरसभ में बैसि कऽ गहिरे पछतावा में मनेमनाई करैत, साक्कौ आ धूलि में बैसि कऽ मनेमनाई करैत।", "calver": "2025.05.20", "id": "LUK 10:13", "translation_time": 16.42}
{"source_lang": "grc", "target_lang": "mai", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "टायर आ सिदोनकें न्यायमे अहाँसभ सँ बेसी सहिष्णु होयत।", "calver": "2025.05.20", "id": "LUK 10:14", "translation_time": 9.73}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "एहि, कापरनौम, की अहाँ आकाश धरि उच्‍च होयब नहि? की अहाँ अधोलोक धरि उतरब नहि?", "calver": "2025.05.20", "id": "LUK 10:15", "translation_time": 12.86}
{"source_lang": "grc", "target_lang": "mai", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "जे अहाँ सभ सुनैत छी, ओ हमरा सुनैत अछि, आ जे अहाँ सभ अस्वीकार करैत छी, से हमरा अस्वीकार करैत अछि। आ जे हमरा अस्वीकार करैत अछि, से ओहि व्यक्तिकें अस्वीकार करैत अछि जे हमरा पठेलक अछि।", "calver": "2025.05.20", "id": "LUK 10:16", "translation_time": 11.63}
{"source_lang": "grc", "target_lang": "mai", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "ओहि सभक खुशीसँ वापस आएल, कहैत, \"प्रभु, अहाँक नाममे हमरा सभक ऊपर दुष्टात्मा सेहो समर्पित होइत अछि।\"", "calver": "2025.05.20", "id": "LUK 10:17", "translation_time": 10.26}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "उन्हें कहलक, \"हम देखलहुँ जे शैतान आकाश सँ बिजली जेकाँ गिरल।\"", "calver": "2025.05.20", "id": "LUK 10:18", "translation_time": 9.69}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "अहाँ सभ केँ हम देलहुँ अछि अधिकार, जे अहाँ सभ सर्प आ बिच्छू पर अधिकार रखि सकी, आ शत्रु केर सभ शक्ति पर अधिकार रखि सकी, आ अहाँ सभ केँ किछु नहि हानि पहुँचा सकत।", "calver": "2025.05.20", "id": "LUK 10:19", "translation_time": 8.42}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "\"ओहि समय पर, यीशु कहलकाहि, 'फसल बहुत अछि, मुदा कर्मी कम छथि। तें, प्रभु सँ प्रार्थना करू कि ओ अपन फसल में कर्मी भेजथि।'\"", "calver": "2025.05.20", "id": "LUK 10:2", "translation_time": 8.88}
{"source_lang": "grc", "target_lang": "mai", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "हे सुनू, एहि में नहि हर्षित होउ कि तोहर सभ पर आत्मा सभ अधीन अछि, बल्कि हर्षित होउ कि तोहर नाम स्वर्ग में लिखल गेल अछि।", "calver": "2025.05.20", "id": "LUK 10:20", "translation_time": 8.62}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "एहि समय, पवित्र आत्मा सँ हर्षित भऽ कऽ, ओ कहलक, \"हम अहाँक धन्यवाद दैत छी, पिता, स्वर्ग आ पृथ्वी केर स्वामी, कि अहाँ एहि गुप्त बात केँ बुद्धिमान आ समझदार लोक सँ छुपा कऽ राखलहुँ, आ बालक लोक केँ प्रकट कऽ देलहुँ। हँ, पिता, कि एहि तरहेँ अहाँक इच्छा पूर्ण भेल।\"", "calver": "2025.05.20", "id": "LUK 10:21", "translation_time": 12.82}
{"source_lang": "grc", "target_lang": "mai", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "सभ किछु हमरा पिता द्वारा हमरा सऽ देल गेल अछि, आ कोनो नहि जानैत अछि कि पुत्र के अछि, जखन तक कि पुत्र चाहैत अछि तऽ ओ प्रकट कऽ सकैत अछि। आ कोनो नहि जानैत अछि कि पिता के अछि, जखन तक कि पिता चाहैत अछि तऽ ओ प्रकट कऽ सकैत अछि।", "calver": "2025.05.20", "id": "LUK 10:22", "translation_time": 9.27}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "येशू अपन शिष्यों सँ निज रूप सँ कहलनि, \"धन्य छथि ओहि लोकनि जकर आँखि देखैत अछि, जकर दृष्टि देखबाक योग्यता अछि।\" एहि वाक्य में \"आँखि देखब\" आ \"दृष्टि देखब\" के माध्यम सँ आध्यात्मिक दृष्टि के प्रतीकात्मक अर्थ व्यक्त कएल गेल अछि, जे ईश्वरक सत्य आ दिव्य ज्ञान के देखबाक क्षमता केँ दर्शाबैत अछि। ई वाक्य धार्मिक सम्मान आ श्रद्धा के साथ, मैथिली में सरल आ औपचारिक भाषा में अनुवादित अछि, जाहि सँ मूल अर्थ स्पष्ट रूप सँ प्रकट होइत अछि।", "calver": "2025.05.20", "id": "LUK 10:23", "translation_time": 9.87}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "किएक तँ हम अहाँ सभ केँ कहैत छी जे बहुत रास भविष्यवक्ता आ राजा सभ चाहैत छलाह जे देखथि आ सुनथि जे अहाँ सभ देखैत आ सुनैत छी, मुदा ओ नहि देखलाह आ नहि सुनलाह।", "calver": "2025.05.20", "id": "LUK 10:24", "translation_time": 10.59}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "आउ, देखू, एकटा विधिवेत्ता उठल आ ओकरा पर परीक्षण करैत कहल, \"गुरुजी, की करि कऽ हम अनंत जीवन के वारिस बनब?\"", "calver": "2025.05.20", "id": "LUK 10:25", "translation_time": 8.11}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "\"न्यायशास्त्र में की लिखल अछि?\" आ \"अहाँ केना पढ़ैत छी?\"", "calver": "2025.05.20", "id": "LUK 10:26", "translation_time": 8.38}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "अहाँ अपने परमेश्वर केँ सम्पूर्ण हृदय सँ, सम्पूर्ण आत्मा सँ, सम्पूर्ण शक्ति सँ, आ सम्पूर्ण बुद्धि सँ प्रेम करब, आ अपन पड़ोसी केँ अपने जेकाँ प्रेम करब।", "calver": "2025.05.20", "id": "LUK 10:27", "translation_time": 9.59}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "अहाँ सही उत्तर देलहुँ अछि, से कहि कऽ यी उत्तर देलहुँ। एहि काज केँ करू आ जीवित रहब।", "calver": "2025.05.20", "id": "LUK 10:28", "translation_time": 9.93}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "\"आउ, हमर पड़ोसी के छथि?\"", "calver": "2025.05.20", "id": "LUK 10:29", "translation_time": 6.8}
{"source_lang": "grc", "target_lang": "mai", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "जाउ, देखू, हम अहाँ सभ केँ भेजि रहल छी, जेकाँ भेडा भेडि़याक बीच।", "calver": "2025.05.20", "id": "LUK 10:3", "translation_time": 20.09}
{"source_lang": "grc", "target_lang": "mai", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "येशूजी कहलनि, \"एकटा मनुष्य जेरुसलेम सँ जेरिखो जाएत छल, आ लुटेरासभक द्वारा पडल, जे सभ ओकरा सँ कपड़ा उतारि कऽ मारल, आ ओकरा छोड़ि कऽ भागि गेल।\"", "calver": "2025.05.20", "id": "LUK 10:30", "translation_time": 11.4}
{"source_lang": "grc", "target_lang": "mai", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "एक पुजारी, सौभाग्य से, सड़क पर चल रहे थे, और देखकर, उस समय, वह व्यक्ति से गुजर गए।", "calver": "2025.05.20", "id": "LUK 10:31", "translation_time": 11.56}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "लेवीयस स्थान पर आबि कऽ देखलनि, आ फेरि पार कऽ गेलाह।", "calver": "2025.05.20", "id": "LUK 10:32", "translation_time": 11.63}
{"source_lang": "grc", "target_lang": "mai", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "सामरीक, यात्रा क' रहल, ओहि पर आयल आ देखल, त' दया क' अनुभव क'ल।", "calver": "2025.05.20", "id": "LUK 10:33", "translation_time": 13.82}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "और जब वह उसके पास आया, तो उसने उसके घावों पर तेल और शराब डालकर उनकी देखभाल की। फिर उसने उसे अपने अपने जानवर पर चढ़ाकर एक अतिथि गृह में ले गया और उसकी देखभाल की।", "calver": "2025.05.20", "id": "LUK 10:34", "translation_time": 13.35}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "आगामी दिनक लेल, एकटा व्यक्ति दू दीनार निकालि कऽ पंडित केँ देलनि आ कहला, \"ओहि केर देखभाल करू। आ जे खर्च होए, से हमरा वापस करब। जखन हम वापस आएब, तखन हम अहाँ केँ भुगतान करब।\"", "calver": "2025.05.20", "id": "LUK 10:35", "translation_time": 21.54}
{"source_lang": "grc", "target_lang": "mai", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "एहि तीन मे सँ कोनो अपने लग पड़ोनि अछि, जे एहि लुटेराक बीच गिरल व्यक्ति केँ पड़ोनि मानि सकैत अछि?", "calver": "2025.05.20", "id": "LUK 10:36", "translation_time": 13.11}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "आउर ओहि व्यक्ति सँ कहल गेल जे, \"जकरा पर दया देखेल गेल अछि।\" आओर यीशु हुनका कहलनि, \"जाउ, आओर अहूँ ओहिना कऽ करू।\"", "calver": "2025.05.20", "id": "LUK 10:37", "translation_time": 11.48}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "येशु जब एक गाम में प्रवेश कएलथि, तखन एक महिला जेकर नाम मार्था छलथि, हुनका अपन घर में स्वागत कएलथि।", "calver": "2025.05.20", "id": "LUK 10:38", "translation_time": 11.3}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "माइया नामक एक महिला प्रभु के पैर पर बैठि सुनि रहल छलथि, आ हुनकर वचन सुनि रहल छलथि।", "calver": "2025.05.20", "id": "LUK 10:39", "translation_time": 11.88}
{"source_lang": "grc", "target_lang": "mai", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "मए बैग नहि लऽ जाउ, मए पेर नहि लऽ जाउ, मए जुत्ता नहि पहिरू, आ मार्ग पर कोनो सऽ नमस्कार नहि करू।", "calver": "2025.05.20", "id": "LUK 10:4", "translation_time": 13.59}
{"source_lang": "grc", "target_lang": "mai", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "मartha बहुत सेवा में लगी थीं, और जब वह यह देखीं कि उनके पास बहुत काम है, तो उन्होंने प्रभु से कहा, \"हे प्रभु, क्या तुम्हें यह नहीं पता है कि मेरी बहिन अकेले ही मेरी सेवा करने के लिए छोड़ गई है? उसे कहिए कि वह मेरी मदद करे।\" येशु Martha से उत्तर देते हुए कहलखिन, \"महत्‍वपूर्ण बात ई अछि कि तुम अपने कार्य में लगी रहू, परंतु एक बात जरूरी अछि, और वह है कि तुम अपने हृदय में स्थिर रहो।\"", "calver": "2025.05.20", "id": "LUK 10:40", "translation_time": 13.99}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "अथवा उत्तर दैत, सऽ कहलाह, \"मिथिला, मिथिला,\" अहाँ चिन्ता करैत छी आ बहुत रास बातक लेल व्याकुल होइत छी।", "calver": "2025.05.20", "id": "LUK 10:41", "translation_time": 18.19}
{"source_lang": "grc", "target_lang": "mai", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "अल्प मात्र आवश्यक अछि, अथवा केवल एकटा; कारण, मरीआँ उत्तम भाग चुनलक, जे ओकर सँ नहि हटाओल जायत।", "calver": "2025.05.20", "id": "LUK 10:42", "translation_time": 11.6}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "जखन अहाँ कोनो घर में प्रवेश करब, तखन पहिने ई कहू: \"एहि घर में शांति हो।\"", "calver": "2025.05.20", "id": "LUK 10:5", "translation_time": 9.69}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "यदि वहाँ एकटा शांति के पुत्र होएत, तँ अहाँक शांति ओकरा पर वापस आयत; नहि तँ, शांति अहाँ पर फेर सँ लौटि आएत।", "calver": "2025.05.20", "id": "LUK 10:6", "translation_time": 12.25}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "एहि घर में रहू, ओहि में खाउ-पियाउ जे हुनका सँ भेटैत अछि; कारण एकटा मजदूर अपन मजदूरी के हकदार अछि। घर सँ घर नहि जाउ।", "calver": "2025.05.20", "id": "LUK 10:7", "translation_time": 9.98}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "आउर जखन अहाँ कोनो नगर में प्रवेश करब, आ ओहि लोकनि अहाँ केँ स्वागत करथिन, तऽ जे किछु अहाँ लग राखल हो, से खाउ।", "calver": "2025.05.20", "id": "LUK 10:8", "translation_time": 9.64}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "अउ अहाँ सभ केँ, जखन अहाँ सभ बीमार लोक केँ ठीक करैत छी, तँ हुनका कहू, \"परमेश्वर केर राज्य अहाँ सभक लग आबि गेल अछि।\"", "calver": "2025.05.20", "id": "LUK 10:9", "translation_time": 9.73}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "जखन ओकरा एकटा स्थान पर प्रार्थना करैत देखल गेल, तखन जखन ओ रुकल, तखन ओकर एकटा शिष्य ओकरा सँ कहलनि, \"प्रभु, हमरा सभ केँ प्रार्थना करबाक विधि सिखाउ, जेकाँ जॉन बपतिस्मा देनिहार अपन शिष्यान केँ सिखेलनि।\"", "calver": "2025.05.20", "id": "LUK 11:1", "translation_time": 12.73}
{"source_lang": "grc", "target_lang": "mai", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "किएक तँ जे पुछैत अछि, ओ प्राप्त करैत अछि; जे खोजैत अछि, ओ पबैत अछि; आ जे खटखटाबैत अछि, ताहि पर द्वार खोलि देल जायत।", "calver": "2025.05.20", "id": "LUK 11:10", "translation_time": 15.28}
{"source_lang": "grc", "target_lang": "mai", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "की अहाँ में सँ कोनो पुत्र अपन पिता सँ माछि माँगैत अछि, आ की ओ हुनका बदला में सर्प देताह?", "calver": "2025.05.20", "id": "LUK 11:11", "translation_time": 15.26}
{"source_lang": "grc", "target_lang": "mai", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "की अहाँ पक्षी लेल पूछब, आ ओकरा में एकटा स्कोरपियन देल जायत?", "calver": "2025.05.20", "id": "LUK 11:12", "translation_time": 11.74}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "यदि अहाँ तँ दुष्ट होइतेहुँ, अपन बच्चाक लेल नीक उपहार देब जानैत छी, तऽ कतेक बेसी स्वर्गक पिता, जे ओहि लोकनि केँ पुछैत छथि, हुनका पवित्र आत्मा देथिन, जे हुनका चाहैत छथि।", "calver": "2025.05.20", "id": "LUK 11:13", "translation_time": 15.18}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "ग्राम में एक व्यक्ति पर दैत्य निकालि देल गेल, और ओहि मूक पुरुष छल। जखन दैत्य निकलि गेल, तखन ओ पुरुष बोलय लगल। एहि पर भीड़ आश्चर्यचकित भेल।", "calver": "2025.05.20", "id": "LUK 11:14", "translation_time": 14.63}
{"source_lang": "grc", "target_lang": "mai", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "किछु लोकनि कहलनि, \"बेल्जेबुल में, दैत्यान के अधिपति, ओहि दैत्यान के निकालि रहल छथि।\"", "calver": "2025.05.20", "id": "LUK 11:15", "translation_time": 14.35}
{"source_lang": "grc", "target_lang": "mai", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "अन्य लोक सभ स्वर्ग सँ प्रतीक खोजि रहल छलथि।", "calver": "2025.05.20", "id": "LUK 11:16", "translation_time": 13.81}
{"source_lang": "grc", "target_lang": "mai", "original": "αὐτὸς  δὲ  εἰδὼς  αὐτῶν  τὰ  διανοήματα  εἶπεν  αὐτοῖς  Πᾶσα  βασιλεία  ἐφ’  ἑαυτὴν  διαμερισθεῖσα  ἐρημοῦται, καὶ  οἶκος  ἐπὶ  οἶκον  πίπτει.", "translation": "जखन स्वयं केँ जानि लैत छथि कि हुनकर मनोभाव की अछि, तँ ओ हुनका कहि देलथि, \"प्रत्येक राज्य या घर अपने-अपने भीतर विभाजित होयत, ताहि पर ओकरा बिनु टिकैत नहि।\" एहि तरहें, यदि एकटा राज्य या घर आपस में विभाजित होइत अछि, तँ ओ नष्ट भऽ जाइत अछि।", "calver": "2025.05.20", "id": "LUK 11:17", "translation_time": 11.51}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  δὲ  καὶ  ὁ  Σατανᾶς  ἐφ’  ἑαυτὸν  διεμερίσθη, πῶς  σταθήσεται  ἡ  βασιλεία  αὐτοῦ; ὅτι  λέγετε  ἐν  Βεελζεβοὺλ  ἐκβάλλειν  με  τὰ  δαιμόνια.", "translation": "यदि शैतान अपने आप में विभाजित होइत अछि, त ओकर राज्य किएक ठाढ़ रहत? अहाँ कहैत छी जे हम बेलीझबुल द्वारा दुष्टात्मा निकालैत छी, तऽ यदि स्वयं शैतान अपने आप में विभाजित होइत अछि, तऽ ओकर राज्य किएक स्थिर रहत?", "calver": "2025.05.20", "id": "LUK 11:18", "translation_time": 13.02}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  δὲ  ἐγὼ  ἐν  Βεελζεβοὺλ  ἐκβάλλω  τὰ  δαιμόνια, οἱ  υἱοὶ  ὑμῶν  ἐν  τίνι  ἐκβάλλουσιν; διὰ  τοῦτο  αὐτοὶ  ὑμῶν  κριταὶ  ἔσονται.", "translation": "यदि हम शैतान के बली चढ़ा कऽ ओकर निकास करैत छी, तँ अहाँक पुत्र सभ ओहि सभ केँ कोना निकास करैत छथि? एहि कारणें, ओहि सभ केँ अहाँक न्यायाधीश बनल जायत।", "calver": "2025.05.20", "id": "LUK 11:19", "translation_time": 11.27}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  αὐτοῖς  Ὅταν  προσεύχησθε, λέγετε  Πάτερ, ἁγιασθήτω  τὸ  ὄνομά  σου· ἐλθάτω  ἡ  βασιλεία  σου·", "translation": "जखन अहाँ प्रार्थना करैत छी, तखन कहू, \"हमर पिता, अहाँक नाम पवित्र होअए। अहाँक राज्य आबि जाए।\"", "calver": "2025.05.20", "id": "LUK 11:2", "translation_time": 11.57}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  δὲ  ἐν  δακτύλῳ  Θεοῦ  ἐγὼ  ἐκβάλλω  τὰ  δαιμόνια, ἄρα  ἔφθασεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "यदि हम परमेश्वर के अंगुली सँ शैतान के प्रकोप केँ निकालैत छी, तँ परमेश्वर के राज्य अहाँ सभ पर आबि गेल अछि।", "calver": "2025.05.20", "id": "LUK 11:20", "translation_time": 11.27}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅταν  ὁ  ἰσχυρὸς  καθωπλισμένος  φυλάσσῃ  τὴν  ἑαυτοῦ  αὐλήν, ἐν  εἰρήνῃ  ἐστὶν  τὰ  ὑπάρχοντα  αὐτοῦ·", "translation": "जखन मजबूत व्यक्ति अपन स्वयं के आँगन के रक्षा करैत छथि आ शांति में हुनकर वस्तु सभ सुरक्षित अछि।", "calver": "2025.05.20", "id": "LUK 11:21", "translation_time": 11.8}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐπὰν  δὲ  ἰσχυρότερος  αὐτοῦ  ἐπελθὼν  νικήσῃ  αὐτόν, τὴν  πανοπλίαν  αὐτοῦ  αἴρει  ἐφ’  ᾗ  ἐπεποίθει, καὶ  τὰ  σκῦλα  αὐτοῦ  διαδίδωσιν.", "translation": "जब एक मजबूत व्यक्ति ओकरा पर विजय प्राप्त करैत अछि, तऽ ओ अपन कवच हटा दैत अछि, जे पर ओकर विश्वास छल, आ अपन हथियार फैलाबैत अछि।", "calver": "2025.05.20", "id": "LUK 11:22", "translation_time": 9.56}
{"source_lang": "grc", "target_lang": "mai", "original": "Ὁ  μὴ  ὢν  μετ’  ἐμοῦ  κατ’  ἐμοῦ  ἐστιν, καὶ  ὁ  μὴ  συνάγων  μετ’  ἐμοῦ  σκορπίζει.", "translation": "जे व्यक्ति हमर संगे नहि छथि, ओ व्यक्ति हमर विरुद्ध छथि, आ जे व्यक्ति हमर संगे नहि मिलैत छथि, ओ व्यक्ति बिखेरैत छथि।", "calver": "2025.05.20", "id": "LUK 11:23", "translation_time": 11.06}
{"source_lang": "grc", "target_lang": "mai", "original": "Ὅταν  τὸ  ἀκάθαρτον  πνεῦμα  ἐξέλθῃ  ἀπὸ  τοῦ  ἀνθρώπου, διέρχεται  δι’  ἀνύδρων  τόπων  ζητοῦν  ἀνάπαυσιν, καὶ  μὴ  εὑρίσκον  λέγει  Ὑποστρέψω  εἰς  τὸν  οἶκόν  μου  ὅθεν  ἐξῆλθον·", "translation": "जखन अशुद्ध आत्मा मनुष्य सँ बाहर जाइत अछि, तखन ओ सूखा स्थान सभ में भटकैत अछि, विश्राम खोजैत अछि, आ कहैत अछि, \"हम अपन घर वापस जायत छी, जत' सँ हम बाहर गेलहुँ।\"", "calver": "2025.05.20", "id": "LUK 11:24", "translation_time": 13.25}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐλθὸν  εὑρίσκει  σεσαρωμένον  καὶ  κεκοσμημένον.", "translation": "आउने पर, अहाँ केँ अभिषिक्त आ सजायल देखैत छथि।", "calver": "2025.05.20", "id": "LUK 11:25", "translation_time": 10.85}
{"source_lang": "grc", "target_lang": "mai", "original": "τότε  πορεύεται  καὶ  παραλαμβάνει  ἕτερα  πνεύματα  πονηρότερα  ἑαυτοῦ  ἑπτά, καὶ  εἰσελθόντα  κατοικεῖ  ἐκεῖ, καὶ  γίνεται  τὰ  ἔσχατα  τοῦ  ἀνθρώπου  ἐκείνου  χείρονα  τῶν  πρώτων.", "translation": "तखन ओ जायत अछि आ दोसर पापी आत्मा केँ लैत अछि, आ ओतय वास करैत अछि, आ ओकरा पहिले सँ बेसी खराब स्थिति बनि जाइत अछि।", "calver": "2025.05.20", "id": "LUK 11:26", "translation_time": 11.1}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐγένετο  δὲ  ἐν  τῷ  λέγειν  αὐτὸν  ταῦτα  ἐπάρασά  τις  φωνὴν  γυνὴ  ἐκ  τοῦ  ὄχλου  εἶπεν  αὐτῷ  Μακαρία  ἡ  κοιλία  ἡ  βαστάσασά  σε  καὶ  μαστοὶ  οὓς  ἐθήλασας.", "translation": "मगान अछि जे अहाँक गर्भधारण करनिहार गर्भाशय आ अहाँक स्तन जे अहाँक दूध पिलौने, से परमपावन अछि। एकटा स्त्रीक रूप में, जकरा परमेश्वरक पुत्रक माता बनबाक सौभाग्य प्राप्त भेल, हुनकर महिमा करबाक चाही। ई वचन Maryक मातृत्वक सम्मान आ धार्मिक श्रद्धाक प्रतीक अछि, जे ओकरा परमपावन स्थान दैत अछि।", "calver": "2025.05.20", "id": "LUK 11:27", "translation_time": 14.01}
{"source_lang": "grc", "target_lang": "mai", "original": "αὐτὸς  δὲ  εἶπεν  Μενοῦν  μακάριοι  οἱ  ἀκούοντες  τὸν  λόγον  τοῦ  Θεοῦ  καὶ  φυλάσσοντες.", "translation": "स्वयं यीशु कहलनि, \"भगवानक वचन सुननिहार आ ओकर पालन करनिहार सभ पर आशीर्वाद अछि।\"", "calver": "2025.05.20", "id": "LUK 11:28", "translation_time": 11.43}
{"source_lang": "grc", "target_lang": "mai", "original": "Τῶν  δὲ  ὄχλων  ἐπαθροιζομένων  ἤρξατο  λέγειν  Ἠ  γενεὰ  αὕτη  γενεὰ  πονηρά  ἐστιν· σημεῖον  ζητεῖ, καὶ  σημεῖον  οὐ  δοθήσεται  αὐτῇ  εἰ  μὴ  τὸ  σημεῖον  Ἰωνᾶ.", "translation": "जब भी भीड़ इकट्ठा होय लागल, ताहि पर ई कहय लगलाह: \"एहि पीढ़ी के लोग बुराई अछि; ओ संकेत खोजैत अछि, आ ओकरा किछु संकेत नहि देल जायत, केवल योहन के संकेत छोड़ि।\"", "calver": "2025.05.20", "id": "LUK 11:29", "translation_time": 11.45}
{"source_lang": "grc", "target_lang": "mai", "original": "τὸν  ἄρτον  ἡμῶν  τὸν  ἐπιούσιον  δίδου  ἡμῖν  τὸ  καθ’  ἡμέραν·", "translation": "हमर आवश्यक रोटी, जे प्रत्येक दिनक लेल अछि, कृपया हमरा दिअ।", "calver": "2025.05.20", "id": "LUK 11:3", "translation_time": 12.01}
{"source_lang": "grc", "target_lang": "mai", "original": "καθὼς  γὰρ  ἐγένετο  Ἰωνᾶς  τοῖς  Νινευείταις  σημεῖον, οὕτως  ἔσται  καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  τῇ  γενεᾷ  ταύτῃ.", "translation": "जैसे योहन के होइते निनवे के लोकनि लेल चिन्ह, तहिना मनुष्\\u200dय के पुत्र के लेल एहि पीढ़ी में सेहो चिन्ह होइते।", "calver": "2025.05.20", "id": "LUK 11:30", "translation_time": 11.49}
{"source_lang": "grc", "target_lang": "mai", "original": "βασίλισσα  νότου  ἐγερθήσεται  ἐν  τῇ  κρίσει  μετὰ  τῶν  ἀνδρῶν  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινεῖ  αὐτούς· ὅτι  ἦλθεν  ἐκ  τῶν  περάτων  τῆς  γῆς  ἀκοῦσαι  τὴν  σοφίαν  Σολομῶνος, καὶ  ἰδοὺ  πλεῖον  Σολομῶνος  ὧδε.", "translation": "दक्षिण की रानी अदालत में उठत अपने निर्णय करब कि ऊ अपने पीढ़ी के लोग के खिलाफ उठत, कारण कि ऊ पृथ्वी के कोना से आयल सोलोमन के बुद्धिमत्ता सुनय लेल, आ देखू, सोलोमन से बेसी बुद्धिमत्ता यहाँ अछि।", "calver": "2025.05.20", "id": "LUK 11:31", "translation_time": 15.92}
{"source_lang": "grc", "target_lang": "mai", "original": "ἄνδρες  Νινευεῖται  ἀναστήσονται  ἐν  τῇ  κρίσει  μετὰ  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινοῦσιν  αὐτήν· ὅτι  μετενόησαν  εἰς  τὸ  κήρυγμα  Ἰωνᾶ, καὶ  ἰδοὺ  πλεῖον  Ἰωνᾶ  ὧδε.", "translation": "निनवे के पुरुष सभ पुनः उठताहि जकरा एहि पीढ़ी के संग न्याय में खड़ा कएल जायत, आ ओहि सभ पर निर्णय होयत; कारण कि हुनका अपन नीनवे के प्रचार पर मनोनयन भेल, आ देखू, एहि ठाम जेनाह सँ बेसी जेनाह अछि।", "calver": "2025.05.20", "id": "LUK 11:32", "translation_time": 11.19}
{"source_lang": "grc", "target_lang": "mai", "original": "Οὐδεὶς  λύχνον  ἅψας  εἰς  κρύπτην  τίθησιν  οὐδὲ  ὑπὸ  τὸν  μόδιον, ἀλλ’  ἐπὶ  τὴν  λυχνίαν, ἵνα  οἱ  εἰσπορευόμενοι  τὸ  φέγγος  βλέπωσιν.", "translation": "कोनो व्यक्ति दीपक जला कऽ ओकरा झोला में नहि राखैत अछि, बल्कि ओकरा मेज पर राखैत अछि, जाहि सँ जे लोक प्रवेश करैत छथि, ओ प्रकाश देख सकथि।", "calver": "2025.05.20", "id": "LUK 11:33", "translation_time": 9.15}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  λύχνος  τοῦ  σώματός  ἐστιν  ὁ  ὀφθαλμός  σου. ὅταν  ὁ  ὀφθαλμός  σου  ἁπλοῦς  ᾖ, καὶ  ὅλον  τὸ  σῶμά  σου  φωτεινόν  ἐστιν· ἐπὰν  δὲ  πονηρὸς  ᾖ, καὶ  τὸ  σῶμά  σου  σκοτεινόν.", "translation": "आँखि शरीरक दीपक अछि। जखन अहाँक आँखि शुद्ध होए, तखन सम्पूर्ण शरीर प्रकाशमान होएत अछि; आ यदि अहाँक आँखि दुष्ट होए, तखन अहाँक शरीर अंधकार सँ भरि जाएत अछि।", "calver": "2025.05.20", "id": "LUK 11:34", "translation_time": 14.45}
{"source_lang": "grc", "target_lang": "mai", "original": "σκόπει  οὖν  μὴ  τὸ  φῶς  τὸ  ἐν  σοὶ  σκότος  ἐστίν.", "translation": "अपन भीतर के प्रकाश केँ अंधकार नहि होए देल जाउ।", "calver": "2025.05.20", "id": "LUK 11:35", "translation_time": 12.97}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  οὖν  τὸ  σῶμά  σου  ὅλον  φωτεινόν, μὴ  ἔχον  μέρος  τι  σκοτεινόν, ἔσται  φωτεινὸν  ὅλον  ὡς  ὅταν  ὁ  λύχνος  τῇ  ἀστραπῇ  φωτίζῃ  σε.", "translation": "यदि तऽ तोहर सम्पूर्ण शरीर उज्जवल अछि, जकर कोनो भाग अन्हार नहि अछि, तऽ ओ सम्पूर्ण उज्जवल होयत जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेकरे जेक", "calver": "2025.05.20", "id": "LUK 11:36", "translation_time": 13.26}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐν  δὲ  τῷ  λαλῆσαι  ἐρωτᾷ  αὐτὸν  Φαρισαῖος  ὅπως  ἀριστήσῃ  παρ’  αὐτῷ· εἰσελθὼν  δὲ  ἀνέπεσεν.", "translation": "फारिसी हुनका सँ पुछैत छथि जे, \"कतेक तरहें अहाँ हमरा संग भोजन करब,\" ताहि पर, जब ओ प्रवेश कएने, तऽ आरामसँ पड़ल।", "calver": "2025.05.20", "id": "LUK 11:37", "translation_time": 12.83}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  Φαρισαῖος  ἰδὼν  ἐθαύμασεν  ὅτι  οὐ  πρῶτον  ἐβαπτίσθη  πρὸ  τοῦ  ἀρίστου.", "translation": "सभ मे, फरीसियन देखलनि आ आश्चर्यचकित भेलाह, कारण हुनका पता चलल कि ओ पहिने नहि बपतिस्मा लेलथि, भोजन सँ पहिने।", "calver": "2025.05.20", "id": "LUK 11:38", "translation_time": 13.33}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  ὁ  Κύριος  πρὸς  αὐτόν  Νῦν  ὑμεῖς  οἱ  Φαρισαῖοι  τὸ  ἔξωθεν  τοῦ  ποτηρίου  καὶ  τοῦ  πίνακος  καθαρίζετε, τὸ  δὲ  ἔσωθεν  ὑμῶν  γέμει  ἁρπαγῆς  καὶ  πονηρίας.", "translation": "हे फरीसियन सभ, अहाँ सभ अपन कपड़ा आ थालीक बाह्य भाग साफ करैत छी, मुदा भीतर अहाँ सभ लोभ आ दुष्टता सँ भरल छी। यीशु हुनका सभ सँ कहलनि।", "calver": "2025.05.20", "id": "LUK 11:39", "translation_time": 12.05}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἄφες  ἡμῖν  τὰς  ἁμαρτίας  ἡμῶν, καὶ  γὰρ  αὐτοὶ  ἀφίομεν  παντὶ  ὀφείλοντι  ἡμῖν· καὶ  μὴ  εἰσενέγκῃς  ἡμᾶς  εἰς  πειρασμόν.", "translation": "हे प्रभु, हमरा पाप माफ करू, आ हमरा सभक दोष सभक क्षमा करू, जइसे हम दोसरक दोष माफ करैत छी। आ हमरा सभक परीक्षा में नहि लियाउ, आ हमरा सभक परीक्षा सँ बचाउ। अहाँक दया आ कृपा सँ हमरा सभक रक्षा करू। एहि प्रार्थना के माध्यम सँ हम अहाँ सँ विनम्रता पूर्वक विनती करैत छी।", "calver": "2025.05.20", "id": "LUK 11:4", "translation_time": 12.96}
{"source_lang": "grc", "target_lang": "mai", "original": "ἄφρονες, οὐχ  ὁ  ποιήσας  τὸ  ἔξωθεν  καὶ  τὸ  ἔσωθεν  ἐποίησεν;", "translation": "अज्ञानी, की ओहि व्यक्ति में बुद्धिमत्ता नहि अछि जे बाहरी आ आंतरिक दुनू बनौने अछि?", "calver": "2025.05.20", "id": "LUK 11:40", "translation_time": 13.08}
{"source_lang": "grc", "target_lang": "mai", "original": "πλὴν  τὰ  ἐνόντα  δότε  ἐλεημοσύνην, καὶ  ἰδοὺ  πάντα  καθαρὰ  ὑμῖν  ἐστιν.", "translation": "अपन जे अछि से दान करू, आउ देखू, सभ किछु तोहर लेल पवित्र अछि।", "calver": "2025.05.20", "id": "LUK 11:41", "translation_time": 10.3}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀλλὰ  οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀποδεκατοῦτε  τὸ  ἡδύοσμον  καὶ  τὸ  πήγανον  καὶ  πᾶν  λάχανον, καὶ  παρέρχεσθε  τὴν  κρίσιν  καὶ  τὴν  ἀγάπην  τοῦ  Θεοῦ· ταῦτα  δὲ  ἔδει  ποιῆσαι  κἀκεῖνα  μὴ  παρεῖναι.", "translation": "हे फरीसियन सभ, अहाँ सभ पर दुःख हो, कारण अहाँ सभ हृदयक सुखदोष, तिल, आ पिघल जेकाँ जड़ल जामुनक तिलक जेकाँ, तिलक जेकाँ, तिलक जेकाँ, आ सब तरहक साग-पातक तिलक करैत छी, मुदा अहाँ सभ न्याय आ परमेश्वरक प्रेमक बात केँ छोड़ि देलहुँ। ई सभ काज करब जरूरी छल, मुदा एहि सभक संग संग अहाँ सभ केँ न्याय आ परमेश्वरक प्रेमक पालन करब सेहो जरूरी छल।", "calver": "2025.05.20", "id": "LUK 11:42", "translation_time": 15.24}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀγαπᾶτε  τὴν  πρωτοκαθεδρίαν  ἐν  ταῖς  συναγωγαῖς  καὶ  τοὺς  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς.", "translation": "हे आप सभ पर विपत्ति, हे आप सभ पर विपत्ति, हे फरीसियन सभ, कारण अपने सभ प्रेम करैत छी सभसँ आगाँक स्थान सभ केँ, जकरा सभकें सभागारसभ में, आ सभ बाजार में अभिवादन करैत छी।", "calver": "2025.05.20", "id": "LUK 11:43", "translation_time": 12.52}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐαὶ  ὑμῖν, ὅτι  ἐστὲ  ὡς  τὰ  μνημεῖα  τὰ  ἄδηλα, καὶ  οἱ  ἄνθρωποι  οἱ  περιπατοῦντες  ἐπάνω  οὐκ  οἴδασιν.", "translation": "हे अहाँ सभ पर विपत्ति, कारण अहाँ सभ असपष्ट कब्र जेकाँ छी, आ जे लोक ऊपर चलि रहल छथि, हुनका ज्ञात नहि अछि।", "calver": "2025.05.20", "id": "LUK 11:44", "translation_time": 11.19}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἀποκριθεὶς  δέ  τις  τῶν  νομικῶν  λέγει  αὐτῷ  Διδάσκαλε, ταῦτα  λέγων  καὶ  ἡμᾶς  ὑβρίζεις.", "translation": "एहि बातसभ कहैत एक विधिक विशेषज्ञ येशु सँ उत्तर देलनि, \"गुरु, अहाँ हमरा सभक अपमान करैत छी।\"", "calver": "2025.05.20", "id": "LUK 11:45", "translation_time": 15.79}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  Καὶ  ὑμῖν  τοῖς  νομικοῖς  οὐαί, ὅτι  φορτίζετε  τοὺς  ἀνθρώπους  φορτία  δυσβάστακτα, καὶ  αὐτοὶ  ἑνὶ  τῶν  δακτύλων  ὑμῶν  οὐ  προσψαύετε  τοῖς  φορτίοις.", "translation": "अरे अहाँ सभ पर विपत्ति, जे अहाँ लोकनि लोकनि पर भारी बोझ लादि रहल छी, आ स्वयं एहि में एको उंगली सँ नहि छुए। अहाँ सभ पर ई दोष अछि, जे अहाँ लोकनि लोकनि पर कठोर जिम्मेदारी लगबैत छी, मुदा स्वयं एहि जिम्मेदारी सँ दूर रहैत छी। एहि तरहें, अहाँ सभ नैतिकता आ धर्मक कर्तव्य केँ भुलि गेल छी।", "calver": "2025.05.20", "id": "LUK 11:46", "translation_time": 12.68}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐαὶ  ὑμῖν, ὅτι  οἰκοδομεῖτε  τὰ  μνημεῖα  τῶν  προφητῶν, οἱ  δὲ  πατέρες  ὑμῶν  ἀπέκτειναν  αὐτούς.", "translation": "हे अहाँ सभ पर विपत्ति, कारण अहाँ सभ प्रेषक लोकनि के स्मारक बनबैत छी, जखन कि अहाँक पूर्वज सभ हुनका हत्या कएने छलाह।", "calver": "2025.05.20", "id": "LUK 11:47", "translation_time": 11.65}
{"source_lang": "grc", "target_lang": "mai", "original": "ἄρα  μάρτυρές  ἐστε  καὶ  συνευδοκεῖτε  τοῖς  ἔργοις  τῶν  πατέρων  ὑμῶν, ὅτι  αὐτοὶ  μὲν  ἀπέκτειναν  αὐτοὺς, ὑμεῖς  δὲ  οἰκοδομεῖτε.", "translation": "अहि तऽ अहाँ साक्षी छी आ अपने पूर्वज सभक काज मे सहमति दैत छी, कि ओ सभक हत्या कएने छथि, आ अहाँ सभ निर्माण कए रहल छी।", "calver": "2025.05.20", "id": "LUK 11:48", "translation_time": 12.31}
{"source_lang": "grc", "target_lang": "mai", "original": "διὰ  τοῦτο  καὶ  ἡ  σοφία  τοῦ  Θεοῦ  εἶπεν  Ἀποστελῶ  εἰς  αὐτοὺς  προφήτας  καὶ  ἀποστόλους, καὶ  ἐξ  αὐτῶν  ἀποκτενοῦσιν  καὶ  διώξουσιν,", "translation": "एहि लेल, भगवानक ज्ञान कहला गेल, कि ओ प्रेषित करब हुनका सभक लेल भविष्यवक्ता आ प्रेरित, आ हुनका सँ मारेल जायत आ सताओल जायत।", "calver": "2025.05.20", "id": "LUK 11:49", "translation_time": 15.12}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  εἶπεν  πρὸς  αὐτούς  Τίς  ἐξ  ὑμῶν  ἕξει  φίλον, καὶ  πορεύσεται  πρὸς  αὐτὸν  μεσονυκτίου  καὶ  εἴπῃ  αὐτῷ  Φίλε, χρῆσόν  μοι  τρεῖς  ἄρτους,", "translation": "आउ, उहाँ सँ कहल गेल, \"तुम में सँ कोनो मित्र मध्यरात्रि में जाइत अछि आ ओकरा सँ कहैत अछि, 'मित्र, हमरा परदान करू, तीन रोटी।'\"", "calver": "2025.05.20", "id": "LUK 11:5", "translation_time": 11.44}
{"source_lang": "grc", "target_lang": "mai", "original": "ἵνα  ἐκζητηθῇ  τὸ  αἷμα  πάντων  τῶν  προφητῶν  τὸ  ἐκκεχυμένον  ἀπὸ  καταβολῆς  κόσμου  ἀπὸ  τῆς  γενεᾶς  ταύτης,", "translation": "जाहि सँ प्रार्थना कैल गेल अछि कि सभटा भविष्यवक्ताक रक्त, जे संसारक स्थापना सँ आ एहि पीढ़ी सँ अवतरित भेल अछि, खोजल जाए।", "calver": "2025.05.20", "id": "LUK 11:50", "translation_time": 13.02}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀπὸ  αἵματος  Ἄβελ  ἕως  αἵματος  Ζαχαρίου  τοῦ  ἀπολομένου  μεταξὺ  τοῦ  θυσιαστηρίου  καὶ  τοῦ  οἴκου· ναί, λέγω  ὑμῖν, ἐκζητηθήσεται  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "अबलक रगत सँ ल' क' जकरा तक जकरा मृत्यु भेल, जकरा बीच बलि स्थल आ घरक बीच, हँ, हम अहाँ केँ कहैत छी, एहि पीढ़ी सँ माँग कएल जायत।", "calver": "2025.05.20", "id": "LUK 11:51", "translation_time": 12.27}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐαὶ  ὑμῖν  τοῖς  νομικοῖς, ὅτι  ἤρατε  τὴν  κλεῖδα  τῆς  γνώσεως· αὐτοὶ  οὐκ  εἰσήλθατε  καὶ  τοὺς  εἰσερχομένους  ἐκωλύσατε.", "translation": "आप सभ न्यायविदगण, जकरा सँ ज्ञानक चाबी लेलहुँ, अहाँ सभ स्वयं प्रवेश नहि कएलहुँ आ जे प्रवेश करए चाहैत छलाह, हुनका रोकि देलहुँ। एहि सँ अहाँ सभक दोष स्पष्ट अछि, जे अहाँ सभ अपन अधिकारक दुरुपयोग कएलहुँ आ लोकक प्रवेश मे बाधा बनलहुँ।", "calver": "2025.05.20", "id": "LUK 11:52", "translation_time": 13.78}
{"source_lang": "grc", "target_lang": "mai", "original": "Κἀκεῖθεν  ἐξελθόντος  αὐτοῦ  ἤρξαντο  οἱ  γραμματεῖς  καὶ  οἱ  Φαρισαῖοι  δεινῶς  ἐνέχειν  καὶ  ἀποστοματίζειν  αὐτὸν  περὶ  πλειόνων,", "translation": "जखन ओ गेल, तखन लेखक आ फरीसियन सभ गंभीरता सँ सामना करए लगल आ हुनका आर प्रश्न करए लगल।", "calver": "2025.05.20", "id": "LUK 11:53", "translation_time": 14.66}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐνεδρεύοντες  αὐτὸν  θηρεῦσαί  τι  ἐκ  τοῦ  στόματος  αὐτοῦ.", "translation": "\"ओहि पर छुपि कऽ शिकार करबाक लेल, ओकर मुँह सँ किछु पकड़बाक कोशिश करैत।\"", "calver": "2025.05.20", "id": "LUK 11:54", "translation_time": 13.47}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐπειδὴ  φίλος  μου  παρεγένετο  ἐξ  ὁδοῦ  πρός  με  καὶ  οὐκ  ἔχω  ὃ  παραθήσω  αὐτῷ·", "translation": "जखन हमर मित्र मार्ग सँ आबि गेलाह, आ हमरे लग हुनका किछु देबाक नहि अछि।", "calver": "2025.05.20", "id": "LUK 11:6", "translation_time": 11.4}
{"source_lang": "grc", "target_lang": "mai", "original": "κἀκεῖνος  ἔσωθεν  ἀποκριθεὶς  εἴπῃ  Μή  μοι  κόπους  πάρεχε· ἤδη  ἡ  θύρα  κέκλεισται, καὶ  τὰ  παιδία  μου  μετ’  ἐμοῦ  εἰς  τὴν  κοίτην  εἰσίν· οὐ  δύναμαι  ἀναστὰς  δοῦναί  σοι.", "translation": "ओ भीतर सँ उत्तर देलनि, \"मुदा हमरा सँ नहि होयत। एहि समय में द्वार बंद भऽ गेल अछि, आ हमर बच्चा सभ हमर संगे सुतल छथि, ताहि कारणें हम उठि कऽ अहाँ केँ सहायता नहि कऽ सकैत छी।\"", "calver": "2025.05.20", "id": "LUK 11:7", "translation_time": 15.27}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  ὑμῖν, εἰ  καὶ  οὐ  δώσει  αὐτῷ  ἀναστὰς  διὰ  τὸ  εἶναι  φίλον  αὐτοῦ, διά  γε  τὴν  ἀναιδίαν  αὐτοῦ  ἐγερθεὶς  δώσει  αὐτῷ  ὅσων  χρῄζει.", "translation": "हम अहाँ केँ कहैत छी, यदि ओ उठि कऽ ओकरा देत, कारण कि ओ ओकर मित्र अछि, ताहि लेल कि ओकरा दृढ़ता सँ माँगैत अछि, तऽ ओ उठि कऽ ओकरा आवश्यकतानुसार देत।", "calver": "2025.05.20", "id": "LUK 11:8", "translation_time": 11.78}
{"source_lang": "grc", "target_lang": "mai", "original": "Κἀγὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·", "translation": "हम अहाँ सभ केँ कहैत छी, पुछू, आ ई अहाँ केँ देल जायत; खोजू, आ अहाँ केँ भेटत; खटखटाउ, आ ई अहाँ केँ खोलल जायत।", "calver": "2025.05.20", "id": "LUK 11:9", "translation_time": 14.96}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐν  οἷς  ἐπισυναχθεισῶν  τῶν  μυριάδων  τοῦ  ὄχλου, ὥστε  καταπατεῖν  ἀλλήλους, ἤρξατο  λέγειν  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  πρῶτον  Προσέχετε  ἑαυτοῖς  ἀπὸ  τῆς  ζύμης, ἥτις  ἐστὶν  ὑπόκρισις, τῶν  Φαρισαίων.", "translation": "ध्यान राखू, अपने आप सँ, फरीसियन सभक खोट (hypocrisy) सँ, जकरा हम \"फरीसियन सभक खोट\" कहैत छी, सँ। ई खोट, जकरा परहेज करबाक चाही, ओहि तरहक छल-छद्म आ छुपल दुष्टता अछि, जे धार्मिक आ नैतिक शुद्धता केँ दूषित करैत अछि।", "calver": "2025.05.20", "id": "LUK 12:1", "translation_time": 14.14}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πᾶς  ὃς  ἐρεῖ  λόγον  εἰς  τὸν  Υἱὸν  τοῦ  ἀνθρώπου, ἀφεθήσεται  αὐτῷ· τῷ  δὲ  εἰς  τὸ  Ἅγιον  Πνεῦμα  βλασφημήσαντι  οὐκ  ἀφεθήσεται.", "translation": "यदि कोई व्यक्ति मनुष्य के पुत्र के विषय में बात करैत अछि, त ओकरा क्षमादान देल जायत। मुदा, जे व्यक्ति पवित्र आत्मा के विरुद्ध अपमान करैत अछि, ओकरा क्षमादान नहि देल जायत।", "calver": "2025.05.20", "id": "LUK 12:10", "translation_time": 13.11}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅταν  δὲ  εἰσφέρωσιν  ὑμᾶς  ἐπὶ  τὰς  συναγωγὰς  καὶ  τὰς  ἀρχὰς  καὶ  τὰς  ἐξουσίας, μὴ  μεριμνήσητε  πῶς  ἢ  τί  ἀπολογήσησθε  ἢ  τί  εἴπητε·", "translation": "जखन अहाँ सभ केँ सभागृह, आराधनालय आ शासक सभक समक्ष प्रस्तुत कएल जायत, तँ अहाँ सभ चिन्ता नहि करू कि अहाँ की कहब वा केना कहब, कारण पवित्र आत्मा अहाँ सभ केँ शिक्षा देत।", "calver": "2025.05.20", "id": "LUK 12:11", "translation_time": 13.72}
{"source_lang": "grc", "target_lang": "mai", "original": "τὸ  γὰρ  Ἅγιον  Πνεῦμα  διδάξει  ὑμᾶς  ἐν  αὐτῇ  τῇ  ὥρᾳ  ἃ  δεῖ  εἰπεῖν.", "translation": "तैँ, पवित्र आत्मा अहाँ सभ केँ सिखाएत, ओहि समय पर जे कहबाक चाही अछि।", "calver": "2025.05.20", "id": "LUK 12:12", "translation_time": 9.55}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δέ  τις  ἐκ  τοῦ  ὄχλου  αὐτῷ  Διδάσκαλε, εἰπὲ  τῷ  ἀδελφῷ  μου  μερίσασθαι  μετ’  ἐμοῦ  τὴν  κληρονομίαν.", "translation": "एकटा भीड़ सँ कियो ओकरा सँ विनम्रतापूर्वक कहलखिन, \"गुरुजी, अपने सँ आग्रह करैत छी, अपने अपन भैया सँ कहि दिअ कि हमरा संग विरासत बाँटि दी।\"", "calver": "2025.05.20", "id": "LUK 12:13", "translation_time": 11.82}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπε, τίς  με  κατέστησεν  κριτὴν  ἢ  μεριστὴν  ἐφ’  ὑμᾶς;", "translation": "हे मनुष्य, अहाँ के कहिया हमरा न्यायाधीश या विभाजक बनाओल गेल अछि?", "calver": "2025.05.20", "id": "LUK 12:14", "translation_time": 9.17}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Ὁρᾶτε  καὶ  φυλάσσεσθε  ἀπὸ  πάσης  πλεονεξίας, ὅτι  οὐκ  ἐν  τῷ  περισσεύειν  τινὶ  ἡ  ζωὴ  αὐτοῦ  ἐστιν  ἐκ  τῶν  ὑπαρχόντων  αὐτῷ.", "translation": "देखू और सावधान रहू, सभ प्रकार के लालच से बचू, कारण जीवन वस्तु में नहि अछि, और न हीं संपत्ति में। जीवन अपने पास मौजूद वस्तु पर निर्भर नहि अछि।", "calver": "2025.05.20", "id": "LUK 12:15", "translation_time": 12.06}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  παραβολὴν  πρὸς  αὐτοὺς  λέγων  Ἀνθρώπου  τινὸς  πλουσίου  εὐφόρησεν  ἡ  χώρα.", "translation": "एहि लोकनि सँ एकटा उपदेश कहैत छल, जे एकटा धनी मनुष्य छल, जकर भूमि फल-फूलल।", "calver": "2025.05.20", "id": "LUK 12:16", "translation_time": 10.08}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  διελογίζετο  ἐν  ἑαυτῷ  λέγων  Τί  ποιήσω, ὅτι  οὐκ  ἔχω  ποῦ  συνάξω  τοὺς  καρπούς  μου;", "translation": "आउ, अपने मन में विचार करैत छलाह, कहैत छथि, \"हम की करू? कारण हमरा लग अपन फसल रखबाक कोनो स्थान नहि अछि।\"", "calver": "2025.05.20", "id": "LUK 12:17", "translation_time": 10.4}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  Τοῦτο  ποιήσω· καθελῶ  μου  τὰς  ἀποθήκας  καὶ  μείζονας  οἰκοδομήσω, καὶ  συνάξω  ἐκεῖ  πάντα  τὸν  σῖτον  καὶ  τὰ  ἀγαθά  μου,", "translation": "हम ई करब; हम अपन पुरान भंडारघर तोड़ब आ बड़का भंडारघर बनायब, आ सभ अनाज आ सामान जमा करब।", "calver": "2025.05.20", "id": "LUK 12:18", "translation_time": 12.15}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐρῶ  τῇ  ψυχῇ  μου  Ψυχή, ἔχεις  πολλὰ  ἀγαθὰ  κείμενα  εἰς  ἔτη  πολλά· ἀναπαύου, φάγε, πίε, εὐφραίνου.", "translation": "आउ, हम अपन आत्मा सँ कहब, आत्मा, तोहर बहुत रास नीक वस्तु सभ संचित अछि, बहुत वर्षक लेल। आराम करू, खाउ, पिउ, आनन्द मनाउ।", "calver": "2025.05.20", "id": "LUK 12:19", "translation_time": 11.19}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐδὲν  δὲ  συγκεκαλυμμένον  ἐστὶν  ὃ  οὐκ  ἀποκαλυφθήσεται, καὶ  κρυπτὸν  ὃ  οὐ  γνωσθήσεται.", "translation": "कोनो भी वस्तु जे छुपायल अछि, ओकरा नहि रहत, आ जे किछु गुप्त अछि, से अवश्य प्रकट होयत।", "calver": "2025.05.20", "id": "LUK 12:2", "translation_time": 8.9}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Θεός  Ἄφρων, ταύτῃ  τῇ  νυκτὶ  τὴν  ψυχήν  σου  ἀπαιτοῦσιν  ἀπὸ  σοῦ· ἃ  δὲ  ἡτοίμασας, τίνι  ἔσται;", "translation": "भगवान व्यक्ति केँ 'मूर्ख' कहैत छथि, एहि राति तोहर प्राण केँ माँग कएल जायत। तँ अहाँ अपने लेल की तैयारी कएलहुँ?", "calver": "2025.05.20", "id": "LUK 12:20", "translation_time": 10.65}
{"source_lang": "grc", "target_lang": "mai", "original": "οὕτως  ὁ  θησαυρίζων  αὑτῷ  καὶ  μὴ  εἰς  Θεὸν  πλουτῶν.", "translation": "एहि तरहेँ, स्वयं लेल खजाना संचित करनिहार आ ईश्वरक ओर धनी नहि बनि रहल।", "calver": "2025.05.20", "id": "LUK 12:21", "translation_time": 13.58}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Διὰ  τοῦτο  λέγω  ὑμῖν· μὴ  μεριμνᾶτε  τῇ  ψυχῇ  τί  φάγητε, μηδὲ  τῷ  σώματι  τί  ἐνδύσησθε.", "translation": "हेतु, हम अहाँ सभ केँ कहैत छी: अपने मन केँ चिन्ता नहि करू, कि खाएब या पहिरब, कारण ई सब ईश्वरक देखरेख में अछि। मनुष्यक आत्मा और शरीरक बीच ई सम्बन्ध अछि, जे विश्वास आ भरोसे पर आधारित अछि। जखन अहाँ सभ ईश्वर पर विश्वास करैत छी, तखन ईश्वर अपने आवश्यकताक पूर्ति करैत छथि।", "calver": "2025.05.20", "id": "LUK 12:22", "translation_time": 14.68}
{"source_lang": "grc", "target_lang": "mai", "original": "ἡ  γὰρ  ψυχὴ  πλεῖόν  ἐστιν  τῆς  τροφῆς  καὶ  τὸ  σῶμα  τοῦ  ἐνδύματος.", "translation": "आत्मा भोजन सँ अधिक आवश्यक अछि, आ शरीर वस्त्रक समान अछि।", "calver": "2025.05.20", "id": "LUK 12:23", "translation_time": 9.54}
{"source_lang": "grc", "target_lang": "mai", "original": "κατανοήσατε  τοὺς  κόρακας, ὅτι  οὔτε  σπείρουσιν  οὔτε  θερίζουσιν, οἷς  οὐκ  ἔστιν  ταμεῖον  οὐδὲ  ἀποθήκη, καὶ  ὁ  Θεὸς  τρέφει  αὐτούς· πόσῳ  μᾶλλον  ὑμεῖς  διαφέρετε  τῶν  πετεινῶν.", "translation": "क्या आप समझे हैं कि कौआ सभ न त बोअबैत अछि, न त कटैत अछि, न कोनो खजाना अछि, और न ही भगवान हुनका खुराक दैत छथि; और निश्चित रूप सँ, भगवान हुनका खुराक दैत छथि। ताहि सँ, अहाँ सभ सँ अधिक, मनुष्यों के तुलना में, पक्षी सभ सँ अधिक मूल्यवान छी।", "calver": "2025.05.20", "id": "LUK 12:24", "translation_time": 15.24}
{"source_lang": "grc", "target_lang": "mai", "original": "τίς  δὲ  ἐξ  ὑμῶν  μεριμνῶν  δύναται  ἐπὶ  τὴν  ἡλικίαν  αὐτοῦ  προσθεῖναι  πῆχυν;", "translation": "अहाँ सभमें सँ के छथि जे चिन्ता करैत, अपन आयु में एक कुबित जोड़ि सकैत छथि?", "calver": "2025.05.20", "id": "LUK 12:25", "translation_time": 14.26}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  οὖν  οὐδὲ  ἐλάχιστον  δύνασθε, τί  περὶ  τῶν  λοιπῶν  μεριμνᾶτε;", "translation": "यदि अहाँ सभ सेहो नहि कऽ सकैत छी, तँ बाकी सभक चिन्ता किएक करैत छी?", "calver": "2025.05.20", "id": "LUK 12:26", "translation_time": 20.6}
{"source_lang": "grc", "target_lang": "mai", "original": "κατανοήσατε  τὰ  κρίνα, πῶς  οὔτε  νήθει  οὔτε  ὑφαίνει· λέγω  δὲ  ὑμῖν, οὐδὲ  Σολομὼν  ἐν  πάσῃ  τῇ  δόξῃ  αὐτοῦ  περιεβάλετο  ὡς  ἓν  τούτων.", "translation": "अहाँ सभ बुझि लिअ कि फूल सभ न त काज करैत छथि, न त बुन्नैत छथि; मुदा मैं अहाँ सभ केँ कहैत छी, सोलोमनक समृद्धि सँ बेसी शोभायमान, एहि फूल सभक समान देखाउल गेल अछि। सोलोमन अपन महिमा आ धनीक लेल प्रसिद्ध छथि, मुदा एहि फूल सभ जेकाँ प्राकृतिक सादगी आ दिव्य सौंदर्य सँ भरल नहि छथि।", "calver": "2025.05.20", "id": "LUK 12:27", "translation_time": 17.56}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  δὲ  ἐν  ἀγρῷ  τὸν  χόρτον  ὄντα  σήμερον  καὶ  αὔριον  εἰς  κλίβανον  βαλλόμενον  ὁ  Θεὸς  οὕτως  ἀμφιέζει, πόσῳ  μᾶλλον  ὑμᾶς, ὀλιγόπιστοι.", "translation": "यदि खेत में आज घास है और काल्हि भट्ठी में फेंक दी जाए, तऽ ईश्वर घास के वस्त्र पहिराबै छथि, तऽ अहाँ सँ अधिक ओ अहाँ केँ वस्त्र देताह, जकरा हम \"अल्प विश्वास\" कहैत छी।", "calver": "2025.05.20", "id": "LUK 12:28", "translation_time": 17.75}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὑμεῖς  μὴ  ζητεῖτε  τί  φάγητε  καὶ  τί  πίητε, καὶ  μὴ  μετεωρίζεσθε·", "translation": "आउ तुम सभ नहि खोजू कि की खायब, नहि पीब, आ नहि विचलित होउ; अपन चिन्ता नहि करू।", "calver": "2025.05.20", "id": "LUK 12:29", "translation_time": 14.1}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀνθ’  ὧν  ὅσα  ἐν  τῇ  σκοτίᾳ  εἴπατε  ἐν  τῷ  φωτὶ  ἀκουσθήσεται, καὶ  ὃ  πρὸς  τὸ  οὖς  ἐλαλήσατε  ἐν  τοῖς  ταμείοις  κηρυχθήσεται  ἐπὶ  τῶν  δωμάτων.", "translation": "अन्हार में जे किछु कहब, प्रकाश में सुनायल जायत, आ जे गुप्त रूप सँ फुसफुसायल जायत, से छत पर प्रचारित होयत।", "calver": "2025.05.20", "id": "LUK 12:3", "translation_time": 14.54}
{"source_lang": "grc", "target_lang": "mai", "original": "ταῦτα  γὰρ  πάντα  τὰ  ἔθνη  τοῦ  κόσμου  ἐπιζητοῦσιν· ὑμῶν  δὲ  ὁ  Πατὴρ  οἶδεν  ὅτι  χρῄζετε  τούτων·", "translation": "एहि लेल सभ देश संसारक सभ वस्तु खोजैत छथि; मुदा अहाँक पिता जनैत छथि जे अहाँकेँ एहि सभक आवश्यकता अछि।", "calver": "2025.05.20", "id": "LUK 12:30", "translation_time": 13.08}
{"source_lang": "grc", "target_lang": "mai", "original": "πλὴν  ζητεῖτε  τὴν  βασιλείαν  αὐτοῦ, καὶ  ταῦτα  προστεθήσεται  ὑμῖν.", "translation": "अपनेक ध्यान दियौ, अपने सभक परमेश्वरक राज्य खोजू, आ ई सभ अहाँक देल जायत।", "calver": "2025.05.20", "id": "LUK 12:31", "translation_time": 15.46}
{"source_lang": "grc", "target_lang": "mai", "original": "Μὴ  φοβοῦ, τὸ  μικρὸν  ποίμνιον· ὅτι  εὐδόκησεν  ὁ  Πατὴρ  ὑμῶν  δοῦναι  ὑμῖν  τὴν  βασιλείαν.", "translation": "डरू नहि, सानु झुंड; कारण, अहाँक पिता केँ इच्छा अछि जे हुनका द्वारा अहाँ केँ राज्य प्रदान कएल जाए।", "calver": "2025.05.20", "id": "LUK 12:32", "translation_time": 11.59}
{"source_lang": "grc", "target_lang": "mai", "original": "Πωλήσατε  τὰ  ὑπάρχοντα  ὑμῶν  καὶ  δότε  ἐλεημοσύνην· ποιήσατε  ἑαυτοῖς  βαλλάντια  μὴ  παλαιούμενα, θησαυρὸν  ἀνέκλειπτον  ἐν  τοῖς  οὐρανοῖς, ὅπου  κλέπτης  οὐκ  ἐγγίζει  οὐδὲ  σὴς  διαφθείρει·", "translation": "अहाँ अपन सभ वस्तु बेचि कऽ दान करू; एहि सँ अपने लेल स्वर्ग में अनमोल खजाना बनाउ, जतए चोर नहि आबि सकए आ कीड़ा नहि खाए। जतेक खजाना अपने लग राखब, ओहि ठाम हृदय सेहो रहत। जँ अपने अपन वस्तु बेचि कऽ दान करब, तँ अपनेक हृदय स्वर्ग में रहत, जतए कोनो चोर नहि आबि सकए आ कोनो कीड़ा नहि खाए। एहि तरहें अपने अपन धन स्वर्ग में जमा करू, जतए न चोरी होएत अछि, न कीड़ा खाएत अछि।", "calver": "2025.05.20", "id": "LUK 12:33", "translation_time": 13.11}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅπου  γάρ  ἐστιν  ὁ  θησαυρὸς  ὑμῶν, ἐκεῖ  καὶ  ἡ  καρδία  ὑμῶν  ἔσται.", "translation": "जहाँ तोहर खजाना अछि, ताहि ठाम तोहर हृदय सेहो होएत।", "calver": "2025.05.20", "id": "LUK 12:34", "translation_time": 12.42}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔστωσαν  ὑμῶν  αἱ  ὀσφύες  περιεζωσμέναι  καὶ  οἱ  λύχνοι  καιόμενοι·", "translation": "अहाँ सभक कमर बंधल अछि आ दीपक ज्वलित अछि; एहि तरहें, अहाँ सभ सजग रहू।", "calver": "2025.05.20", "id": "LUK 12:35", "translation_time": 14.53}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὑμεῖς  ὅμοιοι  ἀνθρώποις  προσδεχομένοις  τὸν  κύριον  ἑαυτῶν  πότε  ἀναλύσῃ  ἐκ  τῶν  γάμων, ἵνα  ἐλθόντος  καὶ  κρούσαντος  εὐθέως  ἀνοίξωσιν  αὐτῷ.", "translation": "तुम सभ मनुष्य जेकाँ समान छी, जे अपन प्रतीक्षा क' रहल छी, प्रभु के अपने स्वयं के, कखन ओ विवाह सँ बाहर निकलताह, आ आगमन क' क' खटखटेलाह, तखन तुरंत ओ खोलि देताह।", "calver": "2025.05.20", "id": "LUK 12:36", "translation_time": 13.94}
{"source_lang": "grc", "target_lang": "mai", "original": "μακάριοι  οἱ  δοῦλοι  ἐκεῖνοι, οὓς  ἐλθὼν  ὁ  κύριος  εὑρήσει  γρηγοροῦντας· ἀμὴν  λέγω  ὑμῖν  ὅτι  περιζώσεται  καὶ  ἀνακλινεῖ  αὐτοὺς  καὶ  παρελθὼν  διακονήσει  αὐτοῖς.", "translation": "सर्वश्रेष्ठ सेवक, जकरा प्रभु आएल, ओहि सभक लेल सुखी छथि, जकरा प्रभु जागरूकता सँ भेटत। मैं कहैत छी कि ओ सभ अपन कंगन बाँधि लेंगे, आराम कराएंगे, आ आगमन पर सेवा करब। प्रभु जखन आएत, तऽ ओ सभ केँ देखत आ हुनका आराम कराएत, आ स्वयं आगि पर बैसि कऽ सेवा करत।", "calver": "2025.05.20", "id": "LUK 12:37", "translation_time": 17.1}
{"source_lang": "grc", "target_lang": "mai", "original": "κἂν  ἐν  τῇ  δευτέρᾳ  κἂν  ἐν  τῇ  τρίτῃ  φυλακῇ  ἔλθῃ  καὶ  εὕρῃ  οὕτως, μακάριοί  εἰσιν  ἐκεῖνοι.", "translation": "यदि अहाँ दोसर वा तेसर पहर में आबि जाउ आ ओहि तरहें पाबि जाउ, तँ ओहि लोकनि पर आशीर्वाद अछि।", "calver": "2025.05.20", "id": "LUK 12:38", "translation_time": 10.46}
{"source_lang": "grc", "target_lang": "mai", "original": "τοῦτο  δὲ  γινώσκετε  ὅτι  εἰ  ᾔδει  ὁ  οἰκοδεσπότης  ποίᾳ  ὥρᾳ  ὁ  κλέπτης  ἔρχεται, οὐκ  ἂν  ἀφῆκεν  διορυχθῆναι  τὸν  οἶκον  αὐτοῦ.", "translation": "यदि घरमालिक जानि रहल होइत कि चोर कखन आबि रहल अछि, ताहि पर ओ घर केँ तोड़ि नहि दैत।", "calver": "2025.05.20", "id": "LUK 12:39", "translation_time": 16.79}
{"source_lang": "grc", "target_lang": "mai", "original": "Λέγω  δὲ  ὑμῖν  τοῖς  φίλοις  μου, μὴ  φοβηθῆτε  ἀπὸ  τῶν  ἀποκτεννόντων  τὸ  σῶμα  καὶ  μετὰ  ταῦτα  μὴ  ἐχόντων  περισσότερόν  τι  ποιῆσαι.", "translation": "हम अहाँ सभ केँ कहैत छी, हमर मित्रगण, भय नञि खाइत जाउ। जकरा सँ शरीर केँ मारि सकैत अछि, ताहि सँ नञि डरू। एहि बातक बाद, ओ सभ केँ आर किछु नहि कऽ सकैत अछि।", "calver": "2025.05.20", "id": "LUK 12:4", "translation_time": 13.06}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὑμεῖς  γίνεσθε  ἕτοιμοι, ὅτι  ᾗ  ὥρᾳ  οὐ  δοκεῖτε  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἔρχεται.", "translation": "तहूँ तैयार रहू, कारण जखन अहाँ नहि बुझि सकैत छी, तखन पुत्र मनुष्\\u200dय आबैत छथि।", "calver": "2025.05.20", "id": "LUK 12:40", "translation_time": 13.77}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Κύριε, πρὸς  ἡμᾶς  τὴν  παραβολὴν  ταύτην  λέγεις  ἢ  καὶ  πρὸς  πάντας;", "translation": "पीटर कहलनि, हे प्रभु, की अहाँ हमरा सभक लेल एहि परिकथा कहि रहल छी, कि आउ सभक लेल सेहो?", "calver": "2025.05.20", "id": "LUK 12:41", "translation_time": 10.48}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  ὁ  Κύριος  Τίς  ἄρα  ἐστὶν  ὁ  πιστὸς  οἰκονόμος  ὁ  φρόνιμος, ὃν  καταστήσει  ὁ  κύριος  ἐπὶ  τῆς  θεραπείας  αὐτοῦ  τοῦ  διδόναι  ἐν  καιρῷ  τὸ  σιτομέτριον;", "translation": "आउर प्रभु कहलकाहि, \"कौन विश्वासयोग्य आ बुद्धिमान गृहस्वामी अछि, जेकरा प्रभु अपन घरक देखभाल करबाक लेल नियुक्त करताह, ताकि ओ समय पर रोटी-भातक मापदंड दैत रहय?\"", "calver": "2025.05.20", "id": "LUK 12:42", "translation_time": 10.03}
{"source_lang": "grc", "target_lang": "mai", "original": "μακάριος  ὁ  δοῦλος  ἐκεῖνος, ὃν  ἐλθὼν  ὁ  κύριος  αὐτοῦ  εὑρήσει  ποιοῦντα  οὕτως.", "translation": "माकारीयो सेवक, जेकरा पर प्रभु आबि क' देखथिन, ओहि व्यक्ति जकरा एहि तरहें काज करैत पाओताह, ताहि लेल आशीर्वादित छथि।", "calver": "2025.05.20", "id": "LUK 12:43", "translation_time": 12.54}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀληθῶς  λέγω  ὑμῖν  ὅτι  ἐπὶ  πᾶσιν  τοῖς  ὑπάρχουσιν  αὐτοῦ  καταστήσει  αὐτόν.", "translation": "अवश्य हम अहाँ सँ कहैत छी, कि ओहि पर ओकरा सब किछु पर स्थापित करत।", "calver": "2025.05.20", "id": "LUK 12:44", "translation_time": 12.95}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐὰν  δὲ  εἴπῃ  ὁ  δοῦλος  ἐκεῖνος  ἐν  τῇ  καρδίᾳ  αὐτοῦ  Χρονίζει  ὁ  κύριός  μου  ἔρχεσθαι, καὶ  ἄρξηται  τύπτειν  τοὺς  παῖδας  καὶ  τὰς  παιδίσκας, ἐσθίειν  τε  καὶ  πίνειν  καὶ  μεθύσκεσθαι,", "translation": "यदि ओहि सेवक अपन हृदय में कहैत अछि, \"मोर स्वामी विलंब करैत छथि,\" तऽ ओ मारय लगैत अछि, अपने बच्चा सभके, आ नौकरानी सभके, मारय लगैत अछि, खाइत अछि, पीबैत अछि, आ नशा करैत अछि।", "calver": "2025.05.20", "id": "LUK 12:45", "translation_time": 11.06}
{"source_lang": "grc", "target_lang": "mai", "original": "ἥξει  ὁ  κύριος  τοῦ  δούλου  ἐκείνου  ἐν  ἡμέρᾳ  ᾗ  οὐ  προσδοκᾷ  καὶ  ἐν  ὥρᾳ  ᾗ  οὐ  γινώσκει, καὶ  διχοτομήσει  αὐτὸν, καὶ  τὸ  μέρος  αὐτοῦ  μετὰ  τῶν  ἀπίστων  θήσει.", "translation": "प्रभु ओहि दिन अपने दास केँ एहन दिन में आएत जखन ओ अपेक्षा नहि करैत अछि आ जखन ओ ज्ञात नहि करैत अछि, तखन ओ ओकरा विभाजित करत, आ ओकर भाग अविश्वासियोंक संग राखत।", "calver": "2025.05.20", "id": "LUK 12:46", "translation_time": 12.24}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐκεῖνος  δὲ  ὁ  δοῦλος  ὁ  γνοὺς  τὸ  θέλημα  τοῦ  κυρίου  αὐτοῦ  καὶ  μὴ  ἑτοιμάσας  ἢ  ποιήσας  πρὸς  τὸ  θέλημα  αὐτοῦ  δαρήσεται  πολλάς·", "translation": "ओहि सेवक जे अपन स्वामीक इच्छा जानैत अछि, मुदा तैयार नहि होइत अछि या ओकर इच्छा अनुसार काज नहि करैत अछि, ताहि पर बहुत सारा मार पड़त।", "calver": "2025.05.20", "id": "LUK 12:47", "translation_time": 7.69}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  μὴ  γνοὺς, ποιήσας  δὲ  ἄξια  πληγῶν, δαρήσεται  ὀλίγας. παντὶ  δὲ  ᾧ  ἐδόθη  πολύ, πολὺ  ζητηθήσεται  παρ’  αὐτοῦ, καὶ  ᾧ  παρέθεντο  πολύ, περισσότερον  αἰτήσουσιν  αὐτόν.", "translation": "जे नहि जानैत अछि, ओहि पर उचित दंड देल जाएत, आ थोड़ा दंड देल जाएत। जकरा बहुत देल गेल अछि, ओकरा सँ अधिक मांगल जाएत, आ जकरा बहुत देल गेल अछि, ओकरा सँ अधिक मांगल जाएत।", "calver": "2025.05.20", "id": "LUK 12:48", "translation_time": 11.96}
{"source_lang": "grc", "target_lang": "mai", "original": "Πῦρ  ἦλθον  βαλεῖν  ἐπὶ  τὴν  γῆν, καὶ  τί  θέλω  εἰ  ἤδη  ἀνήφθη.", "translation": "\"मोर आगि पृथ्वी पर लाबय चाहैत छी, आ की ई पहिने सँ प्रज्वलित भऽ गेल अछि?\"", "calver": "2025.05.20", "id": "LUK 12:49", "translation_time": 8.45}
{"source_lang": "grc", "target_lang": "mai", "original": "ὑποδείξω  δὲ  ὑμῖν  τίνα  φοβηθῆτε· φοβήθητε  τὸν  μετὰ  τὸ  ἀποκτεῖναι  ἔχοντα  ἐξουσίαν  ἐμβαλεῖν  εἰς  τὴν  γέενναν. ναί, λέγω  ὑμῖν, τοῦτον  φοβήθητε.", "translation": "अहाँ सभकें देखाउ, केना भय करू, ओहि सँ भय करू जकरा लगे मृत्यु कऽ बाद अधिकार अछि, गैएन्ना में फेंकबाक अधिकार, एहि सँ भय करू। हँ, हम अहाँ सभकें कहैत छी, केवल हुनका सँ भय करू।", "calver": "2025.05.20", "id": "LUK 12:5", "translation_time": 11.97}
{"source_lang": "grc", "target_lang": "mai", "original": "βάπτισμα  δὲ  ἔχω  βαπτισθῆναι, καὶ  πῶς  συνέχομαι  ἕως  ὅτου  τελεσθῇ.", "translation": "मुझे बपतिस्मा लेना है, और मैं कैसे सहूँगा जब तक यह पूरा न हो जाए।", "calver": "2025.05.20", "id": "LUK 12:50", "translation_time": 7.63}
{"source_lang": "grc", "target_lang": "mai", "original": "δοκεῖτε  ὅτι  εἰρήνην  παρεγενόμην  δοῦναι  ἐν  τῇ  γῇ; οὐχί, λέγω  ὑμῖν, ἀλλ’  ἢ  διαμερισμόν.", "translation": "की अहाँ मानैत छी जे हम पृथ्वी पर शांति देबाक लेल आएल छी? नहि, हम अहाँ केँ कहैत छी, बल्कि विभाजन।", "calver": "2025.05.20", "id": "LUK 12:51", "translation_time": 8.46}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔσονται  γὰρ  ἀπὸ  τοῦ  νῦν  πέντε  ἐν  ἑνὶ  οἴκῳ  διαμεμερισμένοι, τρεῖς  ἐπὶ  δυσὶν  καὶ  δύο  ἐπὶ  τρισίν", "translation": "एहि सँ आब सँ, पाँच व्यक्ति एकटा घर मे विभाजित होयत, जाही मे तीन व्यक्ति दू पर आ दो व्यक्ति तीन पर होयत।", "calver": "2025.05.20", "id": "LUK 12:52", "translation_time": 11.37}
{"source_lang": "grc", "target_lang": "mai", "original": "διαμερισθήσονται, πατὴρ  ἐπὶ  υἱῷ  καὶ  υἱὸς  ἐπὶ  πατρί, μήτηρ  ἐπὶ  θυγατέρα  καὶ  θυγάτηρ  ἐπὶ  τὴν  μητέρα, πενθερὰ  ἐπὶ  τὴν  νύμφην  αὐτῆς  καὶ  νύμφη  ἐπὶ  τὴν  πενθεράν.", "translation": "डिएमेर्सित्सोन्टो, पिता पुत्र पर, और पुत्र पिता पर, माता पुत्री पर, और पुत्री माता पर, सासु अपनी बहू पर, और बहू अपनी सासु पर।", "calver": "2025.05.20", "id": "LUK 12:53", "translation_time": 14.8}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔλεγεν  δὲ  καὶ  τοῖς  ὄχλοις  Ὅταν  ἴδητε  νεφέλην  ἀνατέλλουσαν  ἐπὶ  δυσμῶν, εὐθέως  λέγετε  ὅτι  Ὄμβρος  ἔρχεται, καὶ  γίνεται  οὕτως·", "translation": "जखन अपने पश्चिम में मेघ उठैत देखी, तत्क्षण कहि दी कि आँधी आबि रहल अछि, आ ई एहेन होइत अछि।", "calver": "2025.05.20", "id": "LUK 12:54", "translation_time": 11.48}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὅταν  νότον  πνέοντα, λέγετε  ὅτι  Καύσων  ἔσται, καὶ  γίνεται.", "translation": "आ जखन दक्षिणी वायु चलैत अछि, तँ कहू जे तापमान होयत, आ ई होइत अछि।", "calver": "2025.05.20", "id": "LUK 12:55", "translation_time": 10.25}
{"source_lang": "grc", "target_lang": "mai", "original": "ὑποκριταί, τὸ  πρόσωπον  τῆς  γῆς  καὶ  τοῦ  οὐρανοῦ  οἴδατε  δοκιμάζειν, τὸν  καιρὸν  δὲ  τοῦτον  πῶς  οὐ  δοκιμάζετε;", "translation": "पाखंडीजन, पृथ्वी और आकाश का मुख देखैत, अपने समय के पहचान नै करैत छी? अहाँ सभ किएक एहि समय के परख नै करैत छी?", "calver": "2025.05.20", "id": "LUK 12:56", "translation_time": 21.33}
{"source_lang": "grc", "target_lang": "mai", "original": "Τί  δὲ  καὶ  ἀφ’  ἑαυτῶν  οὐ  κρίνετε  τὸ  δίκαιον;", "translation": "अर्थात्, अहाँ सभ स्वयं सँ नै न्याय करैत छी कि उचित अछि?", "calver": "2025.05.20", "id": "LUK 12:57", "translation_time": 21.17}
{"source_lang": "grc", "target_lang": "mai", "original": "ὡς  γὰρ  ὑπάγεις  μετὰ  τοῦ  ἀντιδίκου  σου  ἐπ’  ἄρχοντα, ἐν  τῇ  ὁδῷ  δὸς  ἐργασίαν  ἀπηλλάχθαι  ἀπ’  αὐτοῦ, μή  ποτε  κατασύρῃ  σε  πρὸς  τὸν  κριτήν, καὶ  ὁ  κριτής  σε  παραδώσει  τῷ  πράκτορι, καὶ  ὁ  πράκτωρ  σε  βαλεῖ  εἰς  φυλακήν.", "translation": "जखन अहाँ अपन विरोधी सँ जजक समक्ष जाएब, तऽ विवाद समाधान करि कऽ ओकरा सँ मुक्ति भेटय, नहि तँ अहाँ केँ खींचि कऽ जजक समक्ष लऽ जाओल जायत। जज अहाँ केँ अपन एजेंट केँ सौंपि देत, आ एजेंट अहाँ केँ जेल मे डालि देत।", "calver": "2025.05.20", "id": "LUK 12:58", "translation_time": 20.64}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  σοι, οὐ  μὴ  ἐξέλθῃς  ἐκεῖθεν  ἕως  καὶ  τὸ  ἔσχατον  λεπτὸν  ἀποδῷς.", "translation": "हम तोहर कहैत छी, तोँ बाहर नहि जएब जब तक अंतिम पैसा तक चुकाएब नहि करब।", "calver": "2025.05.20", "id": "LUK 12:59", "translation_time": 16.11}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐχὶ  πέντε  στρουθία  πωλοῦνται  ἀσσαρίων  δύο; καὶ  ἓν  ἐξ  αὐτῶν  οὐκ  ἔστιν  ἐπιλελησμένον  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "की पाँच चिड़ैया, जकरा अस्सारियन में बेचायल जाइत अछि, की ओहि में सँ एको नहि अछि जे परमेश्वरक समक्ष भुलायल जाइत अछि?", "calver": "2025.05.20", "id": "LUK 12:6", "translation_time": 12.5}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀλλὰ  καὶ  αἱ  τρίχες  τῆς  κεφαλῆς  ὑμῶν  πᾶσαι  ἠρίθμηνται. μὴ  φοβεῖσθε· πολλῶν  στρουθίων  διαφέρετε.", "translation": "हे भगवान, अपने सभक बालक के बालक सभक गिनती भऽ गेल अछि। डरू नहि; अपने सभक ऊपर दिव्य ज्ञान अछि, आ बहुत सारा पक्षी सँ भिन्न अछि।", "calver": "2025.05.20", "id": "LUK 12:7", "translation_time": 12.29}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  δὲ  ὑμῖν, πᾶς  ὃς  ἂν  ὁμολογήσῃ  ἐν  ἐμοὶ  ἔμπροσθεν  τῶν  ἀνθρώπων, καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ὁμολογήσει  ἐν  αὐτῷ  ἔμπροσθεν  τῶν  ἀγγέλων  τοῦ  Θεοῦ·", "translation": "हम अहाँ केँ कहैत छी, जे कोनो व्यक्ति यदि मऽ में अपन विश्वासक घोषणा करए, तऽ ओहिकर स्वीकृति स्वर्गक दूतसभक समक्ष, पुत्र मऽनुषक सेहो, होयत। जखन ओहि व्यक्ति अपन विश्वासक घोषणा करत, तऽ पुत्र मऽनुष सेहो ओकरा समक्ष स्वर्गक दूतसभक बीच अपन स्वीकृति देत।", "calver": "2025.05.20", "id": "LUK 12:8", "translation_time": 11.01}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  ἀρνησάμενός  με  ἐνώπιον  τῶν  ἀνθρώπων  ἀπαρνηθήσεται  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ.", "translation": "जे व्यक्ति हमरा अस्वीकार करत अछि, ओ ईश्वरक दूत सभक समक्ष हमरा अस्वीकार करत।", "calver": "2025.05.20", "id": "LUK 12:9", "translation_time": 10.64}
{"source_lang": "grc", "target_lang": "mai", "original": "Παρῆσαν  δέ  τινες  ἐν  αὐτῷ  τῷ  καιρῷ  ἀπαγγέλλοντες  αὐτῷ  περὶ  τῶν  Γαλιλαίων  ὧν  τὸ  αἷμα  Πειλᾶτος  ἔμιξεν  μετὰ  τῶν  θυσιῶν  αὐτῶν.", "translation": "एहि समय में किछु लोक सभ ओकरा लग आबि कऽ कहि रहल छलाह जे गलीलियन सभक खून पिलातोस अपन बलिदान सभक संग मिलौने छलाह।", "calver": "2025.05.20", "id": "LUK 13:1", "translation_time": 11.22}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἦν  δὲ  διδάσκων  ἐν  μιᾷ  τῶν  συναγωγῶν  ἐν  τοῖς  σάββασιν.", "translation": "एहि में एकटा सभागृह में शिक्षण करैत छथि सप्ताहक विशिष्ट दिन पर।", "calver": "2025.05.20", "id": "LUK 13:10", "translation_time": 13.21}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδοὺ  γυνὴ  πνεῦμα  ἔχουσα  ἀσθενείας  ἔτη  δέκα  ὀκτώ, καὶ  ἦν  συνκύπτουσα  καὶ  μὴ  δυναμένη  ἀνακύψαι  εἰς  τὸ  παντελές.", "translation": "गौण, एक महिला जे बारह वर्ष सँ दीर्घकालीन रोग सँ पीड़ित छथि, झुकील छथि आ सिधा नहि भऽ सकैत छथि, देखू, ओहि समय में ओ अपने शारीरिक स्थिति सँ अत्यंत पीड़ित छथि।", "calver": "2025.05.20", "id": "LUK 13:11", "translation_time": 10.22}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδὼν  δὲ  αὐτὴν  ὁ  Ἰησοῦς  προσεφώνησεν  καὶ  εἶπεν  αὐτῇ  Γύναι, ἀπολέλυσαι  τῆς  ἀσθενείας  σου,", "translation": "देखि कऽ येशु बजलाह, \"महिला, अपने रोग सँ मुक्त भऽ जाउ।\"", "calver": "2025.05.20", "id": "LUK 13:12", "translation_time": 10.4}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπέθηκεν  αὐτῇ  τὰς  χεῖρας· καὶ  παραχρῆμα  ἀνορθώθη, καὶ  ἐδόξαζεν  τὸν  Θεόν.", "translation": "उहाँ हुनका ऊपर हाथ राखल, तकर बाद तुरन्त उठि क' खड़ा भेल आ भगवान के महिमा गाइ लगल।", "calver": "2025.05.20", "id": "LUK 13:13", "translation_time": 10.92}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποκριθεὶς  δὲ  ὁ  ἀρχισυνάγωγος, ἀγανακτῶν  ὅτι  τῷ  σαββάτῳ  ἐθεράπευσεν  ὁ  Ἰησοῦς, ἔλεγεν  τῷ  ὄχλῳ  ὅτι  Ἓξ  ἡμέραι  εἰσὶν  ἐν  αἷς  δεῖ  ἐργάζεσθαι· ἐν  αὐταῖς  οὖν  ἐρχόμενοι  θεραπεύεσθε  καὶ  μὴ  τῇ  ἡμέρᾳ  τοῦ  σαββάτου.", "translation": "सभासदक उत्तर देलनि, गुस्सा भ' क' कहलकनि कि, \"सप्ताहक विश्राम पर यीशु चिकित्सक भेलाह। सभागृहक लोकनि केँ कहैत, 'छह दिन अछि जखन काज करब जरूरी अछि। एहि में जाइक' उपचार करैत छी, न कि सप्ताहक विश्रामक दिन पर।'\"", "calver": "2025.05.20", "id": "LUK 13:14", "translation_time": 15.22}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀπεκρίθη  δὲ  αὐτῷ  ὁ  Κύριος  καὶ  εἶπεν  Ὑποκριταί, ἕκαστος  ὑμῶν  τῷ  σαββάτῳ  οὐ  λύει  τὸν  βοῦν  αὐτοῦ  ἢ  τὸν  ὄνον  ἀπὸ  τῆς  φάτνης  καὶ  ἀπαγαγὼν  ποτίζει;", "translation": "प्रभु उत्तर देलनि आ कहलनि, \"अहां सभ, हे पाखंडी लोक, की अपने सभ में सँ प्रत्येक अपने सभक बैसाखी पर, जखन अपने सभक बैल या गधा खाइत हो, तखन ओकरा सँ अलग कऽ कऽ ओकरा पानी पिअबय लेल नहि खोलि दैत अछि?\"", "calver": "2025.05.20", "id": "LUK 13:15", "translation_time": 10.74}
{"source_lang": "grc", "target_lang": "mai", "original": "ταύτην  δὲ  θυγατέρα  Ἀβραὰμ  οὖσαν, ἣν  ἔδησεν  ὁ  Σατανᾶς  ἰδοὺ  δέκα  καὶ  ὀκτὼ  ἔτη, οὐκ  ἔδει  λυθῆναι  ἀπὸ  τοῦ  δεσμοῦ  τούτου  τῇ  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "एहि बेटी अब्राहम केर, जकरा सैतान द्वारा अठारह वर्ष सँ बंधल रहल अछि, से नहि ई दिनक शब्बाथ पर मुक्त करबाक चाही?", "calver": "2025.05.20", "id": "LUK 13:16", "translation_time": 11.34}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ταῦτα  λέγοντος  αὐτοῦ  κατῃσχύνοντο  πάντες  οἱ  ἀντικείμενοι  αὐτῷ, καὶ  πᾶς  ὁ  ὄχλος  ἔχαιρεν  ἐπὶ  πᾶσιν  τοῖς  ἐνδόξοις  τοῖς  γινομένοις  ὑπ’  αὐτοῦ.", "translation": "एहि बात सभ कहैत, जखन येशु अपन बात समाप्त केलाह, तऽ सभ विरोधी ओकरा देख शर्मिंदा भेलाह, आ सभटा भीड़ ओकरा पर प्रसन्न भेल अपन महिमामय कर्म सभ पर।", "calver": "2025.05.20", "id": "LUK 13:17", "translation_time": 9.41}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔλεγεν  οὖν  Τίνι  ὁμοία  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ, καὶ  τίνι  ὁμοιώσω  αὐτήν;", "translation": "तेँ, भगवान के राज्य के समान की अछि, आ ओकरा संगे की तुलना करब?", "calver": "2025.05.20", "id": "LUK 13:18", "translation_time": 9.65}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁμοία  ἐστὶν  κόκκῳ  σινάπεως, ὃν  λαβὼν  ἄνθρωπος  ἔβαλεν  εἰς  κῆπον  ἑαυτοῦ, καὶ  ηὔξησεν  καὶ  ἐγένετο  εἰς  δένδρον, καὶ  τὰ  πετεινὰ  τοῦ  οὐρανοῦ  κατεσκήνωσεν  ἐν  τοῖς  κλάδοις  αὐτοῦ.", "translation": "ὁμοία ἐστὶν κόκκῳ σινάπεως, ὃν λαβὼν ἄνθρωπος ἔβαλεν εἰς κῆπον ἑαυτοῦ, καὶ ἤυξησεν καὶ ἐγένετο εἰς δένδρον, καὶ τὰ πετεινὰ τοῦ οὐρανοῦ κατεσκήνωσεν ἐν τοῖς κλάδοις αὐτοῦ.\n\nमसूर बीज के रूप में विश्वास और विकास का प्रतीक, जकरा मनुष्य लेलक और अपन बगिया में बोएलक, और ओकरा से बढ़ल और एकटा वृक्ष बनल, और आकाशक पक्षी ओकर शाखामें घोंसला बनौलक।", "calver": "2025.05.20", "id": "LUK 13:19", "translation_time": 15.77}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀποκριθεὶς  εἶπεν  αὐτοῖς  Δοκεῖτε  ὅτι  οἱ  Γαλιλαῖοι  οὗτοι  ἁμαρτωλοὶ  παρὰ  πάντας  τοὺς  Γαλιλαίους  ἐγένοντο, ὅτι  ταῦτα  πεπόνθασιν;", "translation": "अहाँ सोचैत छी कि एहि गलीलियन लोकनि, जे पीड़ित भेलाह, सभ गलीलियन लोकनि सँ बेसी पापी छथि? कारण कि एहि सभक पीड़ा भेल अछि, की ई मानि रहल छी?", "calver": "2025.05.20", "id": "LUK 13:2", "translation_time": 10.52}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  πάλιν  εἶπεν  Τίνι  ὁμοιώσω  τὴν  βασιλείαν  τοῦ  Θεοῦ;", "translation": "आउर फेर ओ कहलक, हम की संग तुलना करी ईश्वरक राज्य सँ?", "calver": "2025.05.20", "id": "LUK 13:20", "translation_time": 14.87}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁμοία  ἐστὶν  ζύμῃ, ἣν  λαβοῦσα  γυνὴ  ἔκρυψεν  εἰς  ἀλεύρου  σάτα  τρία, ἕως  οὗ  ἐζυμώθη  ὅλον.", "translation": "\"समान अछि जेकाँ एकटा खमीर, जकरा एकटा स्त्री लेली, तीन माप के आटा में छुपा देली, जखन तक पूरा आटा फुलि नहि गेल।\"", "calver": "2025.05.20", "id": "LUK 13:21", "translation_time": 12.24}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  διεπορεύετο  κατὰ  πόλεις  καὶ  κώμας  διδάσκων  καὶ  πορείαν  ποιούμενος  εἰς  Ἱεροσόλυμα.", "translation": "आउर ओ व्यक्ति सहरसभ आ गामसभ में यात्रा करैत, शिक्षण दैत, येरूसालेम दिस प्रगति करैत रहल।", "calver": "2025.05.20", "id": "LUK 13:22", "translation_time": 9.47}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δέ  τις  αὐτῷ  Κύριε, εἰ  ὀλίγοι  οἱ  σῳζόμενοι; ὁ  δὲ  εἶπεν  πρὸς  αὐτούς", "translation": "किए, की केवल किछु लोक ही उद्धार होइत अछि? ओहि पर यीशु उत्तर देलखिन।", "calver": "2025.05.20", "id": "LUK 13:23", "translation_time": 8.89}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἀγωνίζεσθε  εἰσελθεῖν  διὰ  τῆς  στενῆς  θύρας, ὅτι  πολλοί, λέγω  ὑμῖν, ζητήσουσιν  εἰσελθεῖν  καὶ  οὐκ  ἰσχύσουσιν.", "translation": "प्रयास करू कि संकुचित द्वार सँ प्रवेश करि, कारण बहुत लोक प्रयास करताह, मुदा सफल नहि हेताह।", "calver": "2025.05.20", "id": "LUK 13:24", "translation_time": 11.47}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀφ’  οὗ  ἂν  ἐγερθῇ  ὁ  οἰκοδεσπότης  καὶ  ἀποκλείσῃ  τὴν  θύραν, καὶ  ἄρξησθε  ἔξω  ἑστάναι  καὶ  κρούειν  τὴν  θύραν  λέγοντες  Κύριε, ἄνοιξον  ἡμῖν· καὶ  ἀποκριθεὶς  ἐρεῖ  ὑμῖν  Οὐκ  οἶδα  ὑμᾶς  πόθεν  ἐστέ.", "translation": "जखन गृहस्वामी जागि जाथि आ द्वार बंद कऽ देथि, आ अहाँ सभ बाहर खड़ा होइ आ खनखनि करि कऽ कहि, \"प्रभु, खोलू हमरा लेल,\" तऽ ओ उत्तर देथि, \"हम नहि जानैत छी अहाँ सभ केँ, अहाँ कतऽ सँ आयल छी।\"", "calver": "2025.05.20", "id": "LUK 13:25", "translation_time": 10.31}
{"source_lang": "grc", "target_lang": "mai", "original": "τότε  ἄρξεσθε  λέγειν  Ἐφάγομεν  ἐνώπιόν  σου  καὶ  ἐπίομεν, καὶ  ἐν  ταῖς  πλατείαις  ἡμῶν  ἐδίδαξας·", "translation": "तखन अहाँ कहब शुरू करब, हम अहाँक आगू खाइने छी, आ पीने छी, आ अहाँ हमर Streets में शिक्षित भेलहुँ।", "calver": "2025.05.20", "id": "LUK 13:26", "translation_time": 9.23}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐρεῖ  λέγων  ὑμῖν  Οὐκ  οἶδα  πόθεν  ἐστέ· ἀπόστητε  ἀπ’  ἐμοῦ  πάντες  ἐργάται  ἀδικίας.", "translation": "अउर ओ कहत छथि, \"हम अहाँ सभ केँ नहि जानैत छी, अहाँ कतऽ सँ आयल छी।\" सभ कऽ कहू, \"हम सँ दूर जाउ, सभ पापक काज करनिहार।\"", "calver": "2025.05.20", "id": "LUK 13:27", "translation_time": 8.75}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐκεῖ  ἔσται  ὁ  κλαυθμὸς  καὶ  ὁ  βρυγμὸς  τῶν  ὀδόντων, ὅταν  ὄψησθε  Ἀβραὰμ  καὶ  Ἰσαὰκ  καὶ  Ἰακὼβ  καὶ  πάντας  τοὺς  προφήτας  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ, ὑμᾶς  δὲ  ἐκβαλλομένους  ἔξω.", "translation": "ओतय, काँप आ चिचिआहट के आवाज़ आओत रहत, जखन अपने अब्राहम, इशाक आ याकूब आ सभ भविष्यवक्ताक संग भगवान के राज्य में देखब, मुदा अहाँ सभके बाहर निकाल देल जायत।", "calver": "2025.05.20", "id": "LUK 13:28", "translation_time": 15.05}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἥξουσιν  ἀπὸ  ἀνατολῶν  καὶ  δυσμῶν  καὶ  ἀπὸ  βορρᾶ  καὶ  νότου, καὶ  ἀνακλιθήσονται  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "आउतऽ छथि पूर्व आ पश्चिम आ उत्तर आ दक्षिण सँ, आ हुनका सभ केँ परमेश्वरक राज्य में विश्राम करए लेल भेटत।", "calver": "2025.05.20", "id": "LUK 13:29", "translation_time": 9.92}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοῆτε, πάντες  ὁμοίως  ἀπολεῖσθε.", "translation": "नहि, हम अहाँ सँ कहैत छी, यदि अहाँ नहि मनोवृत्ति बदलू, तऽ सभ समान रूप सँ विनाश होयत।", "calver": "2025.05.20", "id": "LUK 13:3", "translation_time": 10.44}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδοὺ  εἰσὶν  ἔσχατοι  οἳ  ἔσονται  πρῶτοι, καὶ  εἰσὶν  πρῶτοι  οἳ  ἔσονται  ἔσχατοι.", "translation": "आउ देखू, अंतिम लोक पहिल होयत, आ पहिल लोक अंतिम होयत।", "calver": "2025.05.20", "id": "LUK 13:30", "translation_time": 10.36}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  προσῆλθάν  τινες  Φαρισαῖοι  λέγοντες  αὐτῷ  Ἔξελθε  καὶ  πορεύου  ἐντεῦθεν, ὅτι  Ἠρῴδης  θέλει  σε  ἀποκτεῖναι.", "translation": "ओहि समय किछु फरीसी सभ हुनका लग आएल आ कहलक, \"बाहर जाउ आ एतय सँ चलि जाउ, कारण हेरोद तोरा मारे चाहैत अछि।\"", "calver": "2025.05.20", "id": "LUK 13:31", "translation_time": 9.58}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτοῖς  Πορευθέντες  εἴπατε  τῇ  ἀλώπεκι  ταύτῃ  Ἰδοὺ  ἐκβάλλω  δαιμόνια  καὶ  ἰάσεις  ἀποτελῶ  σήμερον  καὶ  αὔριον, καὶ  τῇ  τρίτῃ  τελειοῦμαι.", "translation": "आउ आ ओकरा कहू, \"देखू, हम दैत्यान केँ निकालि रहल छी आ चंगाई करैत छी आज आ काल्हि, आ तेसर दिन हम पूर्ण होयब।\"", "calver": "2025.05.20", "id": "LUK 13:32", "translation_time": 10.61}
{"source_lang": "grc", "target_lang": "mai", "original": "πλὴν  δεῖ  με  σήμερον  καὶ  αὔριον  καὶ  τῇ  ἐχομένῃ  πορεύεσθαι, ὅτι  οὐκ  ἐνδέχεται  προφήτην  ἀπολέσθαι  ἔξω  Ἱερουσαλήμ.", "translation": "हमरा आज, काल्हि आ परसों जाए जरूरी अछि, आ ई जरूरी अछि जे हम एहि समय में जाउ, कारण कि येरूसालेम के बाहर कोनो भविष्यवक्ता नहि भेट सकैत अछि।", "calver": "2025.05.20", "id": "LUK 13:33", "translation_time": 12.04}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἱερουσαλὴμ  Ἱερουσαλήμ, ἡ  ἀποκτείνουσα  τοὺς  προφήτας  καὶ  λιθοβολοῦσα  τοὺς  ἀπεσταλμένους  πρὸς  αὐτήν, ποσάκις  ἠθέλησα  ἐπισυνάξαι  τὰ  τέκνα  σου  ὃν  τρόπον  ὄρνις  τὴν  ἑαυτῆς  νοσσιὰν  ὑπὸ  τὰς  πτέρυγας, καὶ  οὐκ  ἠθελήσατε.", "translation": "हेरोसलेम, जे भविष्यवक्ताहरूलाई मारैत अछि आ अपन भेजल गेल लोकनि केँ पत्थरसँ मारैत अछि, जतेक बेर हम अपन बच्चा सभ केँ एकत्र करए चाहलहुँ, जेकाँ एकटा माई अपन चूजाक सभ केँ अपन पंखक नीचे संगे लेब चाहैत अछि, मुदा अहाँ सभ नहि चाहलहुँ।", "calver": "2025.05.20", "id": "LUK 13:34", "translation_time": 12.9}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδοὺ  ἀφίεται  ὑμῖν  ὁ  οἶκος  ὑμῶν. λέγω  δὲ  ὑμῖν, οὐ  μὴ  ἴδητέ  με  ἕως  ἥξει  ὅτε  εἴπητε  Εὐλογημένος  ὁ  ἐρχόμενος  ἐν  ὀνόματι  Κυρίου.", "translation": "देखू, तोहर घर तोहर लेल खोलल जायत। हम कहैत छी, हम नहि देखब जखन तक नहि आएत। आउ, कहू, धन्य अछि जे भगवानक नाम में आएल अछि।", "calver": "2025.05.20", "id": "LUK 13:35", "translation_time": 13.02}
{"source_lang": "grc", "target_lang": "mai", "original": "ἢ  ἐκεῖνοι  οἱ  δέκα  ὀκτὼ  ἐφ’  οὓς  ἔπεσεν  ὁ  πύργος  ἐν  τῷ  Σιλωὰμ  καὶ  ἀπέκτεινεν  αὐτούς, δοκεῖτε  ὅτι  αὐτοὶ  ὀφειλέται  ἐγένοντο  παρὰ  πάντας  τοὺς  ἀνθρώπους  τοὺς  κατοικοῦντας  Ἱερουσαλήμ;", "translation": "अथ ὁ δέκα ὀκτὼ लोक, जकर ऊपर सिलोआमक टावर गिरि गेल आ हुनका मृत्यु भऽ गेल, की अहाँ मानैत छी कि ओ सभ अपराधी छथि, जकरा सभ जेरूसलेम में बसैत छथि?", "calver": "2025.05.20", "id": "LUK 13:4", "translation_time": 15.07}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοήσητε, πάντες  ὡσαύτως  ἀπολεῖσθε.", "translation": "नहि, हम अहां केँ कहैत छी, बल्कि यदि अहां मन फेरि नहि करब, तँ सभ समान रूप सँ अहां नष्ट भ' जएब।", "calver": "2025.05.20", "id": "LUK 13:5", "translation_time": 9.23}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔλεγεν  δὲ  ταύτην  τὴν  παραβολήν. συκῆν  εἶχέν  τις  πεφυτευμένην  ἐν  τῷ  ἀμπελῶνι  αὐτοῦ, καὶ  ἦλθεν  ζητῶν  καρπὸν  ἐν  αὐτῇ  καὶ  οὐχ  εὗρεν.", "translation": "एक मनुष्य अपन बगिया में एक अंजीर के पेड़ लगौने छल, आ ओहि पर फल खोजय लेल ओ आएल, मुदा ओकरा कोनो फल नहि भेटल।", "calver": "2025.05.20", "id": "LUK 13:6", "translation_time": 10.26}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  πρὸς  τὸν  ἀμπελουργόν  Ἰδοὺ  τρία  ἔτη  ἀφ’  οὗ  ἔρχομαι  ζητῶν  καρπὸν  ἐν  τῇ  συκῇ  ταύτῃ  καὶ  οὐχ  εὑρίσκω· ἔκκοψον  αὐτήν· ἵνα  τί  καὶ  τὴν  γῆν  καταργεῖ;", "translation": "एहि कहलक, \"सिंहासन पर बैसल प्रभु कहलकाह, 'देखू, एहि वटवृक्ष में तीन वर्ष सँ फल खोजि रहल छी, मुदा नहि भेटल। तँ किएक एहि केँ काटि दिअ? एहि लेल कि एहि भूमि केँ किएक नष्ट करब?'\"", "calver": "2025.05.20", "id": "LUK 13:7", "translation_time": 13.77}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  ἀποκριθεὶς  λέγει  αὐτῷ  Κύριε, ἄφες  αὐτὴν  καὶ  τοῦτο  τὸ  ἔτος, ἕως  ὅτου  σκάψω  περὶ  αὐτὴν  καὶ  βάλω  κόπρια,", "translation": "प्रभु, कृपया छोड़ू, और एहि वर्ष तक, जब तक हम ओकरा चारो ओर खुदाई करब और गोबर लगायब।", "calver": "2025.05.20", "id": "LUK 13:8", "translation_time": 13.09}
{"source_lang": "grc", "target_lang": "mai", "original": "κἂν  μὲν  ποιήσῃ  καρπὸν  εἰς  τὸ  μέλλον· εἰ  δὲ  μήγε, ἐκκόψεις  αὐτήν.", "translation": "यदि ई भविष्य में फल देत अछि, तखन ओकरा छंटनी कएल जायत; यदि नहि, त ओकरा काटि देल जायत।", "calver": "2025.05.20", "id": "LUK 13:9", "translation_time": 8.98}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγένετο  ἐν  τῷ  ἐλθεῖν  αὐτὸν  εἰς  οἶκόν  τινος  τῶν  ἀρχόντων  τῶν  Φαρισαίων  σαββάτῳ  φαγεῖν  ἄρτον, καὶ  αὐτοὶ  ἦσαν  παρατηρούμενοι  αὐτόν.", "translation": "गृह प्रवेश करैत समय, एकटा फरीसीक घर में, जखन सप्ताहिक विश्राम (साबाथ) के दिन, यीशु रोटी खा रहल छलाह, तखन फरीसी सभ ओकरा देख रहल छलाह।", "calver": "2025.05.20", "id": "LUK 14:1", "translation_time": 10.37}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀλλ’  ὅταν  κληθῇς, πορευθεὶς  ἀνάπεσε  εἰς  τὸν  ἔσχατον  τόπον, ἵνα  ὅταν  ἔλθῃ  ὁ  κεκληκώς  σε  ἐρεῖ  σοι  Φίλε, προσανάβηθι  ἀνώτερον· τότε  ἔσται  σοι  δόξα  ἐνώπιον  πάντων  τῶν  συνανακειμένων  σοι.", "translation": "जखन तोहर नाम पुकारल जाए, तँ नीच स्थान पर बैसि जाउ, ताकि जखन तोहर कहल जाए, \"मित्र, ऊपर उठू,\" तँ तोरा सम्मान भेटय। तब तोहर सभक समक्ष, जे तोहर संग भोजन करैत छथि, सम्मान आ गौरव प्राप्त होयत।", "calver": "2025.05.20", "id": "LUK 14:10", "translation_time": 9.16}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, καὶ  ὁ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "जे लोकनि अपने आप केँ उच्च करैत छथि, हुनका नीच करल जायत, आ जे लोकनि अपने केँ नीच करैत छथि, हुनका उच्च करल जायत।", "calver": "2025.05.20", "id": "LUK 14:11", "translation_time": 9.91}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔλεγεν  δὲ  καὶ  τῷ  κεκληκότι  αὐτόν  Ὅταν  ποιῇς  ἄριστον  ἢ  δεῖπνον, μὴ  φώνει  τοὺς  φίλους  σου  μηδὲ  τοὺς  ἀδελφούς  σου  μηδὲ  τοὺς  συγγενεῖς  σου  μηδὲ  γείτονας  πλουσίους, μή  ποτε  καὶ  αὐτοὶ  ἀντικαλέσωσίν  σε  καὶ  γένηται  ἀνταπόδομά  σοι.", "translation": "जखन अहाँ भोजन बनाबय या भोज करय, तखन अपने मित्रसभ केँ, अपने भाइसभ केँ, अपने सगे-संबंधीसभ केँ, आ धनी पड़ोसीसभ केँ नञ्‍हि बोलाउ, नहि तँ ओहो अहाँ केँ फेर सँ आमंत्रित करय आ ई क्रम बदला में अहाँ केँ बदला देताह। एहि सँ अहाँ केँ ज्ञात रहय चाही जे, जे काज अपने गुप्त रूप सँ करैत छी, ओकर पुरस्कार सार्वजनिक रूप सँ भेटैत अछि।", "calver": "2025.05.20", "id": "LUK 14:12", "translation_time": 9.38}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀλλ’  ὅταν  δοχὴν  ποιῇς, κάλει  πτωχούς, ἀναπήρους, χωλούς, τυφλούς·", "translation": "जखन अहाँ भोज करैत छी, तँ गरीब, अपाहिज, लंगड़ा आ नेत्रहीन लोक केँ अवश्य बोलाउ।", "calver": "2025.05.20", "id": "LUK 14:13", "translation_time": 9.39}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  μακάριος  ἔσῃ, ὅτι  οὐκ  ἔχουσιν  ἀνταποδοῦναί  σοι· ἀνταποδοθήσεται  γάρ  σοι  ἐν  τῇ  ἀναστάσει  τῶν  δικαίων.", "translation": "अतः अहाँ परमपावन होयब, कारण कि हुनका लोकनि अहाँक प्रतिदान नहि कऽ सकैत छथि; कारण कि अहाँक प्रतिदान स्वर्गमे, धर्मी लोकनिक पुनरुत्थान पर देल जायत।", "calver": "2025.05.20", "id": "LUK 14:14", "translation_time": 8.86}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἀκούσας  δέ  τις  τῶν  συνανακειμένων  ταῦτα  εἶπεν  αὐτῷ  Μακάριος  ὅστις  φάγεται  ἄρτον  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "जे सुनलाह, ओहि में सँ कियो कहलाह, \"धन्य अछि ओहि जे परमेश्वरक राज्य में रहि कऽ रोटी खाइत अछि।\"", "calver": "2025.05.20", "id": "LUK 14:15", "translation_time": 7.5}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπός  τις  ἐποίει  δεῖπνον  μέγα, καὶ  ἐκάλεσεν  πολλούς,", "translation": "एहि व्यक्तिक द्वारा एकटा पैग भोज आयोजित कएल गेल छल, आ ओ बहुत लोक केँ आमंत्रित केलनि।", "calver": "2025.05.20", "id": "LUK 14:16", "translation_time": 10.75}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀπέστειλεν  τὸν  δοῦλον  αὐτοῦ  τῇ  ὥρᾳ  τοῦ  δείπνου  εἰπεῖν  τοῖς  κεκλημένοις  Ἔρχεσθε, ὅτι  ἤδη  ἕτοιμά  ἐστιν.", "translation": "आइ, उहाँक सेवक केँ डाकल गेल जे, भोजनक समय पर, सभ केँ कहल जाय—आउ, किएक तँ सभ किछु तैयार भ' गेल अछि।", "calver": "2025.05.20", "id": "LUK 14:17", "translation_time": 9.86}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἤρξαντο  ἀπὸ  μιᾶς  πάντες  παραιτεῖσθαι. ὁ  πρῶτος  εἶπεν  αὐτῷ  Ἀγρὸν  ἠγόρασα, καὶ  ἔχω  ἀνάγκην  ἐξελθὼν  ἰδεῖν  αὐτόν· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "आउर सभजन सभ मिलि अनुमति माँगय लगलाह। पहिल व्यक्ति कहलाह, \"हम एकटा खेत किनलहुँ अछि, आ हमरा आवश्यक अछि कि हम जाइक देखी। अहाँ सँ हम विनम्रतापूर्वक अनुरोध करैत छी, हमरा अनुमति देल जाउ।\"", "calver": "2025.05.20", "id": "LUK 14:18", "translation_time": 15.13}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἕτερος  εἶπεν  Ζεύγη  βοῶν  ἠγόρασα  πέντε, καὶ  πορεύομαι  δοκιμάσαι  αὐτά· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "हम पाँच गो बैल किनलहुँ आ ओकरा पर परीक्षण करबाक जा रहल छी। हम अहाँ सँ प्रार्थना करैत छी, हमरा समर्थन करू, हम प्रतिबद्ध छी।", "calver": "2025.05.20", "id": "LUK 14:19", "translation_time": 7.69}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδοὺ  ἄνθρωπός  τις  ἦν  ὑδρωπικὸς  ἔμπροσθεν  αὐτοῦ.", "translation": "आउ देखू, एकटा मनुष्य छल जे शरीर में सूजन सँ पीड़ित छल, ओकरा सभक सामने।", "calver": "2025.05.20", "id": "LUK 14:2", "translation_time": 9.98}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἕτερος  εἶπεν  Γυναῖκα  ἔγημα, καὶ  διὰ  τοῦτο  οὐ  δύναμαι  ἐλθεῖν.", "translation": "आउर एक व्यक्ति कहलनि, \"हम एक महिला सँ विवाह कएलहुँ, आ एहि कारणें हम नहि आबि सकैत छी।\"", "calver": "2025.05.20", "id": "LUK 14:20", "translation_time": 7.92}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  παραγενόμενος  ὁ  δοῦλος  ἀπήγγειλεν  τῷ  κυρίῳ  αὐτοῦ  ταῦτα. τότε  ὀργισθεὶς  ὁ  οἰκοδεσπότης  εἶπεν  τῷ  δούλῳ  αὐτοῦ  Ἔξελθε  ταχέως  εἰς  τὰς  πλατείας  καὶ  ῥύμας  τῆς  πόλεως, καὶ  τοὺς  πτωχοὺς  καὶ  ἀναπήρους  καὶ  τυφλοὺς  καὶ  χωλοὺς  εἰσάγαγε  ὧδε.", "translation": "आओर सेवक आ पहुँचल, आ अपने स्वामी केँ सब बात बतौल। तखन क्रोधित भऽ कऽ गृहस्वामी कहलाह, \"सेवक सँ कहू, 'जल्दी बाहर जाउ, नगरक चौक आ नगरक बाहरक क्षेत्र में, आ गरीब, अपंग, अंध आ लंगड़ा सभ केँ यहाँ लाओ।'\"", "calver": "2025.05.20", "id": "LUK 14:21", "translation_time": 13.25}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  ὁ  δοῦλος  Κύριε, γέγονεν  ὃ  ἐπέταξας, καὶ  ἔτι  τόπος  ἐστίν.", "translation": "आउ कहलक सेवक, \"प्रभु, जेकरे आदेश देल गेल छल, से पूरा भऽ गेल अछि, आ अभी सेहो स्थान अछि।\"", "calver": "2025.05.20", "id": "LUK 14:22", "translation_time": 8.55}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  ὁ  κύριος  πρὸς  τὸν  δοῦλον  Ἔξελθε  εἰς  τὰς  ὁδοὺς  καὶ  φραγμοὺς  καὶ  ἀνάγκασον  εἰσελθεῖν, ἵνα  γεμισθῇ  μου  ὁ  οἶκος·", "translation": "प्रभु द्वारा आदेश देल गेल अछि जे सेवक जाउ, सड़क आ गल्ली में, आ लोक सभ केँ मजबूर करू कि ओ सभ आबि जाए, ताकि हमर घर भरि जाए।", "calver": "2025.05.20", "id": "LUK 14:23", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  οὐδεὶς  τῶν  ἀνδρῶν  ἐκείνων  τῶν  κεκλημένων  γεύσεταί  μου  τοῦ  δείπνου.", "translation": "हम अहाँ सभ केँ कहैत छी जे, ओहि सभ मे सँ कोनो व्यक्ति, जे आमंत्रित छल, हमर भोजनक स्वाद नहि चखत।", "calver": "2025.05.20", "id": "LUK 14:24", "translation_time": 16.21}
{"source_lang": "grc", "target_lang": "mai", "original": "Συνεπορεύοντο  δὲ  αὐτῷ  ὄχλοι  πολλοί, καὶ  στραφεὶς  εἶπεν  πρὸς  αὐτούς", "translation": "अनेक भीड़ें ओकरा पीछा कऽ रहल छल, आ ओकरा मुड़ि कऽ ओहि सभसँ कहलथि।", "calver": "2025.05.20", "id": "LUK 14:25", "translation_time": 7.35}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἴ  τις  ἔρχεται  πρός  με  καὶ  οὐ  μισεῖ  τὸν  πατέρα  αὐτοῦ  καὶ  τὴν  μητέρα  καὶ  τὴν  γυναῖκα  καὶ  τὰ  τέκνα  καὶ  τοὺς  ἀδελφοὺς  καὶ  τὰς  ἀδελφάς, ἔτι  τε  καὶ  τὴν  ψυχὴν  ἑαυτοῦ, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "यदि कोनो व्यक्ति हमरा लग आबैत अछि आ अपन पिता आ माता सँ घृणा करैत अछि, आ अपन पत्नी आ बच्चा सँ, आ अपन भाइ-बहिन सँ, आ अपन जीवन सँ, तऽ ओ हमरा शिष्य नहि भऽ सकैत अछि।", "calver": "2025.05.20", "id": "LUK 14:26", "translation_time": 10.2}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅστις  οὐ  βαστάζει  τὸν  σταυρὸν  ἑαυτοῦ  καὶ  ἔρχεται  ὀπίσω  μου, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "जे कोनो अपन क्रूस नहि उठबैत अछि आ हमर पछाइत नहि आबैत अछि, से नहि भ' सकैत अछि हमर शिष्य।", "calver": "2025.05.20", "id": "LUK 14:27", "translation_time": 8.68}
{"source_lang": "grc", "target_lang": "mai", "original": "Τίς  γὰρ  ἐξ  ὑμῶν  θέλων  πύργον  οἰκοδομῆσαι  οὐχὶ  πρῶτον  καθίσας  ψηφίζει  τὴν  δαπάνην, εἰ  ἔχει  εἰς  ἀπαρτισμόν;", "translation": "अइले, अपने सभमें सँ कोनो व्यक्ति जे एकटा टावर बनय चाहैत अछि, पहिने नहि बैठि कऽ लागतक हिसाब नहि लगबैत अछि? कि ओकरा पास पर्याप्त संसाधन अछि कि नहि, ई देखबाक लेल?", "calver": "2025.05.20", "id": "LUK 14:28", "translation_time": 8.24}
{"source_lang": "grc", "target_lang": "mai", "original": "ἵνα  μή  ποτε  θέντος  αὐτοῦ  θεμέλιον  καὶ  μὴ  ἰσχύοντος  ἐκτελέσαι  πάντες  οἱ  θεωροῦντες  ἄρξωνται  αὐτῷ  ἐμπαίζειν", "translation": "यदि कोनो व्यक्ति उचित नींव नहि रखैत अछि आ मजबूत नहि होइत अछि कि निर्माण पूरा कऽ सकए, तँ देखनिहार सभ शुरू कऽ देताह ओकर उपर उपहास।", "calver": "2025.05.20", "id": "LUK 14:29", "translation_time": 9.43}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀποκριθεὶς  ὁ  Ἰησοῦς  εἶπεν  πρὸς  τοὺς  νομικοὺς  καὶ  Φαρισαίους  λέγων  Ἔξεστιν  τῷ  σαββάτῳ  θεραπεῦσαι  ἢ  οὔ;", "translation": "और यीशु उत्तर देलनि, सभासद आ फरीसियन सभकें, पुछलनि, \"की शब्बाथ पर उपचार करब उचित अछि?\"", "calver": "2025.05.20", "id": "LUK 14:3", "translation_time": 9.64}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγοντες  ὅτι  Οὗτος  ὁ  ἄνθρωπος  ἤρξατο  οἰκοδομεῖν  καὶ  οὐκ  ἴσχυσεν  ἐκτελέσαι.", "translation": "\"कहैत छथि कि ई मनुष्य शुरू कएलक कि ओहि टावरक निर्माण करए, मुदा ओ पूरा नहि कऽ सकल।\"", "calver": "2025.05.20", "id": "LUK 14:30", "translation_time": 10.71}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἢ  τίς  βασιλεὺς  πορευόμενος  ἑτέρῳ  βασιλεῖ  συμβαλεῖν  εἰς  πόλεμον  οὐχὶ  καθίσας  πρῶτον  βουλεύσεται  εἰ  δυνατός  ἐστιν  ἐν  δέκα  χιλιάσιν  ὑπαντῆσαι  τῷ  μετὰ  εἴκοσι  χιλιάδων  ἐρχομένῳ  ἐπ’  αὐτόν;", "translation": "की राजा यदि सक्षम होए, तऽ की ओहि दोसर राजा सँ जायत छथि, जकरा सं युद्ध करबाक अछि, पहिने विचार-विमर्श करैत छथि कि दस हजार सेना सँ मिलि कऽ बीस हजार सेना वाला राजा सँ भेंट करबाक सम्भावना अछि कि नहि, आ यदि संभव होए, तऽ आगू बढ़ि कऽ युद्ध करबाक योजना बनाउथिन?", "calver": "2025.05.20", "id": "LUK 14:31", "translation_time": 9.81}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  δὲ  μήγε, ἔτι  αὐτοῦ  πόρρω  ὄντος  πρεσβείαν  ἀποστείλας  ἐρωτᾷ  τὰ  πρὸς  εἰρήνην.", "translation": "यदि वह अभी दूर है, तखन एक प्रतिनिधि भेजि कऽ शांति केर विषय में पूछताछ करैत अछि।", "calver": "2025.05.20", "id": "LUK 14:32", "translation_time": 9.44}
{"source_lang": "grc", "target_lang": "mai", "original": "οὕτως  οὖν  πᾶς  ἐξ  ὑμῶν  ὃς  οὐκ  ἀποτάσσεται  πᾶσιν  τοῖς  ἑαυτοῦ  ὑπάρχουσιν  οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "एहि तरहें, तहूँ सभ जँ नहि त्यागि देत अपन सभ सम्पत्ति, तँ अहाँ सभ हमर शिष्य नहि भ' सकैत छी।", "calver": "2025.05.20", "id": "LUK 14:33", "translation_time": 11.44}
{"source_lang": "grc", "target_lang": "mai", "original": "Καλὸν  οὖν  τὸ  ἅλας· ἐὰν  δὲ  καὶ  τὸ  ἅλας  μωρανθῇ, ἐν  τίνι  ἀρτυθήσεται;", "translation": "अतएव, नमक उत्तम अछि; यदि ई सेहो बेस्वाद भऽ जाए, तँ ओकरा सँ की खाइत हेतै?", "calver": "2025.05.20", "id": "LUK 14:34", "translation_time": 11.63}
{"source_lang": "grc", "target_lang": "mai", "original": "οὔτε  εἰς  γῆν  οὔτε  εἰς  κοπρίαν  εὔθετόν  ἐστιν· ἔξω  βάλλουσιν  αὐτό. ὁ  ἔχων  ὦτα  ἀκούειν  ἀκουέτω.", "translation": "\"न त भूमि लेल उपयुक्त अछि, न त गोबर लेल। बाहर फेंक देल जाएत अछि। जेकर कान अछि, से सुनथि।\"", "calver": "2025.05.20", "id": "LUK 14:35", "translation_time": 14.46}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  ἡσύχασαν. καὶ  ἐπιλαβόμενος  ἰάσατο  αὐτὸν  καὶ  ἀπέλυσεν.", "translation": "ओहि सभ शांत भए, आ ओकरा पकड़ि कऽ ओकरा ठीक कएलक, आ फेर ओकरा मुक्त कएलक।", "calver": "2025.05.20", "id": "LUK 14:4", "translation_time": 10.84}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πρὸς  αὐτοὺς  εἶπεν  Τίνος  ὑμῶν  υἱὸς  ἢ  βοῦς  εἰς  φρέαρ  πεσεῖται, καὶ  οὐκ  εὐθέως  ἀνασπάσει  αὐτὸν  ἐν  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "आउ, हुनका सभसँ पुछल गेल, \"ताहि में सँ कोनो पुत्र वा बैल यदि कुआँ में गिरि जाए, तँ की अहाँ सभ तुरत ओकरा बाहर निकालब नै करब? आओर, की ई सब काज शनिबारक दिन नै होएत?\"", "calver": "2025.05.20", "id": "LUK 14:5", "translation_time": 11.36}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  οὐκ  ἴσχυσαν  ἀνταποκριθῆναι  πρὸς  ταῦτα.", "translation": "आ हुनकर उत्तर देबाक सकयल नहि छल एहि बातसभक।", "calver": "2025.05.20", "id": "LUK 14:6", "translation_time": 10.83}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔλεγεν  δὲ  πρὸς  τοὺς  κεκλημένους  παραβολήν, ἐπέχων  πῶς  τὰς  πρωτοκλισίας  ἐξελέγοντο, λέγων  πρὸς  αὐτούς", "translation": "भगवान् यीशु अपने आमंत्रित अतिथिहरूसँ कहैत छलाह जे एकटा उपदेशकक कथा कहि रहल छलाह, जेना कि ओ सभ केँ बतबैत छलाह कि कतेक तरहें प्रथम स्थानक चयन होइत अछि, आ ओ सभ केँ समझाबय लेल कहैत छलाह", "calver": "2025.05.20", "id": "LUK 14:7", "translation_time": 9.44}
{"source_lang": "grc", "target_lang": "mai", "original": "Ὅταν  κληθῇς  ὑπό  τινος  εἰς  γάμους, μὴ  κατακλιθῇς  εἰς  τὴν  πρωτοκλισίαν, μή  ποτε  ἐντιμότερός  σου  ᾖ  κεκλημένος  ὑπ’  αὐτοῦ,", "translation": "जखन अहाँ केँ कोनो व्यक्ति द्वारा विवाह समारोह में आमंत्रित कएल जाए, तखन प्रथम स्थान पर नहि बैसि जाउ, ताकि अहाँ सम्मानित होएबाला सँ अधिक सम्मानित नहि देखाए जाउ, एहि बात केँ ध्यान में राखू।", "calver": "2025.05.20", "id": "LUK 14:8", "translation_time": 10.09}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐλθὼν  ὁ  σὲ  καὶ  αὐτὸν  καλέσας  ἐρεῖ  σοι  Δὸς  τούτῳ  τόπον, καὶ  τότε  ἄρξῃ  μετὰ  αἰσχύνης  τὸν  ἔσχατον  τόπον  κατέχειν.", "translation": "आउर जखन ओ अहाँ केँ आबि कऽ बोलताह, तँ भगवान् अहाँ केँ एहि स्थान पर कहताह, आ तखन अहाँ विनम्रता सँ अंतिम स्थान पर बसय लगब।", "calver": "2025.05.20", "id": "LUK 14:9", "translation_time": 7.55}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἦσαν  δὲ  αὐτῷ  ἐγγίζοντες  πάντες  οἱ  τελῶναι  καὶ  οἱ  ἁμαρτωλοὶ  ἀκούειν  αὐτοῦ.", "translation": "ओहि समय सभ टोलनि, जकरा में कर वसूल करनिहार आ पापी सभ शामिल छलाह, हुनका सभ Jesus के पास आबि कऽ हुनकर बात सुनय लेल गेलाह।", "calver": "2025.05.20", "id": "LUK 15:1", "translation_time": 9.8}
{"source_lang": "grc", "target_lang": "mai", "original": "οὕτως, λέγω  ὑμῖν, γίνεται  χαρὰ  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι.", "translation": "एहि तरहेँ, हम अहाँ केँ कहैत छी, ईश्वरक स्वर्गदूतसभक बीच एकटा पावन प्रसन्नता होइत अछि, जखन एकटा पापी मनुष्य पश्चाताप करैत अछि।", "calver": "2025.05.20", "id": "LUK 15:10", "translation_time": 10.26}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δέ  Ἄνθρωπός  τις  εἶχεν  δύο  υἱούς.", "translation": "\"आउ, एकटा मनुष्य छल जेकरा दूटा पुत्र छल।\"", "calver": "2025.05.20", "id": "LUK 15:11", "translation_time": 10.59}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  ὁ  νεώτερος  αὐτῶν  τῷ  πατρί  Πάτερ, δός  μοι  τὸ  ἐπιβάλλον  μέρος  τῆς  οὐσίας. ὁ  δὲ  διεῖλεν  αὐτοῖς  τὸν  βίον.", "translation": "छोटका बेटा अपन पिता सँ कहल, \"पिता, हमरा पर जे सम्पत्ति अछि, ओकर भाग दियौ।\" ताहि पर पिता हुनका सम्पत्ति के भाग बाँटि देलखिन।", "calver": "2025.05.20", "id": "LUK 15:12", "translation_time": 10.58}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  μετ’  οὐ  πολλὰς  ἡμέρας  συναγαγὼν  πάντα  ὁ  νεώτερος  υἱὸς  ἀπεδήμησεν  εἰς  χώραν  μακράν, καὶ  ἐκεῖ  διεσκόρπισεν  τὴν  οὐσίαν  αὐτοῦ  ζῶν  ἀσώτως.", "translation": "छोटका बेटा अपन सम्पत्ति सभ केँ सभ किछु जमा कए कए, बहुत दूरक देश मे चलि गेल, आ ओतए अपन सम्पत्ति केँ बेकार खर्च कए देलक।", "calver": "2025.05.20", "id": "LUK 15:13", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "mai", "original": "δαπανήσαντος  δὲ  αὐτοῦ  πάντα  ἐγένετο  λιμὸς  ἰσχυρὰ  κατὰ  τὴν  χώραν  ἐκείνην, καὶ  αὐτὸς  ἤρξατο  ὑστερεῖσθαι.", "translation": "जखन ओ सब किछु खर्च कए देलक, तखन ओहि देश में भयंकर अकाल पड़ल, आ ओ स्वयं दुःखित होय लगल।", "calver": "2025.05.20", "id": "LUK 15:14", "translation_time": 7.77}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πορευθεὶς  ἐκολλήθη  ἑνὶ  τῶν  πολιτῶν  τῆς  χώρας  ἐκείνης, καὶ  ἔπεμψεν  αὐτὸν  εἰς  τοὺς  ἀγροὺς  αὐτοῦ  βόσκειν  χοίρους·", "translation": "आउ चलि गेल, ओहि समय ओहि देशक एकटा नागरिक सँ जुड़ि गेल, आ ओकरा पठौलनि अपन खेत मे सुँअर चरबाक लेल।", "calver": "2025.05.20", "id": "LUK 15:15", "translation_time": 10.99}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπεθύμει  γεμίσαι  τὴν  κοιλίαν  αὐτοῦ  ἐκ  τῶν  κερατίων  ὧν  ἤσθιον  οἱ  χοῖροι, καὶ  οὐδεὶς  ἐδίδου  αὐτῷ.", "translation": "ओहि व्यक्तिक ईच्छा छल जे अपन पेट भरय, मुदा ओकरा लेल कोनो सहायता नहि भेटल। ओ सुँगुरक भाग सँ जे ओ खाइ रहल छल, ताहि सँ अपन पेट भरय चाहैत छल, मुदा कोनो ओकरा नहि दैत छल।", "calver": "2025.05.20", "id": "LUK 15:16", "translation_time": 20.03}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰς  ἑαυτὸν  δὲ  ἐλθὼν  ἔφη  Πόσοι  μίσθιοι  τοῦ  πατρός  μου  περισσεύονται  ἄρτων, ἐγὼ  δὲ  λιμῷ  ὧδε  ἀπόλλυμαι.", "translation": "आइने, पिताक घरक कतेक मजदूर सभक अन्नक अधिकता अछि, आ हम एतय भुखल मरि रहल छी।", "calver": "2025.05.20", "id": "LUK 15:17", "translation_time": 12.78}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀναστὰς  πορεύσομαι  πρὸς  τὸν  πατέρα  μου  καὶ  ἐρῶ  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου,", "translation": "मुद्रित होइ कऽ हम अपने पिता के दिस जायत छी, आ कहब, \"पिता, हम स्वर्ग आ अपने सामने पाप कऽ चुकल छी।\" हम स्वर्ग के विरुद्ध आ अपने सामने पाप कऽ चुकल छी।", "calver": "2025.05.20", "id": "LUK 15:18", "translation_time": 12.33}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου· ποίησόν  με  ὡς  ἕνα  τῶν  μισθίων  σου.", "translation": "ओह, अब मैं तुम्हारा पुत्र कहलाने के योग्य नहीं हूँ; मुझे तुम्हारे मजदूरों में से एक के रूप में बना दो।", "calver": "2025.05.20", "id": "LUK 15:19", "translation_time": 11.06}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  διεγόγγυζον  οἵ  τε  Φαρισαῖοι  καὶ  οἱ  γραμματεῖς  λέγοντες  ὅτι  Οὗτος  ἁμαρτωλοὺς  προσδέχεται  καὶ  συνεσθίει  αὐτοῖς.", "translation": "फरिसी और शास्त्री सभ गपशप करैत कहैत छलाह कि एहि व्यक्तिक पापी सभक संग स्वागत करैत छथि आ हुनका संग भोजन करैत छथि।", "calver": "2025.05.20", "id": "LUK 15:2", "translation_time": 9.33}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀναστὰς  ἦλθεν  πρὸς  τὸν  πατέρα  ἑαυτοῦ. ἔτι  δὲ  αὐτοῦ  μακρὰν  ἀπέχοντος  εἶδεν  αὐτὸν  ὁ  πατὴρ  αὐτοῦ  καὶ  ἐσπλαγχνίσθη, καὶ  δραμὼν  ἐπέπεσεν  ἐπὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  κατεφίλησεν  αὐτόν.", "translation": "आउ उठि कऽ पिता लग गेल। तखन ओहि पिता देखलन्हि, जे बहुत दूर सँ देखलन्हि। हुनकर हृदय करुणा सँ भरि गेल, आ दौड़ि कऽ अपन गला पर पड़ल। ओ हुनका चुमि देलन्हि।", "calver": "2025.05.20", "id": "LUK 15:20", "translation_time": 11.31}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  ὁ  υἱὸς  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου, οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου.", "translation": "हे पुत्र, अपने पिता सँ कहलहुँ, \"हम स्वर्ग आ अपने सामने पाप कयलहुँ अछि। आब हम अपने पुत्र कहलय योग्य नहि छी।\"", "calver": "2025.05.20", "id": "LUK 15:21", "translation_time": 7.77}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  ὁ  πατὴρ  πρὸς  τοὺς  δούλους  αὐτοῦ  Ταχὺ  ἐξενέγκατε  στολὴν  τὴν  πρώτην  καὶ  ἐνδύσατε  αὐτόν, καὶ  δότε  δακτύλιον  εἰς  τὴν  χεῖρα  αὐτοῦ  καὶ  ὑποδήματα  εἰς  τοὺς  πόδας,", "translation": "पिता अपने सेवकों से कहलकाहि, \"जल्दी से पहिलका चोगा लाओ, ओकरा पहिराउ, आ ओकरा में रिंग दियौ, आ जूता पैर पर लगाउ।\"", "calver": "2025.05.20", "id": "LUK 15:22", "translation_time": 7.6}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  φέρετε  τὸν  μόσχον  τὸν  σιτευτόν, θύσατε, καὶ  φαγόντες  εὐφρανθῶμεν,", "translation": "आउ, फेटल मांसल बछड़ा लियाउ, ओकर बलि चढ़ाउ, आ खाइते समय हम सभ खुशी मनाउ।", "calver": "2025.05.20", "id": "LUK 15:23", "translation_time": 8.32}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  οὗτος  ὁ  υἱός  μου  νεκρὸς  ἦν  καὶ  ἀνέζησεν, ἦν  ἀπολωλὼς  καὶ  εὑρέθη. καὶ  ἤρξαντο  εὐφραίνεσθαι.", "translation": "जे हमर पुत्र मृत्‍क छल आ जीवित भऽ गेल, ताहि कारणें लोक हर्षित भेल। ओ मृत्‍क छल आ फेर भेटल गेल, आ हुनका लोकनि हर्षित होय लगल।", "calver": "2025.05.20", "id": "LUK 15:24", "translation_time": 11.03}
{"source_lang": "grc", "target_lang": "mai", "original": "ἦν  δὲ  ὁ  υἱὸς  αὐτοῦ  ὁ  πρεσβύτερος  ἐν  ἀγρῷ· καὶ  ὡς  ἐρχόμενος  ἤγγισεν  τῇ  οἰκίᾳ, ἤκουσεν  συμφωνίας  καὶ  χορῶν,", "translation": "उहाँक पुत्र जे वृद्ध छथि, ओ खेत में रहि रहल छल। जखन ओ घर लग पहुंचल, तखन संगीत आ नाचक आवाज सुनलक।", "calver": "2025.05.20", "id": "LUK 15:25", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  προσκαλεσάμενος  ἕνα  τῶν  παίδων  ἐπυνθάνετο  τί  ἂν  εἴη  ταῦτα.", "translation": "प्रभु एकटा बच्चा केँ बोलाकऽ पूछलनि कि ई सभ की अछि।", "calver": "2025.05.20", "id": "LUK 15:26", "translation_time": 7.58}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  ὅτι  Ὁ  ἀδελφός  σου  ἥκει, καὶ  ἔθυσεν  ὁ  πατήρ  σου  τὸν  μόσχον  τὸν  σιτευτόν, ὅτι  ὑγιαίνοντα  αὐτὸν  ἀπέλαβεν.", "translation": "अहाँक भाइ आएल छथि, आ अहाँक पिता जी तँ तैतल गेल छथि ओहि गोसाइत बछड़ा केँ, कारण ओहि बछड़ा जे मोटायल छल, से ओहि लेल बलिदान देल गेल अछि, कारण ओ स्वस्थ अछि।", "calver": "2025.05.20", "id": "LUK 15:27", "translation_time": 7.59}
{"source_lang": "grc", "target_lang": "mai", "original": "ὠργίσθη  δὲ  καὶ  οὐκ  ἤθελεν  εἰσελθεῖν· ὁ  δὲ  πατὴρ  αὐτοῦ  ἐξελθὼν  παρεκάλει  αὐτόν.", "translation": "ὠργίσθη  δὲ  καὶ  οὐκ  ἤθελεν  εἰσελθεῖν· ὁ  δὲ  πατὴρ  αὐτοῦ  ἐξελθὼν  παρεκάλει  αὐτόν.\n\nमुद्रित क्रोध भेल आ ओ प्रवेश करए सँ इनकार केलक। तखन ओकर पिता बाहर गेल आ ओकरा बिनती कएलक।", "calver": "2025.05.20", "id": "LUK 15:28", "translation_time": 10.98}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  τῷ  πατρὶ  Ἰδοὺ  τοσαῦτα  ἔτη  δουλεύω  σοι  καὶ  οὐδέποτε  ἐντολήν  σου  παρῆλθον, καὶ  ἐμοὶ  οὐδέποτε  ἔδωκας  ἔριφον  ἵνα  μετὰ  τῶν  φίλων  μου  εὐφρανθῶ·", "translation": "पिताजी, देखू, हम अहाँक एतेक बरख सँ सेवक छी, आ कखनो हम अहाँक आदेश पूरा नहि कएलहुँ, आ कखनो हमरा तोहर दान नहि देलहुँ, जाहि सँ हम अपन मित्रसभक संग आनन्दित होय सकी।", "calver": "2025.05.20", "id": "LUK 15:29", "translation_time": 11.14}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  πρὸς  αὐτοὺς  τὴν  παραβολὴν  ταύτην  λέγων", "translation": "ताहि पर, ओहि सभक समक्ष, ओहो कहलक जे, \"एहि परिकथा\" कहि रहल छल।", "calver": "2025.05.20", "id": "LUK 15:3", "translation_time": 10.38}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτε  δὲ  ὁ  υἱός  σου  οὗτος  ὁ  καταφαγών  σου  τὸν  βίον  μετὰ  πορνῶν  ἦλθεν, ἔθυσας  αὐτῷ  τὸν  σιτευτὸν  μόσχον.", "translation": "जब तूँ अपन पुत्र, जे तोहर जीवन के खपत करैत रहल, पोथी-प्रेमी संग रहल, आएल, तँ तें ओकरा लेल बकरे के बलि देलहुँ।", "calver": "2025.05.20", "id": "LUK 15:30", "translation_time": 13.4}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Τέκνον, σὺ  πάντοτε  μετ’  ἐμοῦ  εἶ, καὶ  πάντα  τὰ  ἐμὰ  σά  ἐστιν·", "translation": "तेंकुन, तँहि सदिखन हमर संग रहैत अछि, आ सभ वस्तु जे हमर अछि, से तोहर अछि।", "calver": "2025.05.20", "id": "LUK 15:31", "translation_time": 10.84}
{"source_lang": "grc", "target_lang": "mai", "original": "εὐφρανθῆναι  δὲ  καὶ  χαρῆναι  ἔδει, ὅτι  ὁ  ἀδελφός  σου  οὗτος  νεκρὸς  ἦν  καὶ  ἔζησεν, καὶ  ἀπολωλὼς  καὶ  εὑρέθη.", "translation": "एहि बात पर हर्षित होयब और हर्षित होयब जरूरी छल, कारण तोहर भाई ई मृत रहल छल आ आब जीवित भेल अछि, आ खोयल छल आ आब भेटल अछि।", "calver": "2025.05.20", "id": "LUK 15:32", "translation_time": 10.59}
{"source_lang": "grc", "target_lang": "mai", "original": "Τίς  ἄνθρωπος  ἐξ  ὑμῶν  ἔχων  ἑκατὸν  πρόβατα  καὶ  ἀπολέσας  ἐξ  αὐτῶν  ἓν  οὐ  καταλείπει  τὰ  ἐνενήκοντα  ἐννέα  ἐν  τῇ  ἐρήμῳ  καὶ  πορεύεται  ἐπὶ  τὸ  ἀπολωλὸς  ἕως  εὕρῃ  αὐτό;", "translation": "कौन मनुष्य अपने में सैकड़ा भेड़ रखैत अछि आ यदि ओकरा में सँ एकटा भेड़ गुमि जाइत अछि, तँ ओ नहि सब भेड़ केँ छोड़ि कऽ, जखन तक कि ओ गुमल भेड़ नहि भेट जाइत अछि, खोजैत रहैत अछि?", "calver": "2025.05.20", "id": "LUK 15:4", "translation_time": 17.43}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εὑρὼν  ἐπιτίθησιν  ἐπὶ  τοὺς  ὤμους  αὐτοῦ  χαίρων,", "translation": "आउ, जखन ओहि व्यक्ति केँ भेटल, तखन ओ अपन हर्षसहित ओकर कंधा पर राखल।", "calver": "2025.05.20", "id": "LUK 15:5", "translation_time": 11.24}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐλθὼν  εἰς  τὸν  οἶκον  συνκαλεῖ  τοὺς  φίλους  καὶ  τοὺς  γείτονας, λέγων  αὐτοῖς  Συνχάρητέ  μοι, ὅτι  εὗρον  τὸ  πρόβατόν  μου  τὸ  ἀπολωλός.", "translation": "आउ, जखन हम अपन खोएल भेडि भेटलहुँ, तखन हम अपन मित्र आ पड़ोसी सभके संग मिलि कऽ हर्ष मनाउ, कहैत छी, \"हमर भेडि भेटल, जे हमार हृदयक हर्षक कारण बनल अछि।\" एहि प्रकार, हम सभ मिलि कऽ पुनर्मिलनक आनंद मनाउ।", "calver": "2025.05.20", "id": "LUK 15:6", "translation_time": 11.22}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  ὑμῖν  ὅτι  οὕτως  χαρὰ  ἐν  τῷ  οὐρανῷ  ἔσται  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι  ἢ  ἐπὶ  ἐνενήκοντα  ἐννέα  δικαίοις  οἵτινες  οὐ  χρείαν  ἔχουσιν  μετανοίας.", "translation": "आकाश में खुशी तब होयत अछि जखन एकटा पापी पश्चाताप करैत अछि, ताहि पर अधिक खुशी होइत अछि, बनिस्पत ओहि खुशी के जे धर्मी लोकनि में होइत अछि, जेकरा पश्चाताप के आवश्यकता नहि होइछ।", "calver": "2025.05.20", "id": "LUK 15:7", "translation_time": 12.17}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἢ  τίς  γυνὴ  δραχμὰς  ἔχουσα  δέκα, ἐὰν  ἀπολέσῃ  δραχμὴν  μίαν, οὐχὶ  ἅπτει  λύχνον  καὶ  σαροῖ  τὴν  οἰκίαν  καὶ  ζητεῖ  ἐπιμελῶς  ἕως  οὗ  εὕρῃ;", "translation": "एक महिला जकर दस द्रखमास अछि, यदि ओहि में सँ एकटा हेराइत अछि, तऽ ओ दीप जला कऽ घर के साफ-सफाई करैत अछि आ सावधानी सँ खोज करैत अछि, जखन तक ओहि हेरायल द्रखमास नहि पाबि जाइत अछि। ओ खुशी-खुशी ओकरा पाबि कऽ घर में उल्लास मनबैत अछि।", "calver": "2025.05.20", "id": "LUK 15:8", "translation_time": 14.09}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εὑροῦσα  συνκαλεῖ  τὰς  φίλας  καὶ  γείτονας  λέγουσα  Συνχάρητέ  μοι, ὅτι  εὗρον  τὴν  δραχμὴν  ἣν  ἀπώλεσα.", "translation": "एहि बात केँ सुनि कऽ, ओ महिला अपन मित्रगण आ पड़ोसी सभ केँ बोलि कऽ कहली, \"हमरा खुशी भेल अछि, कारण हम अपन गुम भेल द्रख्म केँ वापस पेलहुँ।\" ओ अपन मित्रगण आ पड़ोसी सभ केँ जमा कऽ, अपन खुशी बाँटि रहल छथि।", "calver": "2025.05.20", "id": "LUK 15:9", "translation_time": 12.15}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔλεγεν  δὲ  καὶ  πρὸς  τοὺς  μαθητάς  Ἄνθρωπός  τις  ἦν  πλούσιος  ὃς  εἶχεν  οἰκονόμον, καὶ  οὗτος  διεβλήθη  αὐτῷ  ὡς  διασκορπίζων  τὰ  ὑπάρχοντα  αὐτοῦ.", "translation": "एहि में कहल गेल अछि जे एकटा निश्चित धनी व्यक्ति छल, जकर एकटा प्रबंधक छल, आ ओकरा पर आरोप लगाओल गेल जे ओ अपन सम्पत्तिक बिखराव कए रहल छल।", "calver": "2025.05.20", "id": "LUK 16:1", "translation_time": 10.44}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  πιστὸς  ἐν  ἐλαχίστῳ  καὶ  ἐν  πολλῷ  πιστός  ἐστιν, καὶ  ὁ  ἐν  ἐλαχίστῳ  ἄδικος  καὶ  ἐν  πολλῷ  ἄδικός  ἐστιν.", "translation": "\"जो व्यक्ति सानु कार्य में विश्वसनीय अछि आ बड़ कार्य में सेहो विश्वसनीय अछि, से विश्वसनीय अछि। आ जो व्यक्ति सानु कार्य में अन्याय करैत अछि आ बड़ कार्य में सेहो अन्याय करैत अछि, से अन्यायकारी अछि।\"", "calver": "2025.05.20", "id": "LUK 16:10", "translation_time": 9.7}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰ  οὖν  ἐν  τῷ  ἀδίκῳ  μαμωνᾷ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἀληθινὸν  τίς  ὑμῖν  πιστεύσει;", "translation": "यदि अहाँ अधर्मपूर्ण ममोन में विश्वास नहि करैत छी, तऽ की कोनो व्यक्ति अहाँ पर विश्वास करैत हेताह, जे सत्य पर विश्वास करैत अछि?", "calver": "2025.05.20", "id": "LUK 16:11", "translation_time": 9.26}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἰ  ἐν  τῷ  ἀλλοτρίῳ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἡμέτερον  τίς  δώσει  ὑμῖν;", "translation": "यदि आप विदेशी भूमि में विश्वासयोग्य नहि छी, तँ हमरा सभ केँ जे हमर अधिकार अछि, से के देत?", "calver": "2025.05.20", "id": "LUK 16:12", "translation_time": 8.92}
{"source_lang": "grc", "target_lang": "mai", "original": "Οὐδεὶς  οἰκέτης  δύναται  δυσὶ  κυρίοις  δουλεύειν· ἢ  γὰρ  τὸν  ἕνα  μισήσει  καὶ  τὸν  ἕτερον  ἀγαπήσει, ἢ  ἑνὸς  ἀνθέξεται  καὶ  τοῦ  ἑτέρου  καταφρονήσει. οὐ  δύνασθε  Θεῷ  δουλεύειν  καὶ  μαμωνᾷ.", "translation": "कोइओ भी सेवक दुइ मालिकक सेवा नहि कऽ सकैत अछि। या तऽ ओ एकटा केँ प्रेम करत आ दोसर केँ नफरत करत, या तऽ एकटा केँ समर्पित करत आ दोसर केँ तिरस्कार करत। अहाँ सभ नहि कऽ सकैत छी कि अहाँ भगवान् केँ सेवा करैत रहू आ ममोन केँ।", "calver": "2025.05.20", "id": "LUK 16:13", "translation_time": 11.22}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἤκουον  δὲ  ταῦτα  πάντα  οἱ  Φαρισαῖοι  φιλάργυροι  ὑπάρχοντες, καὶ  ἐξεμυκτήριζον  αὐτόν.", "translation": "एहि सभ बात केँ सुनि रहल छलथि फरीसियन सभ, जे लोभी आ स्वार्थी छलथि, आ हुनका ईशु पर उपहास करैत छलथि।", "calver": "2025.05.20", "id": "LUK 16:14", "translation_time": 9.03}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτοῖς  Ὑμεῖς  ἐστε  οἱ  δικαιοῦντες  ἑαυτοὺς  ἐνώπιον  τῶν  ἀνθρώπων, ὁ  δὲ  Θεὸς  γινώσκει  τὰς  καρδίας  ὑμῶν· ὅτι  τὸ  ἐν  ἀνθρώποις  ὑψηλὸν  βδέλυγμα  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "आउ, अहाँ सभ अपन-अपन स्वयंसिद्धि करैत छी, मुदा परमेश्वर अहाँ सभक हृदय केँ जानैत छथि। मनुष्यमें जे उच्च स्थान पर अछि, से परमेश्वरक दृष्टि में नीच अछि।", "calver": "2025.05.20", "id": "LUK 16:15", "translation_time": 9.72}
{"source_lang": "grc", "target_lang": "mai", "original": "Ὁ  νόμος  καὶ  οἱ  προφῆται  μέχρι  Ἰωάνου· ἀπὸ  τότε  ἡ  βασιλεία  τοῦ  Θεοῦ  εὐαγγελίζεται  καὶ  πᾶς  εἰς  αὐτὴν  βιάζεται.", "translation": "कानून आओर भविष्यवक्ता सभ जखन तक जॉन तक रहल, तखन से परमेश्वरक राज्य प्रचारित होइत अछि आओर सभ ओकरा में जोर दैत अछि।", "calver": "2025.05.20", "id": "LUK 16:16", "translation_time": 10.32}
{"source_lang": "grc", "target_lang": "mai", "original": "εὐκοπώτερον  δέ  ἐστιν  τὸν  οὐρανὸν  καὶ  τὴν  γῆν  παρελθεῖν  ἢ  τοῦ  νόμου  μίαν  κεραίαν  πεσεῖν.", "translation": "एहि सँ सुगम अछि जे स्वर्ग आ पृथ्वी केँ गुजरि जएब, बनिस्पत एकटा केशक गिरनाइ पर, जे नियमक एकटा केश गिरनाइ सँ कम कठिन अछि।", "calver": "2025.05.20", "id": "LUK 16:17", "translation_time": 11.64}
{"source_lang": "grc", "target_lang": "mai", "original": "Πᾶς  ὁ  ἀπολύων  τὴν  γυναῖκα  αὐτοῦ  καὶ  γαμῶν  ἑτέραν  μοιχεύει, καὶ  ὁ  ἀπολελυμένην  ἀπὸ  ἀνδρὸς  γαμῶν  μοιχεύει.", "translation": "सभ कियो जखन अपन पत्नी केँ तलाक दैत अछि आ दोसर सं विवाह करैत अछि, तँ ओ मयखु करैत अछि, आ जखन कियो पत्नी सँ अलग होइत अछि आ दोसर सं विवाह करैत अछि, तँ ओ सेहो मयखु करैत अछि।", "calver": "2025.05.20", "id": "LUK 16:18", "translation_time": 14.11}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἄνθρωπος  δέ  τις  ἦν  πλούσιος, καὶ  ἐνεδιδύσκετο  πορφύραν  καὶ  βύσσον  εὐφραινόμενος  καθ’  ἡμέραν  λαμπρῶς.", "translation": "यदि कोनो धनी मनुष्य छलाह, ताहि पर पोशाक में बैसि रहल छलाह, जकरा में बैसार रंगक पोशाक आ उत्तम लिननक वस्त्र पहिरने छलाह, आ प्रतिदिन उज्जवल रूप सँ अपन ऐश्वर्यपूर्ण जीवन के आनंद लैत रहैत छलाह।", "calver": "2025.05.20", "id": "LUK 16:19", "translation_time": 8.7}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  φωνήσας  αὐτὸν  εἶπεν  αὐτῷ  Τί  τοῦτο  ἀκούω  περὶ  σοῦ; ἀπόδος  τὸν  λόγον  τῆς  οἰκονομίας  σου· οὐ  γὰρ  δύνῃ  ἔτι  οἰκονομεῖν.", "translation": "स्वर कहलकन्हि, \"अहाँ अपने बारे में की सुनि रहल छी?\" तखन कहलन्हि, \"अपन उत्तरदायित्वक विवरण दिअ। अहाँ आब नहि प्रबंधित कऽ सकैत छी।\"", "calver": "2025.05.20", "id": "LUK 16:2", "translation_time": 10.22}
{"source_lang": "grc", "target_lang": "mai", "original": "πτωχὸς  δέ  τις  ὀνόματι  Λάζαρος  ἐβέβλητο  πρὸς  τὸν  πυλῶνα  αὐτοῦ  εἱλκωμένος", "translation": "एकटा गरीब व्यक्ति नाम लाजरुस, ओकरा के ओकरा के ओकरा द्वार पर राखल गेल छल, घाव सँ ढकएल छल।", "calver": "2025.05.20", "id": "LUK 16:20", "translation_time": 10.76}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπιθυμῶν  χορτασθῆναι  ἀπὸ  τῶν  πιπτόντων  ἀπὸ  τῆς  τραπέζης  τοῦ  πλουσίου· ἀλλὰ  καὶ  οἱ  κύνες  ἐρχόμενοι  ἐπέλειχον  τὰ  ἕλκη  αὐτοῦ.", "translation": "आउर इच्छुक छथि जे धनीक टेबल सँ जे पड़ैत अछि से संतुष्ट होय, मुदा यहाँ तक कि कुकुर सेहो आबि ओकर घाव चाटय लेल रहल अछि।", "calver": "2025.05.20", "id": "LUK 16:21", "translation_time": 9.82}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐγένετο  δὲ  ἀποθανεῖν  τὸν  πτωχὸν  καὶ  ἀπενεχθῆναι  αὐτὸν  ὑπὸ  τῶν  ἀγγέλων  εἰς  τὸν  κόλπον  Ἀβραάμ· ἀπέθανεν  δὲ  καὶ  ὁ  πλούσιος  καὶ  ἐτάφη.", "translation": "एहि बीच, गरीब व्यक्ति के मृत्यु भऽ गेल आ ओकरा के स्वर्गदूत सभ द्वारा अब्राहम के गोद में लऽ जायल गेल; ओहि समय, धनी व्यक्ति के मृत्यु भऽ गेल आ ओकरा के दफन कएल गेल।", "calver": "2025.05.20", "id": "LUK 16:22", "translation_time": 10.43}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐν  τῷ  Ἅιδῃ  ἐπάρας  τοὺς  ὀφθαλμοὺς  αὐτοῦ, ὑπάρχων  ἐν  βασάνοις, ὁρᾷ  Ἀβραὰμ  ἀπὸ  μακρόθεν  καὶ  Λάζαρον  ἐν  τοῖς  κόλποις  αὐτοῦ.", "translation": "हैडेस में, दुःख में रहैत, अपन आँखि उठेलक, ओहि व्यक्ति देखैत छथि कि दूर सँ अब्रहाम छथि आ लाजरूस हुनकर गोड़ में छथि।", "calver": "2025.05.20", "id": "LUK 16:23", "translation_time": 11.01}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτὸς  φωνήσας  εἶπεν  Πάτερ  Ἀβραάμ, ἐλέησόν  με  καὶ  πέμψον  Λάζαρον  ἵνα  βάψῃ  τὸ  ἄκρον  τοῦ  δακτύλου  αὐτοῦ  ὕδατος  καὶ  καταψύξῃ  τὴν  γλῶσσάν  μου, ὅτι  ὀδυνῶμαι  ἐν  τῇ  φλογὶ  ταύτῃ.", "translation": "हम स्वयं आवाज़ लगाकऽ कहलकहुँ, \"पिता अब्राहम,\" कृपया हमरा पर दया करू आ लाजरुस के पठाउ, ताकि ओकरा अंगूठा पर पानी लगाकऽ हमरा ज्वाला में सुखा दिअ, कारण हम आगि में दुखित छी।", "calver": "2025.05.20", "id": "LUK 16:24", "translation_time": 12.01}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  Ἀβραάμ  Τέκνον, μνήσθητι  ὅτι  ἀπέλαβες  τὰ  ἀγαθά  σου  ἐν  τῇ  ζωῇ  σου, καὶ  Λάζαρος  ὁμοίως  τὰ  κακά· νῦν  δὲ  ὧδε  παρακαλεῖται  σὺ  δὲ  ὀδυνᾶσαι.", "translation": "एब्रहाम कहलक, \"पुत्र, स्मरण कर जे तोहर जीवन में तोहर अच्छा कर्म प्राप्त भेल, आ लाजरुस सेहो, जे बुराई के सामना कएलक। अब अहिठाम, एहि स्थान पर, तोहर पीड़ा होइत अछि, आ ओ मदत लेल पुकारि रहल अछि।\"", "calver": "2025.05.20", "id": "LUK 16:25", "translation_time": 10.57}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐν  πᾶσι  τούτοις  μεταξὺ  ἡμῶν  καὶ  ὑμῶν  χάσμα  μέγα  ἐστήρικται, ὅπως  οἱ  θέλοντες  διαβῆναι  ἔνθεν  πρὸς  ὑμᾶς  μὴ  δύνωνται, μηδὲ  ἐκεῖθεν  πρὸς  ἡμᾶς  διαπερῶσιν.", "translation": "हमर आ अपने बीच एक बहुत पैग खाई बनल अछि, जकरा पार करए चाहनिहार लोक नहि कऽ सकैत अछि, आओर दुनू पक्ष सँ कोनो व्यक्ति एक-दूसरा दिस नहि जा सकैत अछि।", "calver": "2025.05.20", "id": "LUK 16:26", "translation_time": 13.16}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δέ  Ἐρωτῶ  σε  οὖν, πάτερ, ἵνα  πέμψῃς  αὐτὸν  εἰς  τὸν  οἶκον  τοῦ  πατρός  μου·", "translation": "हम अहाँ सँ पूछैत छी, पिता, जे अहाँ हुनका हमर पिता केर घर मे पठाउ।", "calver": "2025.05.20", "id": "LUK 16:27", "translation_time": 9.55}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔχω  γὰρ  πέντε  ἀδελφούς· ὅπως  διαμαρτύρηται  αὐτοῖς, ἵνα  μὴ  καὶ  αὐτοὶ  ἔλθωσιν  εἰς  τὸν  τόπον  τοῦτον  τῆς  βασάνου.", "translation": "हमरा पाँच भाइसभ अछि; ताकि ओ सभ केँ चेतावनी दिअ, जेना ओ सभ एहि पीड़ाक स्थान मे नहि आबि जाउ।", "calver": "2025.05.20", "id": "LUK 16:28", "translation_time": 9.07}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγει  δὲ  Ἀβραάμ  Ἔχουσι  Μωϋσέα  καὶ  τοὺς  προφήτας· ἀκουσάτωσαν  αὐτῶν.", "translation": "आब्रहाम कहलनि, हुनका लगे मोज़ेस आ भविष्यवक्ताहि छथि; हुनका सुनथि।", "calver": "2025.05.20", "id": "LUK 16:29", "translation_time": 10.68}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  ἐν  ἑαυτῷ  ὁ  οἰκονόμος  Τί  ποιήσω, ὅτι  ὁ  κύριός  μου  ἀφαιρεῖται  τὴν  οἰκονομίαν  ἀπ’  ἐμοῦ; σκάπτειν  οὐκ  ἰσχύω, ἐπαιτεῖν  αἰσχύνομαι.", "translation": "हम की करू, जखन हमर स्वामी हमर ओहि पर सँ ओइक अधिकार हटा लैत छथि? मुँह में हिम्मत नहि अछि खुदाई करबाक, आ शर्म होइत अछि भीख माँगबाक।", "calver": "2025.05.20", "id": "LUK 16:3", "translation_time": 10.79}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  Οὐχί, πάτερ  Ἀβραάμ, ἀλλ’  ἐάν  τις  ἀπὸ  νεκρῶν  πορευθῇ  πρὸς  αὐτοὺς, μετανοήσουσιν.", "translation": "\"नहि, पिता अब्राहम,\" ओ कहलक, \"यदि कोनो मृतक सँ जाइक तऽ ओ मनोवृत्ति करथिन।\"", "calver": "2025.05.20", "id": "LUK 16:30", "translation_time": 9.95}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  αὐτῷ  Εἰ  Μωϋσέως  καὶ  τῶν  προφητῶν  οὐκ  ἀκούουσιν, οὐδὲ  ἐάν  τις  ἐκ  νεκρῶν  ἀναστῇ  πεισθήσονται.", "translation": "यदि ओ सभ मोसेस आ नबी सभक नहि सुनैत छथि, ताहि पर कि कोनो मनुष्य मृत सँ उठि सेहो विश्वास नहि करताह।", "calver": "2025.05.20", "id": "LUK 16:31", "translation_time": 11.72}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔγνων  τί  ποιήσω, ἵνα  ὅταν  μετασταθῶ  ἐκ  τῆς  οἰκονομίας  δέξωνταί  με  εἰς  τοὺς  οἴκους  ἑαυτῶν.", "translation": "हम जानैत छी कि हम की करब ताकि जखन हम अपन घर छोड़ब, तखन हमरा अपन घरक लोकनि द्वारा स्वागत कएल जाएत।", "calver": "2025.05.20", "id": "LUK 16:4", "translation_time": 9.79}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  προσκαλεσάμενος  ἕνα  ἕκαστον  τῶν  χρεοφειλετῶν  τοῦ  κυρίου  ἑαυτοῦ  ἔλεγεν  τῷ  πρώτῳ  Πόσον  ὀφείλεις  τῷ  κυρίῳ  μου;", "translation": "प्रभु के एक-एक ऋणी के बुला कऽ कहलकाह कि, \"कतेक देय छै अपने प्रभु के?\"", "calver": "2025.05.20", "id": "LUK 16:5", "translation_time": 11.76}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  Ἑκατὸν  βάτους  ἐλαίου. ὁ  δὲ  εἶπεν  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  καθίσας  ταχέως  γράψον  πεντήκοντα.", "translation": "आउर कहलक, \"सौ ओलिव के डाली।\" तखन ओ कहलक, \"अहाँक पत्र ग्रहण करू, आओर आसनी सं बइठि कऽ शीघ्र लिखू।\" पचास।", "calver": "2025.05.20", "id": "LUK 16:6", "translation_time": 13.16}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔπειτα  ἑτέρῳ  εἶπεν  Σὺ  δὲ  πόσον  ὀφείλεις; ὁ  δὲ  εἶπεν  Ἑκατὸν  κόρους  σίτου. λέγει  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  γράψον  ὀγδοήκοντα.", "translation": "तखन, एकटा आन केँ कहलनि, \"अहाँ कतेक ऋण चुकाउ?\" तिनका उत्तर देलनि, \"सौ माप गेहूँक।\" तिनका कहलनि, \"अपन पत्र स्वीकार करू आ लिखू, अस्सी।\"", "calver": "2025.05.20", "id": "LUK 16:7", "translation_time": 9.85}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπῄνεσεν  ὁ  κύριος  τὸν  οἰκονόμον  τῆς  ἀδικίας  ὅτι  φρονίμως  ἐποίησεν· ὅτι  οἱ  υἱοὶ  τοῦ  αἰῶνος  τούτου  φρονιμώτεροι  ὑπὲρ  τοὺς  υἱοὺς  τοῦ  φωτὸς  εἰς  τὴν  γενεὰν  τὴν  ἑαυτῶν  εἰσιν.", "translation": "भगवान् ओहि प्रबंधक केँ प्रशंसा कएलनि, कारण ओहि फरमाइशपूर्वक कएलनि; कारण एहि संसारक पुत्रसभ सँ बेसी बुद्धिमान छथि अपन पीढ़ी में।", "calver": "2025.05.20", "id": "LUK 16:8", "translation_time": 11.08}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγὼ  ὑμῖν  λέγω, ἑαυτοῖς  ποιήσατε  φίλους  ἐκ  τοῦ  μαμωνᾶ  τῆς  ἀδικίας, ἵνα  ὅταν  ἐκλίπῃ  δέξωνται  ὑμᾶς  εἰς  τὰς  αἰωνίους  σκηνάς.", "translation": "हम अहाँ सभ केँ कहैत छी, अपने धन सँ मित्र बनाउ, अधर्मक माया सँ, जखन माया समाप्त भऽ जायत, तखन ओ अहाँ केँ अनन्त आश्रय में ग्रहण करत।", "calver": "2025.05.20", "id": "LUK 16:9", "translation_time": 10.31}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Ἀνένδεκτόν  ἐστιν  τοῦ  τὰ  σκάνδαλα  μὴ  ἐλθεῖν, οὐαὶ  δὲ  δι’  οὗ  ἔρχεται·", "translation": "\"स्कैंडल नहि आबि सकैत अछि\" — ई कहब उचित अछि जे स्कैंडल सभ अवश्य आएत, कारण ई अनिवार्य अछि। \"जाहि व्यक्ति द्वारा ई आबि रहल अछि, ओकरा पर दुःख हो\" — ई चेतावनी स्वरूप अछि, जे ओ व्यक्ति सावधान रहए। एहि तरहें, पूरा वाक्य के मैथिली में औपचारिक शैली में अनुवाद करैत, हम कहब कि \"स्कैंडल सभ नहि आबि सकैत अछि, आ ओकरा लेल दुःख हो ओहि पर जे ओकरा लेल जिम्मेदार अछि।\"", "calver": "2025.05.20", "id": "LUK 17:1", "translation_time": 9.02}
{"source_lang": "grc", "target_lang": "mai", "original": "οὕτως  καὶ  ὑμεῖς, ὅταν  ποιήσητε  πάντα  τὰ  διαταχθέντα  ὑμῖν, λέγετε  ὅτι  Δοῦλοι  ἀχρεῖοί  ἐσμεν, ὃ  ὠφείλομεν  ποιῆσαι  πεποιήκαμεν.", "translation": "जब अपने सब आदेश पूरा कए लियै, तखन कहू कि हम अभागल दास छी, जे काज हमरा पर अछि, से हम कएलक।", "calver": "2025.05.20", "id": "LUK 17:10", "translation_time": 10.87}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγένετο  ἐν  τῷ  πορεύεσθαι  εἰς  Ἱερουσαλὴμ, καὶ  αὐτὸς  διήρχετο  διὰ  μέσον  Σαμαρίας  καὶ  Γαλιλαίας.", "translation": "आउ, जखन येरूशलेम जाएब लेल यात्रा करैत छल, तखन ओ समरिया आ गलीलिया के बीच सँ गुजरैत गेल।", "calver": "2025.05.20", "id": "LUK 17:11", "translation_time": 7.45}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἰσερχομένου  αὐτοῦ  εἴς  τινα  κώμην  ἀπήντησαν  δέκα  λεπροὶ  ἄνδρες, οἳ  ἔστησαν  πόρρωθεν,", "translation": "यीशु एक गाम में प्रवेश करैत छथि, ताहि पर दस कुष्ठरोगी पुरुष सभ सँ भेंट होइत अछि, जे दूर खड़ा रहैत छथि।", "calver": "2025.05.20", "id": "LUK 17:12", "translation_time": 9.7}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτοὶ  ἦραν  φωνὴν  λέγοντες  Ἰησοῦ  Ἐπιστάτα, ἐλέησον  ἡμᾶς.", "translation": "आउर ओहि सभ अपन आवाज उठेलाह, कहैत, \"येशु, गुरुजी, हमरा पर दया करू।\"", "calver": "2025.05.20", "id": "LUK 17:13", "translation_time": 8.17}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδὼν  εἶπεν  αὐτοῖς  Πορευθέντες  ἐπιδείξατε  ἑαυτοὺς  τοῖς  ἱερεῦσιν. καὶ  ἐγένετο  ἐν  τῷ  ὑπάγειν  αὐτοὺς  ἐκαθαρίσθησαν.", "translation": "येशु कहलनि, \"जाउ आ अपने आप केँ पुरोहित सभ केँ देखाउ।\" आ जखन ओ सभ अपन रास्तामें गेल, तखन ओ सभ स्वच्छ भऽ गेल छल।", "calver": "2025.05.20", "id": "LUK 17:14", "translation_time": 8.42}
{"source_lang": "grc", "target_lang": "mai", "original": "εἷς  δὲ  ἐξ  αὐτῶν, ἰδὼν  ὅτι  ἰάθη, ὑπέστρεψεν  μετὰ  φωνῆς  μεγάλης  δοξάζων  τὸν  Θεόν,", "translation": "एक व्यक्ति, जकरा ई पता चलल कि ओकरा ठीक भऽ गेल अछि, ओ वापस आएल आ उच्च स्वर में भगवान के प्रशंसा करैत रहल।", "calver": "2025.05.20", "id": "LUK 17:15", "translation_time": 7.82}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἔπεσεν  ἐπὶ  πρόσωπον  παρὰ  τοὺς  πόδας  αὐτοῦ  εὐχαριστῶν  αὐτῷ· καὶ  αὐτὸς  ἦν  Σαμαρείτης.", "translation": "ओहि में सँ एक समारीन छल, जे अपन मुख पर गिरि पड़ल आ ओकरा पैर पर धन्यवाद देलनि।", "calver": "2025.05.20", "id": "LUK 17:16", "translation_time": 8.02}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποκριθεὶς  δὲ  ὁ  Ἰησοῦς  εἶπεν  Οὐχ  οἱ  δέκα  ἐκαθαρίσθησαν; οἱ  δὲ  ἐννέα  ποῦ;", "translation": "की नहि, दस लोग स्वच्छ भए गेल? मुदा, नौ लोग कहाँ छथि?", "calver": "2025.05.20", "id": "LUK 17:17", "translation_time": 9.98}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐχ  εὑρέθησαν  ὑποστρέψαντες  δοῦναι  δόξαν  τῷ  Θεῷ  εἰ  μὴ  ὁ  ἀλλογενὴς  οὗτος;", "translation": "की एहि विदेशी के अतिरिक्त कियो भेटल अछि जे लौटि कऽ भगवान केँ गौरव देलक?", "calver": "2025.05.20", "id": "LUK 17:18", "translation_time": 9.15}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτῷ  Ἀναστὰς  πορεύου· ἡ  πίστις  σου  σέσωκέν  σε.", "translation": "उठि जाउ और जाउ; तोहर विश्वास तोहके बचा लेल अछि।", "calver": "2025.05.20", "id": "LUK 17:19", "translation_time": 10.63}
{"source_lang": "grc", "target_lang": "mai", "original": "λυσιτελεῖ  αὐτῷ  εἰ  λίθος  μυλικὸς  περίκειται  περὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  ἔρριπται  εἰς  τὴν  θάλασσαν, ἢ  ἵνα  σκανδαλίσῃ  τῶν  μικρῶν  τούτων  ἕνα.", "translation": "यदि ओकरा पर एकटा भारी पत्थर लगाओल जाए आ ओकरा गर्दन पर बाँधि कऽ समुद्र में फेंक देल जाए, वा ताकि ओहि छोट-छोट लोकक लेल एकटा बाधा बनि जाए।", "calver": "2025.05.20", "id": "LUK 17:2", "translation_time": 14.88}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐπερωτηθεὶς  δὲ  ὑπὸ  τῶν  Φαρισαίων  πότε  ἔρχεται  ἡ  βασιλεία  τοῦ  Θεοῦ, ἀπεκρίθη  αὐτοῖς  καὶ  εἶπεν  Οὐκ  ἔρχεται  ἡ  βασιλεία  τοῦ  Θεοῦ  μετὰ  παρατηρήσεως,", "translation": "जखन परमेश्वरक राज्य के बारे में फरीसियन सभ सँ पुछल गेल कि ई कब आबैत अछि, ताहि पर येशु उत्तर देलनि कि, \"परमेश्वरक राज्य अवलोकन सँ नहि आबैत अछि।\"", "calver": "2025.05.20", "id": "LUK 17:20", "translation_time": 9.84}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐδὲ  ἐροῦσιν  Ἰδοὺ  ὧδε  ἤ  Ἐκεῖ· ἰδοὺ  γὰρ  ἡ  βασιλεία  τοῦ  Θεοῦ  ἐντὸς  ὑμῶν  ἐστιν.", "translation": "\"आउ, देखू, ई न कि अहाँ सभक बीच, बल्कि ईश्वरक राज्य अहाँक भीतरे अछि।\"", "calver": "2025.05.20", "id": "LUK 17:21", "translation_time": 8.94}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητάς  Ἐλεύσονται  ἡμέραι  ὅτε  ἐπιθυμήσετε  μίαν  τῶν  ἡμερῶν  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου  ἰδεῖν  καὶ  οὐκ  ὄψεσθε.", "translation": "परोपकारक कहलकथि, \"एहन दिन आयत जखन अहाँ मनुष्\\u200dयक पुत्रक दिन देखय चाहब, मुदा अहाँ नहि देखब।\"", "calver": "2025.05.20", "id": "LUK 17:22", "translation_time": 9.82}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐροῦσιν  ὑμῖν  Ἰδοὺ  ἐκεῖ, Ἰδοὺ  ὧδε· μὴ  ἀπέλθητε  μηδὲ  διώξητε.", "translation": "एहि दिस देखू, एहि दिस देखू; छोडू नहि, पीछा नहि करू।", "calver": "2025.05.20", "id": "LUK 17:23", "translation_time": 7.76}
{"source_lang": "grc", "target_lang": "mai", "original": "ὥσπερ  γὰρ  ἡ  ἀστραπὴ  ἀστράπτουσα  ἐκ  τῆς  ὑπὸ  τὸν  οὐρανὸν  εἰς  τὴν  ὑπ’  οὐρανὸν  λάμπει, οὕτως  ἔσται  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἐν  τῇ  ἡμέρᾳ  αὐτοῦ.", "translation": "जेकाँ बिजुली जेकाँ चमकैत, जे आसमान के नीचे से ऊपर तक चमकैत अछि, तहिना मनुष्‍यक पुत्र अपन दिन में प्रकट होयत।", "calver": "2025.05.20", "id": "LUK 17:24", "translation_time": 12.86}
{"source_lang": "grc", "target_lang": "mai", "original": "πρῶτον  δὲ  δεῖ  αὐτὸν  πολλὰ  παθεῖν  καὶ  ἀποδοκιμασθῆναι  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "पहिले, ओकरा बहुत दुख सहनाइ आ एहि पीढ़ी सँ अस्वीकृत होयब जरूरी छै।", "calver": "2025.05.20", "id": "LUK 17:25", "translation_time": 10.88}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  καθὼς  ἐγένετο  ἐν  ταῖς  ἡμέραις  Νῶε, οὕτως  ἔσται  καὶ  ἐν  ταῖς  ἡμέραις  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου·", "translation": "और जइसे नूह के दिन भेल, तइसे ही होयत और मानव के पुत्र के दिन में।", "calver": "2025.05.20", "id": "LUK 17:26", "translation_time": 12.7}
{"source_lang": "grc", "target_lang": "mai", "original": "ἤσθιον, ἔπινον, ἐγάμουν, ἐγαμίζοντο, ἄχρι  ἧς  ἡμέρας  εἰσῆλθεν  Νῶε  εἰς  τὴν  κιβωτόν, καὶ  ἦλθεν  ὁ  κατακλυσμὸς  καὶ  ἀπώλεσεν  πάντας.", "translation": "हम खाइत रहलहुँ, पीइत रहलहुँ, विवाह करैत रहलहुँ, विवाह करैत रहलहुँ, जखन तक कि नूह, भगवानक आज्ञा अनुसार, नाव में प्रवेश नहि कएलन्हि। तखन बाढ़ आबि गेल आ सभ केँ नष्ट कएलक।", "calver": "2025.05.20", "id": "LUK 17:27", "translation_time": 14.49}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁμοίως  καθὼς  ἐγένετο  ἐν  ταῖς  ἡμέραις  Λώτ· ἤσθιον, ἔπινον, ἠγόραζον, ἐπώλουν, ἐφύτευον, ᾠκοδόμουν·", "translation": "ओहि तरहें, जइसे कि भेल लोटक दिनसभ में, लोकनि खाइत छल, पियैत छल, खरीदैत छल, बेचैत छल, बिरिछैत छल, आ निर्माण करैत छल।", "calver": "2025.05.20", "id": "LUK 17:28", "translation_time": 13.19}
{"source_lang": "grc", "target_lang": "mai", "original": "ᾗ  δὲ  ἡμέρᾳ  ἐξῆλθεν  Λὼτ  ἀπὸ  Σοδόμων, ἔβρεξεν  πῦρ  καὶ  θεῖον  ἀπ’  οὐρανοῦ  καὶ  ἀπώλεσεν  πάντας.", "translation": "जखन लोट सड़ाम सँ बाहर निकलल, तखन स्वर्ग सँ आगि आ गन्धक बरसि कऽ सब किछु नष्ट कऽ देलक।", "calver": "2025.05.20", "id": "LUK 17:29", "translation_time": 11.39}
{"source_lang": "grc", "target_lang": "mai", "original": "προσέχετε  ἑαυτοῖς. ἐὰν  ἁμάρτῃ  ὁ  ἀδελφός  σου, ἐπιτίμησον  αὐτῷ, καὶ  ἐὰν  μετανοήσῃ, ἄφες  αὐτῷ.", "translation": "अपनेक ध्यान राखू। यदि तोहर भाई पाप करै छै, त ओकरा टोकू, आ यदि ओ मन बदैलै छै, त ओकरा माफ करु।", "calver": "2025.05.20", "id": "LUK 17:3", "translation_time": 10.92}
{"source_lang": "grc", "target_lang": "mai", "original": "κατὰ  τὰ  αὐτὰ  ἔσται  ᾗ  ἡμέρᾳ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἀποκαλύπτεται.", "translation": "समान दिन अनुसार, सुनुहक पुत्र प्रकट होइत अछि।", "calver": "2025.05.20", "id": "LUK 17:30", "translation_time": 8.72}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐν  ἐκείνῃ  τῇ  ἡμέρᾳ  ὃς  ἔσται  ἐπὶ  τοῦ  δώματος  καὶ  τὰ  σκεύη  αὐτοῦ  ἐν  τῇ  οἰκίᾳ, μὴ  καταβάτω  ἆραι  αὐτά, καὶ  ὁ  ἐν  ἀγρῷ  ὁμοίως  μὴ  ἐπιστρεψάτω  εἰς  τὰ  ὀπίσω.", "translation": "ओहि दिन, जे कोनो छत पर होए, आ ओकर बर्तन घर में, ओकरा से उतरि नहि जाउ, आ जे कोनो खेत में होए, ओहि तरहें, वापस नहि जाउ।", "calver": "2025.05.20", "id": "LUK 17:31", "translation_time": 15.88}
{"source_lang": "grc", "target_lang": "mai", "original": "μνημονεύετε  τῆς  γυναικὸς  Λώτ.", "translation": "लोटक पत्नी केँ स्मरण करू।", "calver": "2025.05.20", "id": "LUK 17:32", "translation_time": 12.59}
{"source_lang": "grc", "target_lang": "mai", "original": "ὃς  ἐὰν  ζητήσῃ  τὴν  ψυχὴν  αὐτοῦ  περιποιήσασθαι, ἀπολέσει  αὐτήν, καὶ  ὃς  ἂν  ἀπολέσει, ζωογονήσει  αὐτήν.", "translation": "जे कोनो व्यक्ति अपन प्राण केँ बचेबै लेल प्रयास करत, से ओकरा सँ हराएत, आ जे कोनो व्यक्ति अपन प्राण केँ त्यागि कऽ दूसरक लेल जीवन पाबि जेतय, से ओकरा जीवन भेटत।", "calver": "2025.05.20", "id": "LUK 17:33", "translation_time": 13.69}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  ὑμῖν, ταύτῃ  τῇ  νυκτὶ  ἔσονται  δύο  ἐπὶ  κλίνης  μιᾶς, ὁ  εἷς  παραλημφθήσεται  καὶ  ὁ  ἕτερος  ἀφεθήσεται·", "translation": "हम अहाँ सभ केँ कहैत छी, एहि राति दू व्यक्ति एके पलंग पर होयत। एक केँ ले जाओल जायत आ दोसर केँ छोड़ल जायत।", "calver": "2025.05.20", "id": "LUK 17:34", "translation_time": 16.1}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔσονται  δύο  ἀλήθουσαι  ἐπὶ  τὸ  αὐτό, ἡ  μία  παραλημφθήσεται  ἡ  δὲ  ἑτέρα  ἀφεθήσεται.", "translation": "गपकथन करय वला दू झूठा साक्षी एक संग गवाही देत छथि, जकरा में सँ एकटा लऽ जायत आ दोसरि बचि जायत।", "calver": "2025.05.20", "id": "LUK 17:35", "translation_time": 9.92}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀποκριθέντες  λέγουσιν  αὐτῷ  Ποῦ, Κύριε; ὁ  δὲ  εἶπεν  αὐτοῖς  Ὅπου  τὸ  σῶμα, ἐκεῖ  καὶ  οἱ  ἀετοὶ  ἐπισυναχθήσονται.", "translation": "येशु कहलनि, \"कहाँ, प्रभु?\" तखन ओ उत्तर देलनि, \"जहाँ शरीर अछि, तहिआ चील सभ जुटत।\"", "calver": "2025.05.20", "id": "LUK 17:37", "translation_time": 13.38}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐὰν  ἑπτάκις  τῆς  ἡμέρας  ἁμαρτήσῃ  εἰς  σὲ  καὶ  ἑπτάκις  ἐπιστρέψῃ  πρὸς  σὲ  λέγων  Μετανοῶ, ἀφήσεις  αὐτῷ.", "translation": "यदि कोनो व्यक्ति अपने सात बार पाप करि कऽ फेर सऽ पश्चाताप करए, आ यदि ओहि समय अपने पर माफी माँगए, तँ अहाँ ओकरा क्षमा करब।", "calver": "2025.05.20", "id": "LUK 17:4", "translation_time": 8.32}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  εἶπαν  οἱ  ἀπόστολοι  τῷ  Κυρίῳ  Πρόσθες  ἡμῖν  πίστιν.", "translation": "प्रभु, हमरा विश्वास बढ़ाउ।", "calver": "2025.05.20", "id": "LUK 17:5", "translation_time": 9.34}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  ὁ  Κύριος  Εἰ  ἔχετε  πίστιν  ὡς  κόκκον  σινάπεως, ἐλέγετε  ἂν  τῇ  συκαμίνῳ  ταύτῃ  Ἐκριζώθητι  καὶ  φυτεύθητι  ἐν  τῇ  θαλάσσῃ· καὶ  ὑπήκουσεν  ἂν  ὑμῖν.", "translation": "प्रभु कहलकाहि, \"यदि अहाँक विश्वास माछर के बीज जेकाँ छोट हो, तँ अहाँ कहि सकैत छी, ‘एहि सागर में जड़ि कऽ ओकरा लगाउ,’ आ ओहि पेड़ केँ उखाड़ि कऽ समुद्र में लगाउ। आ अहाँ केँ कोनो बात असंभव नहि लगत।\"", "calver": "2025.05.20", "id": "LUK 17:6", "translation_time": 11.08}
{"source_lang": "grc", "target_lang": "mai", "original": "Τίς  δὲ  ἐξ  ὑμῶν  δοῦλον  ἔχων  ἀροτριῶντα  ἢ  ποιμαίνοντα, ὃς  εἰσελθόντι  ἐκ  τοῦ  ἀγροῦ  ἐρεῖ  αὐτῷ  Εὐθέως  παρελθὼν  ἀνάπεσε,", "translation": "तिन्हें में सँ कोनो दास, जे खेती करैत अछि वा चरवाहा अछि, जे घर में प्रवेश करैत अछि, ओकरा सँ कहल जायत अछि, \"तुरंत जाकऽ बैस जाउ।\"", "calver": "2025.05.20", "id": "LUK 17:7", "translation_time": 12.2}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀλλ’  οὐχὶ  ἐρεῖ  αὐτῷ  Ἑτοίμασον  τί  δειπνήσω, καὶ  περιζωσάμενος  διακόνει  μοι  ἕως  φάγω  καὶ  πίω, καὶ  μετὰ  ταῦτα  φάγεσαι  καὶ  πίεσαι  σύ;", "translation": "अच्छा, तू ओकरा से नहि कहब कि 'तैयार कर'। और, जब तक मैं खाइत और पीइत रहब, तब तक तू मोर लेल भोजन तैयार कर। और, ओकरा बाद तू खायब और पीबायब।", "calver": "2025.05.20", "id": "LUK 17:8", "translation_time": 13.7}
{"source_lang": "grc", "target_lang": "mai", "original": "μὴ  ἔχει  χάριν  τῷ  δούλῳ  ὅτι  ἐποίησεν  τὰ  διαταχθέντα;", "translation": "की दास, जकरा आदेश देल गेल, ओहि काजक पूरा करबाक बाद प्रशंसा प्राप्त करैत छथि?", "calver": "2025.05.20", "id": "LUK 17:9", "translation_time": 10.9}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔλεγεν  δὲ  παραβολὴν  αὐτοῖς  πρὸς  τὸ  δεῖν  πάντοτε  προσεύχεσθαι  αὐτοὺς  καὶ  μὴ  ἐνκακεῖν,", "translation": "उहाँ एकटा उपदेश देलथि जे कहैत छथि, \"हमेशा प्रार्थना करबाक आ हार न मानबाक आवश्यक अछि।\"", "calver": "2025.05.20", "id": "LUK 18:1", "translation_time": 8.92}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἄνθρωποι  δύο  ἀνέβησαν  εἰς  τὸ  ἱερὸν  προσεύξασθαι, ὁ  εἷς  Φαρισαῖος  καὶ  ὁ  ἕτερος  τελώνης.", "translation": "दू गोट लोक मन्दिर में पूजा करबाक लेल गेलाह, एकटा फरीसी आ एकटा कर संकलक।", "calver": "2025.05.20", "id": "LUK 18:10", "translation_time": 11.0}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  Φαρισαῖος  σταθεὶς  ταῦτα  πρὸς  ἑαυτὸν  προσηύχετο  Ὁ  Θεός, εὐχαριστῶ  σοι  ὅτι  οὐκ  εἰμὶ  ὥσπερ  οἱ  λοιποὶ  τῶν  ἀνθρώπων, ἅρπαγες, ἄδικοι, μοιχοί, ἢ  καὶ  ὡς  οὗτος  ὁ  τελώνης·", "translation": "हे परमेश्वर, हम अहाँ के धन्यवाद दैत छी कि हम अन्य लोक जेकाँ नहि छी—चोर, अधर्मी, व्यभिचारी, या एहि टोलक करदाता जेकाँ नहि छी।", "calver": "2025.05.20", "id": "LUK 18:11", "translation_time": 14.37}
{"source_lang": "grc", "target_lang": "mai", "original": "νηστεύω  δὶς  τοῦ  σαββάτου, ἀποδεκατεύω  πάντα  ὅσα  κτῶμαι.", "translation": "हमरा सभक ई मानल जाइत अछि जे हम शनिबार दू बेर उपवास करैत छी आ अपन सभक सम्पत्तिक दसवां भाग दान करैत छी।", "calver": "2025.05.20", "id": "LUK 18:12", "translation_time": 11.13}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  τελώνης  μακρόθεν  ἑστὼς  οὐκ  ἤθελεν  οὐδὲ  τοὺς  ὀφθαλμοὺς  ἐπᾶραι  εἰς  τὸν  οὐρανόν, ἀλλ’  ἔτυπτεν  τὸ  στῆθος  αὐτοῦ  λέγων  Ὁ  Θεός, ἱλάσθητί  μοι  τῷ  ἁμαρτωλῷ.", "translation": "दूर खड़ा एक करदाता, अपने नेत्र ऊपर उठेबै नहि चाहैत छल, बल्कि अपन छाती पर थप्पड़ मारि कहैत छल, \"हे भगवान्, मोर पर दया करू, हम पापी छी।\"", "calver": "2025.05.20", "id": "LUK 18:13", "translation_time": 16.6}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  ὑμῖν, κατέβη  οὗτος  δεδικαιωμένος  εἰς  τὸν  οἶκον  αὐτοῦ  παρ’  ἐκεῖνον· ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, ὁ  δὲ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "हम अहाँ केँ कहैत छी, ई व्यक्ति अपन घर में न्याय पाओल अछि, जे न्यायसंगत अछि; कारण, जे सभ अपन अहंकार केँ नीचा करैत अछि, से उच्चता प्राप्त करत, आ जे अपने केँ नीचा करैत अछि, से उच्चता पाओत।", "calver": "2025.05.20", "id": "LUK 18:14", "translation_time": 13.13}
{"source_lang": "grc", "target_lang": "mai", "original": "Προσέφερον  δὲ  αὐτῷ  καὶ  τὰ  βρέφη  ἵνα  αὐτῶν  ἅπτηται· ἰδόντες  δὲ  οἱ  μαθηταὶ  ἐπετίμων  αὐτοῖς.", "translation": "ओहि लोकनि हुनका लेल बच्चा सभक प्रस्तावना केलनि जाहि सँ ओ हुनका स्पर्श करथि; देखलाक बाद, शिष्य सभ ओहि लोकनि केँ डाँटि देलनि।", "calver": "2025.05.20", "id": "LUK 18:15", "translation_time": 9.78}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  Ἰησοῦς  προσεκαλέσατο  αὐτὰ  λέγων  Ἄφετε  τὰ  παιδία  ἔρχεσθαι  πρός  με  καὶ  μὴ  κωλύετε  αὐτά· τῶν  γὰρ  τοιούτων  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "येशू अपनासँ कहलनि, \"अहाँ सभ बच्चासभ केँ आबि कऽ मोन लगाउ, आ हुनका केँ नहि रोकी। कारण, एहि तरहक लोकसभक लेल स्वर्गक राज्य अछि।\"", "calver": "2025.05.20", "id": "LUK 18:16", "translation_time": 9.48}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀμὴν  λέγω  ὑμῖν, ὃς  ἂν  μὴ  δέξηται  τὴν  βασιλείαν  τοῦ  Θεοῦ  ὡς  παιδίον, οὐ  μὴ  εἰσέλθῃ  εἰς  αὐτήν.", "translation": "अमेन कहैत छी अहाँ सभ केँ, जे कोनो व्यक्ति यदि ईश्वरक राज्य केँ बालक जेकाँ स्वीकार नहि करत, तऽ ओहिठाम प्रवेश नहि करत।", "calver": "2025.05.20", "id": "LUK 18:17", "translation_time": 13.98}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐπηρώτησέν  τις  αὐτὸν  ἄρχων  λέγων  Διδάσκαλε  ἀγαθέ, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "एकटा विशिष्ट शासक हुनका पुछलनि, कहैत, \"गुरु, अच्छा, हम की करि कऽ अनन्त जीवन प्राप्त करि सकी?\"", "calver": "2025.05.20", "id": "LUK 18:18", "translation_time": 11.78}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Τί  με  λέγεις  ἀγαθόν; οὐδεὶς  ἀγαθὸς  εἰ  μὴ  εἷς  ὁ  Θεός.", "translation": "येशु कहलनि, \"तोहर नाम की छि? सभसँ अच्छा केवल भगवान छथि।\"", "calver": "2025.05.20", "id": "LUK 18:19", "translation_time": 9.23}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγων  Κριτής  τις  ἦν  ἔν  τινι  πόλει  τὸν  Θεὸν  μὴ  φοβούμενος  καὶ  ἄνθρωπον  μὴ  ἐντρεπόμενος.", "translation": "न्यायाधीश जे भगवान सँ नहि डरत छथि आ मानुष सँ सम्मान नहि करैत छथि।", "calver": "2025.05.20", "id": "LUK 18:2", "translation_time": 9.95}
{"source_lang": "grc", "target_lang": "mai", "original": "τὰς  ἐντολὰς  οἶδας  Μὴ  μοιχεύσῃς, Μὴ  φονεύσῃς, Μὴ  κλέψῃς, Μὴ  ψευδομαρτυρήσῃς, Τίμα  τὸν  πατέρα  σου  καὶ  τὴν  μητέρα.", "translation": "ताहि आदेशसभ केँ अपने जानैत छी। अहाँ नहि मारी, नहि चोरी करू, नहि झूठ बोलू, आ अपन पिता आ माता केँ सम्मान करू।", "calver": "2025.05.20", "id": "LUK 18:20", "translation_time": 11.44}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  Ταῦτα  πάντα  ἐφύλαξα  ἐκ  νεότητος.", "translation": "आउ ओ कहला, \"एहि सभ बचौने छी जे बचपन सँ।\"", "calver": "2025.05.20", "id": "LUK 18:21", "translation_time": 19.34}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀκούσας  δὲ  ὁ  Ἰησοῦς  εἶπεν  αὐτῷ  Ἔτι  ἕν  σοι  λείπει· πάντα  ὅσα  ἔχεις  πώλησον  καὶ  διάδος  πτωχοῖς, καὶ  ἕξεις  θησαυρὸν  ἐν  τοῖς  οὐρανοῖς, καὶ  δεῦρο  ἀκολούθει  μοι.", "translation": "अहाँक एकटा वस्तु बाकी अछि। सब किछु बेचि दिय, गरीब लोकनि केँ दान करू, तखन अहाँक पास स्वर्ग में खजाना बनत। मोर अनुकरण करू।", "calver": "2025.05.20", "id": "LUK 18:22", "translation_time": 10.99}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  ἀκούσας  ταῦτα  περίλυπος  ἐγενήθη, ἦν  γὰρ  πλούσιος  σφόδρα.", "translation": "जखन ओहि बात सभक सुनल, त ओ दुःखी भए गेल, कारण ओ बहुत धनी छल।", "calver": "2025.05.20", "id": "LUK 18:23", "translation_time": 9.47}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδὼν  δὲ  αὐτὸν  ὁ  Ἰησοῦς  εἶπεν  Πῶς  δυσκόλως  οἱ  τὰ  χρήματα  ἔχοντες  εἰς  τὴν  βασιλείαν  τοῦ  Θεοῦ  εἰσπορεύονται·", "translation": "जखन यीशु हुनका देखलनि, तखन हुनका कहलनि, \"कतेक कठिन अछि जे धन-सम्पन्न लोक सभ परमेश्वरक राज्य में प्रवेश करैत छथि।\"", "calver": "2025.05.20", "id": "LUK 18:24", "translation_time": 11.89}
{"source_lang": "grc", "target_lang": "mai", "original": "εὐκοπώτερον  γάρ  ἐστιν  κάμηλον  διὰ  τρήματος  βελόνης  εἰσελθεῖν  ἢ  πλούσιον  εἰς  τὴν  βασιλείαν  τοῦ  Θεοῦ  εἰσελθεῖν.", "translation": "एहि लेल, स्वर्गमे प्रवेश करब एकटा रथक सुईक छिद्रमे सुँघनाइ सँ सहज अछि, मुदा धनी लोकक लेल ई कठिन अछि जे भगवानक राज्यमे प्रवेश करथि।", "calver": "2025.05.20", "id": "LUK 18:25", "translation_time": 12.39}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπαν  δὲ  οἱ  ἀκούσαντες  Καὶ  τίς  δύναται  σωθῆναι;", "translation": "\"सुननेवालासभ सँ पुछल गेल, 'किएक तँ कोनो व्यक्ति उद्धार कऽ सकैत अछि?'\"", "calver": "2025.05.20", "id": "LUK 18:26", "translation_time": 8.99}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  Τὰ  ἀδύνατα  παρὰ  ἀνθρώποις  δυνατὰ  παρὰ  τῷ  Θεῷ  ἐστιν.", "translation": "आउन्हें कहलनि, मनुष्‍य लेल असंभव वस्तु भगवानक लेल संभव अछि।", "calver": "2025.05.20", "id": "LUK 18:27", "translation_time": 10.05}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Ἰδοὺ  ἡμεῖς  ἀφέντες  τὰ  ἴδια  ἠκολουθήσαμέν  σοι.", "translation": "पेत्रुस कहलनि, \"देखू, हम सभ अपन सभ वस्तु छोड़ि कऽ अहाँक अनुकरण कऽ रहल छी।\"", "calver": "2025.05.20", "id": "LUK 18:28", "translation_time": 9.61}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  αὐτοῖς  Ἀμὴν  λέγω  ὑμῖν  ὅτι  οὐδείς  ἐστιν  ὃς  ἀφῆκεν  οἰκίαν  ἢ  γυναῖκα  ἢ  ἀδελφοὺς  ἢ  γονεῖς  ἢ  τέκνα  ἕνεκεν  τῆς  βασιλείας  τοῦ  Θεοῦ,", "translation": "\"आम्हर कहैत छी, जे कोनो व्यक्ति घर, पत्नी, भाइ, माता-पिता या बच्चा छोड़ि देलक, परमेश्वरक राज्यक लेल, से नहि होइछ कि ओ अपन सब किछु त्याग क' देलक।\"", "calver": "2025.05.20", "id": "LUK 18:29", "translation_time": 12.08}
{"source_lang": "grc", "target_lang": "mai", "original": "χήρα  δὲ  ἦν  ἐν  τῇ  πόλει  ἐκείνῃ, καὶ  ἤρχετο  πρὸς  αὐτὸν  λέγουσα  Ἐκδίκησόν  με  ἀπὸ  τοῦ  ἀντιδίκου  μου.", "translation": "एहि शहर में एकटा विधवा छल, आ ओहि न्यायाधीश लग आबि कऽ कहलक, \"मोर प्रतिद्वंद्वी सँ मोर बदला लेल मोकल करू।\"", "calver": "2025.05.20", "id": "LUK 18:3", "translation_time": 10.57}
{"source_lang": "grc", "target_lang": "mai", "original": "ὃς  οὐχὶ  μὴ  λάβῃ  πολλαπλασίονα  ἐν  τῷ  καιρῷ  τούτῳ  καὶ  ἐν  τῷ  αἰῶνι  τῷ  ἐρχομένῳ  ζωὴν  αἰώνιον.", "translation": "जे व्यक्ति एहि समय आ आगत युग में बहुतायत आशीर्वाद नहि पाबैत अछि, ताहि लेल ओ अनंत जीवन प्राप्त नहि करत।", "calver": "2025.05.20", "id": "LUK 18:30", "translation_time": 11.36}
{"source_lang": "grc", "target_lang": "mai", "original": "Παραλαβὼν  δὲ  τοὺς  δώδεκα  εἶπεν  πρὸς  αὐτούς  Ἰδοὺ  ἀναβαίνομεν  εἰς  Ἱερουσαλήμ, καὶ  τελεσθήσεται  πάντα  τὰ  γεγραμμένα  διὰ  τῶν  προφητῶν  τῷ  Υἱῷ  τοῦ  ἀνθρώπου·", "translation": "गौण रूप सँ, यीशु अपने बारह शिष्य सभ केँ लऽ कऽ कहलनि, \"देखू, हम सभ जाइकऽ जा रहल छी येरूशलेम, आऽ सभ लिखल बात सभ पूरा होयत जे भविष्यवक्ताक द्वारा कहल गेल अछि।\"", "calver": "2025.05.20", "id": "LUK 18:31", "translation_time": 12.28}
{"source_lang": "grc", "target_lang": "mai", "original": "παραδοθήσεται  γὰρ  τοῖς  ἔθνεσιν  καὶ  ἐμπαιχθήσεται  καὶ  ὑβρισθήσεται  καὶ  ἐμπτυσθήσεται,", "translation": "सौंपल जायत अछि जाति सभक हाथ, आ उपहासित, अपमानित, आ थूकल गेल।", "calver": "2025.05.20", "id": "LUK 18:32", "translation_time": 13.25}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  μαστιγώσαντες  ἀποκτενοῦσιν  αὐτόν, καὶ  τῇ  ἡμέρᾳ  τῇ  τρίτῃ  ἀναστήσεται.", "translation": "आउ, ओहि लोकनि हुनका मसलि कऽ मारि देताह, आ तेसर दिन हुनका पुनः उठताह।", "calver": "2025.05.20", "id": "LUK 18:33", "translation_time": 9.66}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτοὶ  οὐδὲν  τούτων  συνῆκαν, καὶ  ἦν  τὸ  ῥῆμα  τοῦτο  κεκρυμμένον  ἀπ’  αὐτῶν, καὶ  οὐκ  ἐγίνωσκον  τὰ  λεγόμενα.", "translation": "आउर ओ सभ एहि सभक किछु नहि बुझल, आ ई शब्द हुनका सँ छुपायल गेल छल, आ ओ सभ नहि चिन्हल जे कहल जा रहल अछि।", "calver": "2025.05.20", "id": "LUK 18:34", "translation_time": 10.1}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐγένετο  δὲ  ἐν  τῷ  ἐγγίζειν  αὐτὸν  εἰς  Ἱερειχὼ  τυφλός  τις  ἐκάθητο  παρὰ  τὴν  ὁδὸν  ἐπαιτῶν.", "translation": "जखन यीशु जेरिको के नजदीक पहुँच रहल छलाह, त एकटा अंध व्यक्ति सड़क किनारे बैसल छलाह आ भीख माँगि रहल छलाह।", "calver": "2025.05.20", "id": "LUK 18:35", "translation_time": 11.88}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀκούσας  δὲ  ὄχλου  διαπορευομένου  ἐπυνθάνετο  τί  εἴη  τοῦτο.", "translation": "सुनि कऽ भीड़ के गुजरैत देखिकऽ, पुछलनि ई की अछि?", "calver": "2025.05.20", "id": "LUK 18:36", "translation_time": 11.21}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀπήγγειλαν  δὲ  αὐτῷ  ὅτι  Ἰησοῦς  ὁ  Ναζωραῖος  παρέρχεται.", "translation": "उन्हें सूचित कएल गेल कि येशु नाजरेथ सँ गुजरि रहल छथि।", "calver": "2025.05.20", "id": "LUK 18:37", "translation_time": 10.53}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐβόησεν  λέγων  Ἰησοῦ  υἱὲ  Δαυείδ, ἐλέησόν  με.", "translation": "यीशु, दाविदक पुत्र, हमरा पर दया करू।", "calver": "2025.05.20", "id": "LUK 18:38", "translation_time": 8.47}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  οἱ  προάγοντες  ἐπετίμων  αὐτῷ  ἵνα  σιγήσῃ· αὐτὸς  δὲ  πολλῷ  μᾶλλον  ἔκραζεν  Υἱὲ  Δαυείδ, ἐλέησόν  με.", "translation": "आगू बढ़निहार लोकनि ओकरा डाँटि कऽ कहलक कि चुप रहू; मुदा ओ स्वयं बहुत जोर सँ चिचियायल, \"हे दाऊदक पुत्र, कृपा करू हमरा पर।\"", "calver": "2025.05.20", "id": "LUK 18:39", "translation_time": 10.94}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  οὐκ  ἤθελεν  ἐπὶ  χρόνον· μετὰ  ταῦτα  δὲ  εἶπεν  ἐν  ἑαυτῷ  Εἰ  καὶ  τὸν  Θεὸν  οὐ  φοβοῦμαι  οὐδὲ  ἄνθρωπον  ἐντρέπομαι,", "translation": "आउ मैं न तो परमेश्वर सँ डरैत छी आ न मनुष्यों सँ, फेर अपने में कहलक, \"यदि मैं परमेश्वर सँ सेहो नहि डरैत छी, तँ मनुष्यों सँ सेहो नहि शर्माइत छी।\"", "calver": "2025.05.20", "id": "LUK 18:4", "translation_time": 18.53}
{"source_lang": "grc", "target_lang": "mai", "original": "σταθεὶς  δὲ  ὁ  Ἰησοῦς  ἐκέλευσεν  αὐτὸν  ἀχθῆναι  πρὸς  αὐτόν. ἐγγίσαντος  δὲ  αὐτοῦ  ἐπηρώτησεν  αὐτόν", "translation": "जब ईसू खड़ा भेलाह, तखन हुनका आदेश देलाह जे हुनका आनू। जखन ओ निकट आएलाह, तखन हुनका सँ पुछलाह।", "calver": "2025.05.20", "id": "LUK 18:40", "translation_time": 10.46}
{"source_lang": "grc", "target_lang": "mai", "original": "Τί  σοι  θέλεις  ποιήσω; ὁ  δὲ  εἶπεν  Κύριε, ἵνα  ἀναβλέψω.", "translation": "\"अहाँ हमरा की करए चाहैत छी?\" प्रभु, जे हम फेर सँ देखी सकी।", "calver": "2025.05.20", "id": "LUK 18:41", "translation_time": 8.74}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὁ  Ἰησοῦς  εἶπεν  αὐτῷ  Ἀνάβλεψον· ἡ  πίστις  σου  σέσωκέν  σε.", "translation": "आँखि खोलू; तोहर विश्वास तोरा बचा लेलक।", "calver": "2025.05.20", "id": "LUK 18:42", "translation_time": 7.58}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  παραχρῆμα  ἀνέβλεψεν, καὶ  ἠκολούθει  αὐτῷ  δοξάζων  τὸν  Θεόν. καὶ  πᾶς  ὁ  λαὸς  ἰδὼν  ἔδωκεν  αἶνον  τῷ  Θεῷ.", "translation": "तत्काल ही ओहि व्यक्ति ऊपर नजरि उठेलक, आ ओकर अनुकरण करैत, परमेश्वर के स्तुति करैत रहल। आ सभ लोक देखलक आ परमेश्वर के महिमा देलक।", "calver": "2025.05.20", "id": "LUK 18:43", "translation_time": 8.7}
{"source_lang": "grc", "target_lang": "mai", "original": "διά  γε  τὸ  παρέχειν  μοι  κόπον  τὴν  χήραν  ταύτην  ἐκδικήσω  αὐτήν, ἵνα  μὴ  εἰς  τέλος  ἐρχομένη  ὑπωπιάζῃ  με.", "translation": "हम हुनकर बदला लएब, ताकि ओहि हमरा थाकि नहि जाए, निरंतर आवैत रहबाक कारण सँ।", "calver": "2025.05.20", "id": "LUK 18:5", "translation_time": 7.85}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  ὁ  Κύριος  Ἀκούσατε  τί  ὁ  κριτὴς  τῆς  ἀδικίας  λέγει·", "translation": "प्रभु कहलथि, \"अहाँ सुनू, जे अधर्मक न्यायाधीश कहि रहल छथि।\"", "calver": "2025.05.20", "id": "LUK 18:6", "translation_time": 9.02}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  Θεὸς  οὐ  μὴ  ποιήσῃ  τὴν  ἐκδίκησιν  τῶν  ἐκλεκτῶν  αὐτοῦ  τῶν  βοώντων  αὐτῷ  ἡμέρας  καὶ  νυκτός, καὶ  μακροθυμεῖ  ἐπ’  αὐτοῖς;", "translation": "की भगवान अपन चुनल लोकक प्रतिशोध करब में विलंब नहि करत, जे दिन-रात हुनका पुकारैत रहैत छथि, आ हुनका संग धैर्य रखैत छथि?", "calver": "2025.05.20", "id": "LUK 18:7", "translation_time": 9.99}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  ὑμῖν  ὅτι  ποιήσει  τὴν  ἐκδίκησιν  αὐτῶν  ἐν  τάχει. πλὴν  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἐλθὼν  ἆρα  εὑρήσει  τὴν  πίστιν  ἐπὶ  τῆς  γῆς;", "translation": "हम अहाँ सभ केँ कहैत छी जे ओ अपन क्रोधक प्रतिफल शीघ्रता सँ देताह। मुदा, मनुष्‍यक पुत्र जखन अबैत छथि, तखन की ओ पृथ्वी पर विश्वास पाओताह?", "calver": "2025.05.20", "id": "LUK 18:8", "translation_time": 12.16}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  καὶ  πρός  τινας  τοὺς  πεποιθότας  ἐφ’  ἑαυτοῖς  ὅτι  εἰσὶν  δίκαιοι  καὶ  ἐξουθενοῦντας  τοὺς  λοιποὺς  τὴν  παραβολὴν  ταύτην.", "translation": "तेहि समय, यीशु किछु लोकनि सँ कहलनि, जे अपने पर भरोसा करैत छलाह आ अपने केँ धर्मी मानैत छलाह, आ दोसर लोकनि केँ तुच्छ बुझैत छलाह, एहि परिभाषा केँ।", "calver": "2025.05.20", "id": "LUK 18:9", "translation_time": 9.93}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  εἰσελθὼν  διήρχετο  τὴν  Ἱερειχώ.", "translation": "आउर ओ प्रवेश कए, जेरिको सँ गुजरि रहल छल।", "calver": "2025.05.20", "id": "LUK 19:1", "translation_time": 10.09}
{"source_lang": "grc", "target_lang": "mai", "original": "ἦλθεν  γὰρ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ζητῆσαι  καὶ  σῶσαι  τὸ  ἀπολωλός.", "translation": "\"तैँ, येशू मसीह, मानवक पुत्र, आएल छथि ताकि खोजि कऽ बचाउथिन आ जे हरायल अछि, तिनका बचाउथिन।\"", "calver": "2025.05.20", "id": "LUK 19:10", "translation_time": 12.37}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἀκουόντων  δὲ  αὐτῶν  ταῦτα  προσθεὶς  εἶπεν  παραβολὴν, διὰ  τὸ  ἐγγὺς  εἶναι  Ἱερουσαλὴμ  αὐτὸν  καὶ  δοκεῖν  αὐτοὺς  ὅτι  παραχρῆμα  μέλλει  ἡ  βασιλεία  τοῦ  Θεοῦ  ἀναφαίνεσθαι·", "translation": "असुनेर समय में, येशु ने ई सुनि कऽ एकटा उपदेश कहलक, जकर कारण ओ जेरूसलम के नजदीक होए के कारण छल आ लागल कि शीघ्र ही परमेश्वर के राज्य प्रकट होए वाला अछि।", "calver": "2025.05.20", "id": "LUK 19:11", "translation_time": 15.43}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  οὖν  Ἄνθρωπός  τις  εὐγενὴς  ἐπορεύθη  εἰς  χώραν  μακρὰν  λαβεῖν  ἑαυτῷ  βασιλείαν  καὶ  ὑποστρέψαι.", "translation": "एहि मनुष्य कहलनि, एकटा कुलीन पुरुष दूर देश में गेलाह, अपन राज्य प्राप्त करबाक लेल, आ फेर वापस आयलाह।", "calver": "2025.05.20", "id": "LUK 19:12", "translation_time": 11.82}
{"source_lang": "grc", "target_lang": "mai", "original": "καλέσας  δὲ  δέκα  δούλους  ἑαυτοῦ  ἔδωκεν  αὐτοῖς  δέκα  μνᾶς, καὶ  εἶπεν  πρὸς  αὐτούς  Πραγματεύσασθε  ἐν  ᾧ  ἔρχομαι.", "translation": "गोटे मास्टर अपने दस सेवक सभ केँ बोलि कऽ हुनका सभ केँ दस मणि देलथि, आ कहलथि, \"जाहि वस्तु में अहाँ सभ काज करू, से करु, कारण हम जल्दी आबि रहल छी।\"", "calver": "2025.05.20", "id": "LUK 19:13", "translation_time": 14.18}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  πολῖται  αὐτοῦ  ἐμίσουν  αὐτόν, καὶ  ἀπέστειλαν  πρεσβείαν  ὀπίσω  αὐτοῦ  λέγοντες  Οὐ  θέλομεν  τοῦτον  βασιλεῦσαι  ἐφ’  ἡμᾶς.", "translation": "एहि लोकनि हुनका सँ नफरत केलनि, आ पछारि एकटा प्रतिनिधि पठेलनि, कहैत—\"हमर सभक ऊपर एहि व्यक्तिक राज करब नै चाही।\"", "calver": "2025.05.20", "id": "LUK 19:14", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐγένετο  ἐν  τῷ  ἐπανελθεῖν  αὐτὸν  λαβόντα  τὴν  βασιλείαν  καὶ  εἶπεν  φωνηθῆναι  αὐτῷ  τοὺς  δούλους  τούτους  οἷς  δεδώκει  τὸ  ἀργύριον, ἵνα  γνοῖ  τίς  τί  διεπραγματεύσατο.", "translation": "आउ जब ओहि राजा अपन राज्य ग्रहण कएलक, तऽ ओहि सेवक सभ केँ बोलाकऽ कहलनि, जिनका केँ हुनका द्वारा पैसा देल गेल छल, ताकि जानि सकथि कि की-की कएलनि।", "calver": "2025.05.20", "id": "LUK 19:15", "translation_time": 15.7}
{"source_lang": "grc", "target_lang": "mai", "original": "παρεγένετο  δὲ  ὁ  πρῶτος  λέγων  Κύριε, ἡ  μνᾶ  σου  δέκα  προσηργάσατο  μνᾶς.", "translation": "पहिल व्यक्ति आएल और कहलाह, \"प्रभु, अहाँक मना दस मना प्रस्तुत केलाह।\"", "calver": "2025.05.20", "id": "LUK 19:16", "translation_time": 14.19}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτῷ  Εὖγε, ἀγαθὲ  δοῦλε, ὅτι  ἐν  ἐλαχίστῳ  πιστὸς  ἐγένου, ἴσθι  ἐξουσίαν  ἔχων  ἐπάνω  δέκα  πόλεων.", "translation": "अउर ओकरा कहलनि, \"शुभ काज, प्रिय सेवक। जखन अहाँ बहुत छोटका में विश्वासयोग्य रहलहुँ, तखन अहाँक प्रशंसा होइछ। अब, अहाँकेँ दसि शहर पर अधिकार देल जाइत अछि।\"", "calver": "2025.05.20", "id": "LUK 19:17", "translation_time": 10.33}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἦλθεν  ὁ  δεύτερος  λέγων  Ἠ  μνᾶ  σου, κύριε, ἐποίησεν  πέντε  μνᾶς.", "translation": "दोसरा व्यक्ति कहलनि, \"हमर पाँच म्ना अछि, हे प्रभु।\"", "calver": "2025.05.20", "id": "LUK 19:18", "translation_time": 10.68}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  καὶ  τούτῳ  Καὶ  σὺ  ἐπάνω  γίνου  πέντε  πόλεων.", "translation": "उन्हें कहल गेल, आ अहाँ सेहो, ऊपर जाउ आ पाँच शहर बनाउ।", "calver": "2025.05.20", "id": "LUK 19:19", "translation_time": 15.35}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἰδοὺ  ἀνὴρ  ὀνόματι  καλούμενος  Ζακχαῖος, καὶ  αὐτὸς  ἦν  ἀρχιτελώνης, καὶ  αὐτὸς  πλούσιος·", "translation": "एहि में देखू, एक पुरुष छथि जिनकर नाम Zacchaeus अछि, आ ओ स्वयं एक मुख्य कर संग्रहकर्ता छथि, आ बहुत धनी छथि।", "calver": "2025.05.20", "id": "LUK 19:2", "translation_time": 12.24}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὁ  ἕτερος  ἦλθεν  λέγων  Κύριε, ἰδοὺ  ἡ  μνᾶ  σου, ἣν  εἶχον  ἀποκειμένην  ἐν  σουδαρίῳ·", "translation": "आउर एक व्यक्ति आएल और कहलक, \"हे प्रभु, देखू, ई हमर दानरी अछि, जे हम अपने झोली में रखलहुँ छल।\"", "calver": "2025.05.20", "id": "LUK 19:20", "translation_time": 12.53}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐφοβούμην  γάρ  σε, ὅτι  ἄνθρωπος  αὐστηρὸς  εἶ, αἴρεις  ὃ  οὐκ  ἔθηκας, καὶ  θερίζεις  ὃ  οὐκ  ἔσπειρας.", "translation": "हम अहाँ सँ डरलहुँ, कारण अहाँ एकटा कठोर मनुष्य छी, जे ओहि चीज केँ हटा दैत छी जे अहाँ नहि लगौने छी, आ ओहि चीज केँ काटैत छी जे अहाँ नहि बोने छी।", "calver": "2025.05.20", "id": "LUK 19:21", "translation_time": 11.38}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγει  αὐτῷ  Ἐκ  τοῦ  στόματός  σου  κρίνω  σε, πονηρὲ  δοῦλε. ᾔδεις  ὅτι  ἐγὼ  ἄνθρωπος  αὐστηρός  εἰμι, αἴρων  ὃ  οὐκ  ἔθηκα  καὶ  θερίζων  ὃ  οὐκ  ἔσπειρα;", "translation": "अहाँ केँ कहैत छी, अहाँक मुँह सँ हम निर्णय लैत छी, हे दुष्ट दास। अहाँ जानैत छलहुँ जे हम कठोर व्यक्ति छी, जे ओहि चीज केँ उठबैत छी जे हम नहि राखलहुँ अछि, आ ओहि चीज केँ काटैत छी जे हम नहि बोयलहुँ अछि।", "calver": "2025.05.20", "id": "LUK 19:22", "translation_time": 12.38}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  διὰ  τί  οὐκ  ἔδωκάς  μου  τὸ  ἀργύριον  ἐπὶ  τράπεζαν; κἀγὼ  ἐλθὼν  σὺν  τόκῳ  ἂν  αὐτὸ  ἔπραξα.", "translation": "किएक तँ अहाँ हमरा टेबल पर पैसा नहि देलहुँ? आ हम जब वापस अयब, तऽ ब्याज सहित लऽ जएब।", "calver": "2025.05.20", "id": "LUK 19:23", "translation_time": 8.6}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  τοῖς  παρεστῶσιν  εἶπεν  Ἄρατε  ἀπ’  αὐτοῦ  τὴν  μνᾶν  καὶ  δότε  τῷ  τὰς  δέκα  μνᾶς  ἔχοντι.", "translation": "उहाँ सँ मणि लिअ, जे दस मणि राखि रहल छथि, आ ओकरा दियअ, जे दस मणि राखि रहल छथि।", "calver": "2025.05.20", "id": "LUK 19:24", "translation_time": 11.15}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπαν  αὐτῷ  Κύριε, ἔχει  δέκα  μνᾶς.", "translation": "उन्हें कहलक, भगवान, उहाँक पास दस मिनास अछि।", "calver": "2025.05.20", "id": "LUK 19:25", "translation_time": 11.73}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  ὑμῖν  ὅτι  παντὶ  τῷ  ἔχοντι  δοθήσεται, ἀπὸ  δὲ  τοῦ  μὴ  ἔχοντος  καὶ  ὃ  ἔχει  ἀρθήσεται.", "translation": "हम अहाँ सभ केँ कहैत छी जे जे किछु पास अछि, ओकरा लेल देल जायत, आ जे नहि पास अछि, ओकरा सँ ओहि किछु सेहो ले लेल जायत।", "calver": "2025.05.20", "id": "LUK 19:26", "translation_time": 19.6}
{"source_lang": "grc", "target_lang": "mai", "original": "πλὴν  τοὺς  ἐχθρούς  μου  τούτους  τοὺς  μὴ  θελήσαντάς  με  βασιλεῦσαι  ἐπ’  αὐτοὺς  ἀγάγετε  ὧδε  καὶ  κατασφάξατε  αὐτοὺς  ἔμπροσθέν  μου.", "translation": "एहि लोकनि, जे हमरा राजा बनबाक इच्छा नहि करैत छथि, हुनका सभ केँ एहि ठाम आनू आ मारि दिअ।", "calver": "2025.05.20", "id": "LUK 19:27", "translation_time": 13.76}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  εἰπὼν  ταῦτα  ἐπορεύετο  ἔμπροσθεν  ἀναβαίνων  εἰς  Ἱεροσόλυμα.", "translation": "ताकि कहि कऽ, ओ आगू बढ़ैत येरूसालेम जाएत।", "calver": "2025.05.20", "id": "LUK 19:28", "translation_time": 14.19}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγένετο  ὡς  ἤγγισεν  εἰς  Βηθφαγὴ  καὶ  Βηθανίαν  πρὸς  τὸ  ὄρος  τὸ  καλούμενον  Ἐλαιῶν, ἀπέστειλεν  δύο  τῶν  μαθητῶν", "translation": "जखन ओ बेथफाग आ बेथानी के नजदीक पहुँचल, जे ओलिव के पहाड़ के पास अछि, तखन ओ अपन दुई शिष्य सभ केँ भेजल।", "calver": "2025.05.20", "id": "LUK 19:29", "translation_time": 11.57}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐζήτει  ἰδεῖν  τὸν  Ἰησοῦν  τίς  ἐστιν, καὶ  οὐκ  ἠδύνατο  ἀπὸ  τοῦ  ὄχλου, ὅτι  τῇ  ἡλικίᾳ  μικρὸς  ἦν.", "translation": "ओहि व्यक्ति जे यीशु केँ देखबाक चाहैत छल, मुदा ओ नहि सकल, कारण ओ बहुत छोट छल आ भीड़ कारण ओकरा सँ देखब असंभव भऽ गेल छल।", "calver": "2025.05.20", "id": "LUK 19:3", "translation_time": 10.41}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγων  Ὑπάγετε  εἰς  τὴν  κατέναντι  κώμην, ἐν  ᾗ  εἰσπορευόμενοι  εὑρήσετε  πῶλον  δεδεμένον, ἐφ’  ὃν  οὐδεὶς  πώποτε  ἀνθρώπων  ἐκάθισεν, καὶ  λύσαντες  αὐτὸν  ἀγάγετε.", "translation": "हुनकर कहब अछि कि जाउ ओहि नगर में, जतेक जाउ, एकटा बछड़ा देखब जे बंधल अछि, जे पर कखनो कियो नहि बैसल अछि, ताहि केँ खोलि कऽ लऽ जाउ।", "calver": "2025.05.20", "id": "LUK 19:30", "translation_time": 15.34}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐάν  τις  ὑμᾶς  ἐρωτᾷ  Διὰ  τί  λύετε; οὕτως  ἐρεῖτε  ὅτι  Ὁ  Κύριος  αὐτοῦ  χρείαν  ἔχει.", "translation": "यदि कोनो अहाँ सँ पुछय, \"किएक अहाँ ई करि रहल छी,\" तँ अहाँ कहि सकैत छी, \"प्रभु केँ आवश्यकता अछि।\"", "calver": "2025.05.20", "id": "LUK 19:31", "translation_time": 12.24}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀπελθόντες  δὲ  οἱ  ἀπεσταλμένοι  εὗρον  καθὼς  εἶπεν  αὐτοῖς.", "translation": "अहाँ जखन गेलहुँ, तँ पठाओल गेल लोक सभ जेकाँ कहल गेल छल, तहिना हुनका सभ भेटलाह।", "calver": "2025.05.20", "id": "LUK 19:32", "translation_time": 16.81}
{"source_lang": "grc", "target_lang": "mai", "original": "λυόντων  δὲ  αὐτῶν  τὸν  πῶλον  εἶπαν  οἱ  κύριοι  αὐτοῦ  πρὸς  αὐτούς  Τί  λύετε  τὸν  πῶλον;", "translation": "उनकर मालिक सभ पाँग खोलि रहल छथि, पूछलनि, \"किएक अहाँ सभ पाँग खोलि रहल छी?\"", "calver": "2025.05.20", "id": "LUK 19:33", "translation_time": 14.92}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  εἶπαν  ὅτι  Ὁ  Κύριος  αὐτοῦ  χρείαν  ἔχει.", "translation": "ओहि लोकनि कहलनि कि भगवान् हुनकर आवश्यकताक अछि।", "calver": "2025.05.20", "id": "LUK 19:34", "translation_time": 17.63}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἤγαγον  αὐτὸν  πρὸς  τὸν  Ἰησοῦν, καὶ  ἐπιρίψαντες  αὐτῶν  τὰ  ἱμάτια  ἐπὶ  τὸν  πῶλον  ἐπεβίβασαν  τὸν  Ἰησοῦν.", "translation": "ओ सभ जेकरे पास यीशु केँ लऽ गेलाह, हुनका सभ अपन कपड़ा ओहि पर पसारि कऽ ओकरा पर चढ़ेलाह।", "calver": "2025.05.20", "id": "LUK 19:35", "translation_time": 16.18}
{"source_lang": "grc", "target_lang": "mai", "original": "πορευομένου  δὲ  αὐτοῦ  ὑπεστρώννυον  τὰ  ἱμάτια  ἑαυτῶν  ἐν  τῇ  ὁδῷ.", "translation": "जखन उहाँ आगू बढ़ि रहल छलाह, लोकनि अपन चोली सभ सड़क पर बिछा देलथि।", "calver": "2025.05.20", "id": "LUK 19:36", "translation_time": 16.48}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐγγίζοντος  δὲ  αὐτοῦ  ἤδη  πρὸς  τῇ  καταβάσει  τοῦ  ὄρους  τῶν  Ἐλαιῶν  ἤρξαντο  ἅπαν  τὸ  πλῆθος  τῶν  μαθητῶν  χαίροντες  αἰνεῖν  τὸν  Θεὸν  φωνῇ  μεγάλῃ  περὶ  πασῶν  ὧν  εἶδον  δυνάμεων,", "translation": "जखन यीशु पहिलुका ओलिव वृक्षक पहाड़ दिस बढ़ि रहल छलाह, तखन सभ शिष्यमंडली खुशी-खुशी परमेश्वरक स्तुति करैत, उच्च स्वर में, अपने देखल शक्तिशाली कार्यसभक कारण, प्रार्थना करैत रहलाह।", "calver": "2025.05.20", "id": "LUK 19:37", "translation_time": 16.56}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγοντες  Εὐλογημένος  ὁ  ἐρχόμενος, ὁ  Βασιλεὺς  ἐν  ὀνόματι  Κυρίου· ἐν  οὐρανῷ  εἰρήνη  καὶ  δόξα  ἐν  ὑψίστοις.", "translation": "पवित्र छथि ओहि जे अबैत छथि, परमेश्वरक नाम सँ राजा छथि; स्वर्ग में शांति आ उच्चतम में महिमा।", "calver": "2025.05.20", "id": "LUK 19:38", "translation_time": 17.88}
{"source_lang": "grc", "target_lang": "mai", "original": "καί  τινες  τῶν  Φαρισαίων  ἀπὸ  τοῦ  ὄχλου  εἶπαν  πρὸς  αὐτόν  Διδάσκαλε, ἐπιτίμησον  τοῖς  μαθηταῖς  σου.", "translation": "किछु फरीसियन सभ लोक भीड़ सँ आएल, हुनका सँ कहलनि, \"गुरुजी, अपनेक शिष्यसभ केँ डाँटि दिअ।\"", "calver": "2025.05.20", "id": "LUK 19:39", "translation_time": 14.38}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  προδραμὼν  εἰς  τὸ  ἔμπροσθεν  ἀνέβη  ἐπὶ  συκομορέαν, ἵνα  ἴδῃ  αὐτόν, ὅτι  ἐκείνης  ἤμελλεν  διέρχεσθαι.", "translation": "प्रोद्रुम्भित भऽ कऽ आगू बढ़ल, सिकोकोर वृक्ष पर चढ़ल, ताकि ओकरा देख सकए कि ओहि समय ओहि व्यक्ति गुजरि रहल छल।", "calver": "2025.05.20", "id": "LUK 19:4", "translation_time": 17.6}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀποκριθεὶς  εἶπεν  Λέγω  ὑμῖν  ἐὰν  οὗτοι  σιωπήσουσιν, οἱ  λίθοι  κράξουσιν.", "translation": "यदि ई लोग चुप रहत छथि, तखन पत्थर चिचियायत।", "calver": "2025.05.20", "id": "LUK 19:40", "translation_time": 17.05}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ὡς  ἤγγισεν, ἰδὼν  τὴν  πόλιν  ἔκλαυσεν  ἐπ’  αὐτήν,", "translation": "जखन ओ शहर के नजदीक गेल, तखन देखलक, आ ओकरा पर विलाप करए लगल।", "calver": "2025.05.20", "id": "LUK 19:41", "translation_time": 13.9}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγων  ὅτι  Εἰ  ἔγνως  ἐν  τῇ  ἡμέρᾳ  ταύτῃ  καὶ  σὺ  τὰ  πρὸς  εἰρήνην· νῦν  δὲ  ἐκρύβη  ἀπὸ  ὀφθαλμῶν  σου.", "translation": "एहि दिन जखन अहाँ जानि रहलहुँ छलहुँ कि शांति आ सुखक बात अछि, तखन अहाँ देखैत रहि गेलहुँ कि ई सब गुप्त अछि। मुदा आब ई अहाँक नजरि सँ छुपि गेल अछि।", "calver": "2025.05.20", "id": "LUK 19:42", "translation_time": 14.64}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  ἥξουσιν  ἡμέραι  ἐπὶ  σὲ  καὶ  παρεμβαλοῦσιν  οἱ  ἐχθροί  σου  χάρακά  σοι  καὶ  περικυκλώσουσίν  σε  καὶ  συνέξουσίν  σε  πάντοθεν,", "translation": "एहि कारणे, आगामी दिन सभ तोहर ऊपर आबि जायत, आ तोहर शत्रु सभ तोहर चारू दिस सँ घेरि लेत, तोहर ऊपर खुरपी चलायब, आ तोहर चारू दिस सँ तोहर घेरि लेत आ तोहर चारू दिस सँ तोहर घेरेल जायत।", "calver": "2025.05.20", "id": "LUK 19:43", "translation_time": 34.14}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐδαφιοῦσίν  σε  καὶ  τὰ  τέκνα  σου  ἐν  σοί, καὶ  οὐκ  ἀφήσουσιν  λίθον  ἐπὶ  λίθον  ἐν  σοί, ἀνθ’  ὧν  οὐκ  ἔγνως  τὸν  καιρὸν  τῆς  ἐπισκοπῆς  σου.", "translation": "तुम्हरा ऊपर ई धरती पर विनाश होयत, आ तोहर बच्चा सभ तोहर बीच में रहत, आ ओहि में सँ कोनो नहि बुझत कि ई समय के अवलोकन के समय अछि। तोहर अवलोकन के समय पर ध्यान नहि देब, जइ में पथर पर पथर जेकाँ विनाश होयत, आ तोहर बच्चा सभ ई नहि बुझत कि ई दिव्य समय के पहचान अछि।", "calver": "2025.05.20", "id": "LUK 19:44", "translation_time": 21.5}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  εἰσελθὼν  εἰς  τὸ  ἱερὸν  ἤρξατο  ἐκβάλλειν  τοὺς  πωλοῦντας,", "translation": "येशु मंदिर में प्रवेश कएने, आरंभ कएने बिक्री करनिहार सभ केँ बाहर निकलब।", "calver": "2025.05.20", "id": "LUK 19:45", "translation_time": 16.74}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγων  αὐτοῖς  Γέγραπται  Καὶ  ἔσται  ὁ  οἶκός  μου  οἶκος  προσευχῆς· ὑμεῖς  δὲ  αὐτὸν  ἐποιήσατε  σπήλαιον  λῃστῶν.", "translation": "\"लिखल अछि, और कहल गेल अछि, 'मोर घर, घर प्रार्थनाक होयत।' मुदा अहाँ सभ ओकरा चोरक गढ़ बना देलहुँ।\"", "calver": "2025.05.20", "id": "LUK 19:46", "translation_time": 19.8}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἦν  διδάσκων  τὸ  καθ’  ἡμέραν  ἐν  τῷ  ἱερῷ· οἱ  δὲ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  ἐζήτουν  αὐτὸν  ἀπολέσαι  καὶ  οἱ  πρῶτοι  τοῦ  λαοῦ,", "translation": "आउर ओहि समय में, ओहि मंदिर में प्रतिदिन शिक्षण करैत रहथि; आ मुख्य पुरोहित आ ग्रंथकार सभ हुनका मारबाक प्रयास करैत छलाह, आ लोकक नेता सभ सेहो एहि में संलग्न छलाह।", "calver": "2025.05.20", "id": "LUK 19:47", "translation_time": 22.62}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  οὐχ  εὕρισκον  τὸ  τί  ποιήσωσιν· ὁ  λαὸς  γὰρ  ἅπας  ἐξεκρέμετο  αὐτοῦ  ἀκούων.", "translation": "आउर ओहि व्यक्तिकें पता नहि चलि रहल छल कि की करए; कारण सभ लोक ओकर बात सुनि रहल छल।", "calver": "2025.05.20", "id": "LUK 19:48", "translation_time": 18.84}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὡς  ἦλθεν  ἐπὶ  τὸν  τόπον, ἀναβλέψας  ὁ  Ἰησοῦς  εἶπεν  πρὸς  αὐτόν  Ζακχαῖε, σπεύσας  κατάβηθι· σήμερον  γὰρ  ἐν  τῷ  οἴκῳ  σου  δεῖ  με  μεῖναι.", "translation": "एहि स्थान पर पहुँचि कऽ, येशू देखलनि, तऽ हुनका कहलनि, \"ज़क्खायस, जल्दी उतरि आबू। आजुक दिन हमरा तोहर घर में रहऽ जरूरी अछि।\"", "calver": "2025.05.20", "id": "LUK 19:5", "translation_time": 21.74}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  σπεύσας  κατέβη, καὶ  ὑπεδέξατο  αὐτὸν  χαίρων.", "translation": "उहाँ शीघ्र उतरि आएलाह, आ हर्षित भऽ कऽ हुनका स्वागत कएलन्हि।", "calver": "2025.05.20", "id": "LUK 19:6", "translation_time": 16.63}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδόντες  πάντες  διεγόγγυζον  λέγοντες  ὅτι  Παρὰ  ἁμαρτωλῷ  ἀνδρὶ  εἰσῆλθεν  καταλῦσαι.", "translation": "सभे देखल गेल आ गुंजय रहल छल कि एक पापी में प्रवेश केलथि, जेकर उद्देश्य छल कि ओकरा समाप्त कएल जाए।", "calver": "2025.05.20", "id": "LUK 19:7", "translation_time": 19.82}
{"source_lang": "grc", "target_lang": "mai", "original": "σταθεὶς  δὲ  Ζακχαῖος  εἶπεν  πρὸς  τὸν  Κύριον  Ἰδοὺ  τὰ  ἡμίσειά  μου  τῶν  ὑπαρχόντων, Κύριε, τοῖς  πτωχοῖς  δίδωμι, καὶ  εἴ  τινός  τι  ἐσυκοφάντησα  ἀποδίδωμι  τετραπλοῦν.", "translation": "ज़क्खैउस भगवान सँ कहलनि, \"देखू, हमर आधा सम्पत्ति, जे हमर पास अछि, हम गरीब लोकनि केँ दैत छी। आ यदि हम ककरो छल-कपट कएने छी, तँ ओकरा चारि गुणा अधिक देब।\"", "calver": "2025.05.20", "id": "LUK 19:8", "translation_time": 15.28}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  πρὸς  αὐτὸν  ὁ  Ἰησοῦς  ὅτι  Σήμερον  σωτηρία  τῷ  οἴκῳ  τούτῳ  ἐγένετο, καθότι  καὶ  αὐτὸς  υἱὸς  Ἀβραάμ  ἐστιν·", "translation": "येशु कहलनि, \"आज एहि घर मे उद्धार आयल अछि, कारण ओ सेहो अब्राहमक पुत्र छथि।\"", "calver": "2025.05.20", "id": "LUK 19:9", "translation_time": 12.56}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐπειδήπερ  πολλοὶ  ἐπεχείρησαν  ἀνατάξασθαι  διήγησιν  περὶ  τῶν  πεπληροφορημένων  ἐν  ἡμῖν  πραγμάτων,", "translation": "जाहि कारणे बहुत लोक प्रयास केलनि कि हमरा बीच पूरा भेल घटनाक बारे में एकटा कथा लिखि सकी।", "calver": "2025.05.20", "id": "LUK 1:1", "translation_time": 19.73}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πᾶν  τὸ  πλῆθος  ἦν  τοῦ  λαοῦ  προσευχόμενον  ἔξω  τῇ  ὥρᾳ  τοῦ  θυμιάματος.", "translation": "सभ समूह धूपक समयक बाहर प्रार्थना क' रहल छल।", "calver": "2025.05.20", "id": "LUK 1:10", "translation_time": 17.25}
{"source_lang": "grc", "target_lang": "mai", "original": "ὤφθη  δὲ  αὐτῷ  ἄγγελος  Κυρίου  ἑστὼς  ἐκ  δεξιῶν  τοῦ  θυσιαστηρίου  τοῦ  θυμιάματος.", "translation": "भगवानक दूत देखायल गेल छल, जे पूजा स्थल पर खड़ा छल, जकरा मंहग स्थान पर राखल गेल अछि, अर्थात् धूपक थालिक दिस।", "calver": "2025.05.20", "id": "LUK 1:11", "translation_time": 17.44}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐταράχθη  Ζαχαρίας  ἰδών, καὶ  φόβος  ἐπέπεσεν  ἐπ’  αὐτόν.", "translation": "जकरियाह चकित भए गेलाह, आ ओकर ऊपर भय गिरि पड़ल।", "calver": "2025.05.20", "id": "LUK 1:12", "translation_time": 13.13}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  πρὸς  αὐτὸν  ὁ  ἄγγελος  Μὴ  φοβοῦ, Ζαχαρία, διότι  εἰσηκούσθη  ἡ  δέησίς  σου, καὶ  ἡ  γυνή  σου  Ἐλεισάβετ  γεννήσει  υἱόν  σοι, καὶ  καλέσεις  τὸ  ὄνομα  αὐτοῦ  Ἰωάνην·", "translation": "एहि पर दूत Zechariah सँ कहल गेल, \"डर नै, Zechariah, किएक तँ तोहर प्रार्थना सुनल गेल अछि। तोहर पत्नी Elizabeth एकटा बेटा जन्मत अछि, आ तूँ ओकर नाम John राखब।\"", "calver": "2025.05.20", "id": "LUK 1:13", "translation_time": 14.97}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἔσται  χαρά  σοι  καὶ  ἀγαλλίασις, καὶ  πολλοὶ  ἐπὶ  τῇ  γενέσει  αὐτοῦ  χαρήσονται.", "translation": "आउर ई खुशी आ उल्लास होयत, आ बहुत लोक हुनकर जन्म पर हर्षित होयत।", "calver": "2025.05.20", "id": "LUK 1:14", "translation_time": 12.68}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔσται  γὰρ  μέγας  ἐνώπιον  Κυρίου, καὶ  οἶνον  καὶ  σίκερα  οὐ  μὴ  πίῃ, καὶ  Πνεύματος  Ἁγίου  πλησθήσεται  ἔτι  ἐκ  κοιλίας  μητρὸς  αὐτοῦ,", "translation": "किएक तँ ऊ परमेश्वरक समक्ष महान हेताह, आ ओइ नशा आ मजबूत पेय नहि पीबयत, आ पवित्र आत्मा सँ भरल रहत, जखन सुतक गर्भ सँ ओकरा भीतर सँ।", "calver": "2025.05.20", "id": "LUK 1:15", "translation_time": 11.37}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πολλοὺς  τῶν  υἱῶν  Ἰσραὴλ  ἐπιστρέψει  ἐπὶ  Κύριον  τὸν  Θεὸν  αὐτῶν·", "translation": "बहुत सारा इस्राएल के पुत्र सभ अपन परमेश्वर, अर्थात् अपने भगवान, लग वापस आएत छथि।", "calver": "2025.05.20", "id": "LUK 1:16", "translation_time": 13.25}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτὸς  προελεύσεται  ἐνώπιον  αὐτοῦ  ἐν  πνεύματι  καὶ  δυνάμει  Ἠλεία, ἐπιστρέψαι  καρδίας  πατέρων  ἐπὶ  τέκνα  καὶ  ἀπειθεῖς  ἐν  φρονήσει  δικαίων, ἑτοιμάσαι  Κυρίῳ  λαὸν  κατεσκευασμένον.", "translation": "आउ स्वयं उहाँक आगू आत्मा आ शक्ति में जायत, एलियाक, हृदय पिता सभक पुत्र सभक ओर फेरि, अविश्वासी लोक सभक बीच धर्मी लोक सभक बुद्धि में, प्रभु लेल एकटा तैयार जनता बनाबय लेल।", "calver": "2025.05.20", "id": "LUK 1:17", "translation_time": 16.71}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  Ζαχαρίας  πρὸς  τὸν  ἄγγελον  Κατὰ  τί  γνώσομαι  τοῦτο; ἐγὼ  γάρ  εἰμι  πρεσβύτης  καὶ  ἡ  γυνή  μου  προβεβηκυῖα  ἐν  ταῖς  ἡμέραις  αὐτῆς.", "translation": "आउ Zechariah स्वर्गदूत सँ पुछलनि, \"एहि पर हम कत्तेक जानि सकैत छी?\" कारण कि हम वृद्ध छी आ हमर पत्नी सेहो बुढ़िया भऽ गेली अछि, एहि कारणें हमरा ई संकेत कत्तेक भरोसेमंद होयत?", "calver": "2025.05.20", "id": "LUK 1:18", "translation_time": 15.36}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀποκριθεὶς  ὁ  ἄγγελος  εἶπεν  αὐτῷ  Ἐγώ  εἰμι  Γαβριὴλ  ὁ  παρεστηκὼς  ἐνώπιον  τοῦ  Θεοῦ, καὶ  ἀπεστάλην  λαλῆσαι  πρὸς  σὲ  καὶ  εὐαγγελίσασθαί  σοι  ταῦτα·", "translation": "हम गेब्रियल छी, जे भगवानक समक्ष ठाढ़ छी, आ अहाँ सँ बात करबाक लेल पठाओल गेल छी, आ ई शुभ समाचार ल' क' आबि रहल छी।", "calver": "2025.05.20", "id": "LUK 1:19", "translation_time": 12.68}
{"source_lang": "grc", "target_lang": "mai", "original": "καθὼς  παρέδοσαν  ἡμῖν  οἱ  ἀπ’  ἀρχῆς  αὐτόπται  καὶ  ὑπηρέται  γενόμενοι  τοῦ  λόγου,", "translation": "जैसे कि हमरा सभ केँ शुरू सँ प्रत्यक्षदर्शी आ सेवक बनि कऽ देल गेल अछि, तैसे कि हम सभ केँ ई बात सभक जानकारी देल गेल अछि, जे मूल स्रोत सँ प्राप्त भेल अछि।", "calver": "2025.05.20", "id": "LUK 1:2", "translation_time": 16.03}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδοὺ  ἔσῃ  σιωπῶν  καὶ  μὴ  δυνάμενος  λαλῆσαι  ἄχρι  ἧς  ἡμέρας  γένηται  ταῦτα, ἀνθ’  ὧν  οὐκ  ἐπίστευσας  τοῖς  λόγοις  μου, οἵτινες  πληρωθήσονται  εἰς  τὸν  καιρὸν  αὐτῶν.", "translation": "आउ देखू, अहाँ चुप रहब, आ नहि बोलि सकब, जखन तक ओहि दिन नहि आबि जाए, जखन ई सभ घटना घटि जाएत, कारण अहाँ हमरा वचन पर विश्वास नहि कएलहुँ, जे समय पर पूरा होयत।", "calver": "2025.05.20", "id": "LUK 1:20", "translation_time": 15.86}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἦν  ὁ  λαὸς  προσδοκῶν  τὸν  Ζαχαρίαν, καὶ  ἐθαύμαζον  ἐν  τῷ  χρονίζειν  ἐν  τῷ  ναῷ  αὐτόν.", "translation": "लोक जखन जकरियाक प्रतीक्षा कऽ रहल छलाह, तखन ओ सभ हुनकें मंदिर में बिताओल समय पर आश्चर्यचकित होइत छलाह।", "calver": "2025.05.20", "id": "LUK 1:21", "translation_time": 11.69}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐξελθὼν  δὲ  οὐκ  ἐδύνατο  λαλῆσαι  αὐτοῖς, καὶ  ἐπέγνωσαν  ὅτι  ὀπτασίαν  ἑώρακεν  ἐν  τῷ  ναῷ· καὶ  αὐτὸς  ἦν  διανεύων  αὐτοῖς, καὶ  διέμενεν  κωφός.", "translation": "ओहि समय बाहर गेल, मुदा बोलि नहि सकल, आ ओहि लोकनि बुझि गेल कि ओहि के देखल एकटा सपना छल। स्वयं ओ संकेत क' रहल छल, मुदा मौन रहल।", "calver": "2025.05.20", "id": "LUK 1:22", "translation_time": 15.21}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐγένετο  ὡς  ἐπλήσθησαν  αἱ  ἡμέραι  τῆς  λειτουργίας  αὐτοῦ, ἀπῆλθεν  εἰς  τὸν  οἶκον  αὐτοῦ.", "translation": "जखन ओकर सेवा के दिन पूरा भेल, तखन ओ अपन घर गेल।", "calver": "2025.05.20", "id": "LUK 1:23", "translation_time": 11.55}
{"source_lang": "grc", "target_lang": "mai", "original": "Μετὰ  δὲ  ταύτας  τὰς  ἡμέρας  συνέλαβεν  Ἐλεισάβετ  ἡ  γυνὴ  αὐτοῦ, καὶ  περιέκρυβεν  ἑαυτὴν  μῆνας  πέντε, λέγουσα", "translation": "एहि सभ दिनक बाद, एलिसाबेट, जकरा हुनकर पति याकूबक पत्नी कहल जाइत अछि, अपनाकेँ पाँच मास तक छुपौने रहलथि, कहैत छथि", "calver": "2025.05.20", "id": "LUK 1:24", "translation_time": 11.28}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  Οὕτως  μοι  πεποίηκεν  Κύριος  ἐν  ἡμέραις  αἷς  ἐπεῖδεν  ἀφελεῖν  ὄνειδός  μου  ἐν  ἀνθρώποις.", "translation": "एहि तरहे प्रभु मोर पर कएलनि, जखन उनि देखलनि कि मोकै मानुषसभ में अपमान सँ मुक्त करए लेल।", "calver": "2025.05.20", "id": "LUK 1:25", "translation_time": 15.82}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐν  δὲ  τῷ  μηνὶ  τῷ  ἕκτῳ  ἀπεστάλη  ὁ  ἄγγελος  Γαβριὴλ  ἀπὸ  τοῦ  Θεοῦ  εἰς  πόλιν  τῆς  Γαλιλαίας  ᾗ  ὄνομα  Ναζαρὲθ,", "translation": "छठम मास में, फेर भेजल गेल अछि स्वर्गदूत गब्रिएल, स्वर्ग सँ, गलीलाक नगर में, जकर नाम नाजरेथ अछि।", "calver": "2025.05.20", "id": "LUK 1:26", "translation_time": 19.44}
{"source_lang": "grc", "target_lang": "mai", "original": "πρὸς  παρθένον  ἐμνηστευμένην  ἀνδρὶ  ᾧ  ὄνομα  Ἰωσὴφ, ἐξ  οἴκου  Δαυείδ, καὶ  τὸ  ὄνομα  τῆς  παρθένου  Μαριάμ.", "translation": "पवित्र कन्या सँ ब्याहल गेल छथि, जकर नाम जोसेफ अछि, जे दावीदक घर सँ छथि, आ कन्या केर नाम मारियम अछि।", "calver": "2025.05.20", "id": "LUK 1:27", "translation_time": 12.32}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἰσελθὼν  πρὸς  αὐτὴν  εἶπεν  Χαῖρε, κεχαριτωμένη, ὁ  Κύριος  μετὰ  σοῦ.", "translation": "प्रणाम, कृपाकरि पूर्ण, परमेश्वर अहाँक संग छथि।", "calver": "2025.05.20", "id": "LUK 1:28", "translation_time": 13.18}
{"source_lang": "grc", "target_lang": "mai", "original": "ἡ  δὲ  ἐπὶ  τῷ  λόγῳ  διεταράχθη, καὶ  διελογίζετο  ποταπὸς  εἴη  ὁ  ἀσπασμὸς  οὗτος.", "translation": "एहि वाक्य सँ मन विचलित भेल, आओर ओ सोचि रहल छल कि ई अभिवादन कतेक प्रकारक होयत।", "calver": "2025.05.20", "id": "LUK 1:29", "translation_time": 16.16}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔδοξε  κἀμοὶ  παρηκολουθηκότι  ἄνωθεν  πᾶσιν  ἀκριβῶς  καθεξῆς  σοι  γράψαι, κράτιστε  Θεόφιλε,", "translation": "प्रभु थियोफिलस, हमरा द्वारा सभ किछु सावधानीपूर्वक अनुगमन कएने आ ऊपर सँ क्रमशः अहाँ लेल लिखबाक लेल, हमरा द्वारा उचित रूप सँ, एहि निर्णय पर पहुँचि गेलहुँ।", "calver": "2025.05.20", "id": "LUK 1:3", "translation_time": 15.62}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  ὁ  ἄγγελος  αὐτῇ  Μὴ  φοβοῦ, Μαριάμ· εὗρες  γὰρ  χάριν  παρὰ  τῷ  Θεῷ·", "translation": "आदरणीय, दूत कहलकाहि, \"माहि डर नै करू, मारीयम। कारण, तोहर पर परमेश्वर के कृपा प्राप्त भेल अछि।\"", "calver": "2025.05.20", "id": "LUK 1:30", "translation_time": 15.49}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδοὺ  συλλήμψῃ  ἐν  γαστρὶ  καὶ  τέξῃ  υἱόν, καὶ  καλέσεις  τὸ  ὄνομα  αὐτοῦ  Ἰησοῦν.", "translation": "आउ देखू, ताहि में तोहें एकटा पुत्र धारण करब, आ ओकर जन्म होयत, आ तें ओकर नाम येशु राखब।", "calver": "2025.05.20", "id": "LUK 1:31", "translation_time": 15.36}
{"source_lang": "grc", "target_lang": "mai", "original": "οὗτος  ἔσται  μέγας  καὶ  Υἱὸς  Ὑψίστου  κληθήσεται, καὶ  δώσει  αὐτῷ  Κύριος  ὁ  Θεὸς  τὸν  θρόνον  Δαυεὶδ  τοῦ  πατρὸς  αὐτοῦ,", "translation": "एहि व्यक्तित्व सभसँ पैग बनताह आ उच्चतम परमेश्वरक पुत्र कहलायत, आ परमेश्वरक स्वर्गदूत हुनका केँ दाऊदक सिंहासन देताह, जे हुनकर पिता छथि।", "calver": "2025.05.20", "id": "LUK 1:32", "translation_time": 13.55}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  βασιλεύσει  ἐπὶ  τὸν  οἶκον  Ἰακὼβ  εἰς  τοὺς  αἰῶνας, καὶ  τῆς  βασιλείας  αὐτοῦ  οὐκ  ἔσται  τέλος.", "translation": "भगवान याकूबक घर पर सनातनकाल तक राज करत रहथिन, आ हुनकर राज्यक अंत नहि हेत।", "calver": "2025.05.20", "id": "LUK 1:33", "translation_time": 12.94}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  Μαριὰμ  πρὸς  τὸν  ἄγγελον  Πῶς  ἔσται  τοῦτο, ἐπεὶ  ἄνδρα  οὐ  γινώσκω;", "translation": "मैरियामें कहलकथि कि, \"एहि बात केना हेतै, जखन हम एकटा पुरुष केँ नहि जानैत छी?\"", "calver": "2025.05.20", "id": "LUK 1:34", "translation_time": 12.55}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀποκριθεὶς  ὁ  ἄγγελος  εἶπεν  αὐτῇ  Πνεῦμα  Ἅγιον  ἐπελεύσεται  ἐπὶ  σέ, καὶ  δύναμις  Ὑψίστου  ἐπισκιάσει  σοι· διὸ  καὶ  τὸ  γεννώμενον  ἅγιον  κληθήσεται  Υἱὸς  Θεοῦ.", "translation": "अंगद के उत्तर देलनि, \"पवित्र आत्मा तोहर ऊपर आवि रहल छथि, आ सर्वोच्च के शक्ति तोहर पर छाया देत। एहि कारणें, जे बच्चा जन्म लेत, से पवित्र कहल जायत, आ ओकर नाम परमेश्वरक पुत्र राखल जायत।\"", "calver": "2025.05.20", "id": "LUK 1:35", "translation_time": 15.35}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδοὺ  Ἐλεισάβετ  ἡ  συγγενίς  σου  καὶ  αὐτὴ  συνείληφεν  υἱὸν  ἐν  γήρει  αὐτῆς, καὶ  οὗτος  μὴν  ἕκτος  ἐστὶν  αὐτῇ  τῇ  καλουμένῃ  στείρᾳ·", "translation": "आउ, एलिसाबेट, जे तोहर सगा संबंधी छथि, जे वृद्धावस्था में छथि आ जकरा बाँझ मानल जाइत छल, हुनका सेहो पुत्र भेल अछि। एहि ठाम, हुनकर उम्र बहुत बढ़ि गेल छल आ ओ पूर्व में गर्भधारण नहि कए सकैत छलथि, मुदा ई दिव्य चमत्कार सँ हुनकर गर्भधारण भेल अछि।", "calver": "2025.05.20", "id": "LUK 1:36", "translation_time": 12.52}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  οὐκ  ἀδυνατήσει  παρὰ  τοῦ  Θεοῦ  πᾶν  ῥῆμα.", "translation": "जे भगवान संग कोनो वाक्य असंभव नहि हेत।", "calver": "2025.05.20", "id": "LUK 1:37", "translation_time": 9.42}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  Μαριάμ  Ἰδοὺ  ἡ  δούλη  Κυρίου· γένοιτό  μοι  κατὰ  τὸ  ῥῆμά  σου. καὶ  ἀπῆλθεν  ἀπ’  αὐτῆς  ὁ  ἄγγελος.", "translation": "मायाराम कहली, \"हमर दासि प्रभु केर; जइसे तोहर वचन अछि, तहिना होअए।\" आ फेर सऽ स्वर्गदूत ओकरा सऽ विदा भऽ गेल।", "calver": "2025.05.20", "id": "LUK 1:38", "translation_time": 11.05}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἀναστᾶσα  δὲ  Μαριὰμ  ἐν  ταῖς  ἡμέραις  ταύταις  ἐπορεύθη  εἰς  τὴν  ὀρεινὴν  μετὰ  σπουδῆς  εἰς  πόλιν  Ἰούδα,", "translation": "एहि दिनसभ में मरियम उठि कऽ पर्वतीय क्षेत्र में तीव्रगति सँ चलि कऽ यहूदा नगर पहुँचलथि।", "calver": "2025.05.20", "id": "LUK 1:39", "translation_time": 11.61}
{"source_lang": "grc", "target_lang": "mai", "original": "ἵνα  ἐπιγνῷς  περὶ  ὧν  κατηχήθης  λόγων  τὴν  ἀσφάλειαν.", "translation": "ताकि अहाँ जे बातसभ सिखलहुँ अछि, ताहि पर अहाँकेँ विश्वास होए, से अहाँ जानि सकी।", "calver": "2025.05.20", "id": "LUK 1:4", "translation_time": 11.21}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἰσῆλθεν  εἰς  τὸν  οἶκον  Ζαχαρίου  καὶ  ἠσπάσατο  τὴν  Ἐλεισάβετ.", "translation": "आउ Zechariah के घर में प्रवेश कएल आओर Elizabeth के अभिवादन कएल गुलाबी चुम्बन के साथ।", "calver": "2025.05.20", "id": "LUK 1:40", "translation_time": 12.79}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐγένετο  ὡς  ἤκουσεν  τὸν  ἀσπασμὸν  τῆς  Μαρίας  ἡ  Ἐλεισάβετ, ἐσκίρτησεν  τὸ  βρέφος  ἐν  τῇ  κοιλίᾳ  αὐτῆς, καὶ  ἐπλήσθη  Πνεύματος  Ἁγίου  ἡ  Ἐλεισάβετ,", "translation": "आउ, जखन एलिसाबेथ केँ मारीया केर अभिवादन सुनल, तऽ ओकर गर्भ में पल रहल शिशु झटपट कूदि उठल, आ एलिसाबेथ पवित्र आत्मा सँ भरि गेली।", "calver": "2025.05.20", "id": "LUK 1:41", "translation_time": 10.08}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀνεφώνησεν  κραυγῇ  μεγάλῃ  καὶ  εἶπεν  Εὐλογημένη  σὺ  ἐν  γυναιξίν, καὶ  εὐλογημένος  ὁ  καρπὸς  τῆς  κοιλίας  σου.", "translation": "अउर ऊँच स्वर में पुकारल, कहलक, \"धन्य अछि तोहें स्त्रीसभ में, आ धन्य अछि तोहर गर्भक फल।\"", "calver": "2025.05.20", "id": "LUK 1:42", "translation_time": 11.37}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πόθεν  μοι  τοῦτο  ἵνα  ἔλθῃ  ἡ  μήτηρ  τοῦ  Κυρίου  μου  πρὸς  ἐμέ;", "translation": "प्रभु केर माता, हमरा सँ कहाँ सँ एही हेतु आबि रहल छथि?", "calver": "2025.05.20", "id": "LUK 1:43", "translation_time": 14.12}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδοὺ  γὰρ  ὡς  ἐγένετο  ἡ  φωνὴ  τοῦ  ἀσπασμοῦ  σου  εἰς  τὰ  ὦτά  μου, ἐσκίρτησεν  ἐν  ἀγαλλιάσει  τὸ  βρέφος  ἐν  τῇ  κοιλίᾳ  μου.", "translation": "देखू, जखन तोहर अभिवादनक आवाज हमर कान तक पहुँचली, तखन हमर गर्भ में पल रहल शिशु आनन्दित भेल। एहि समय, हमर हृदय में ई अनुभूति भेल जे ई आवाज दिव्य स्वीकृति आ आशीर्वादक संकेत अछि, आ ई गर्भस्थ शिशु के हर्ष आ उल्लास सँ भरि देलक।", "calver": "2025.05.20", "id": "LUK 1:44", "translation_time": 11.57}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  μακαρία  ἡ  πιστεύσασα  ὅτι  ἔσται  τελείωσις  τοῖς  λελαλημένοις  αὐτῇ  παρὰ  Κυρίου.", "translation": "आशीर्वादित छथि ओहि जे विश्वास कएने छथि जे हुनका द्वारा प्रभु सँ कहल गेल बात सभ पूरा हेतै।", "calver": "2025.05.20", "id": "LUK 1:45", "translation_time": 12.64}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  εἶπεν  Μαριάμ  Μεγαλύνει  ἡ  ψυχή  μου  τὸν  Κύριον,", "translation": "मेरी आत्मा भगवान के महिमा करैत अछि", "calver": "2025.05.20", "id": "LUK 1:46", "translation_time": 13.15}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἠγαλλίασεν  τὸ  πνεῦμά  μου  ἐπὶ  τῷ  Θεῷ  τῷ  Σωτῆρί  μου·", "translation": "मोर आत्मा प्रसन्न भेल परमेश्वर में मोर उद्धारकर्ता", "calver": "2025.05.20", "id": "LUK 1:47", "translation_time": 11.37}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  ἐπέβλεψεν  ἐπὶ  τὴν  ταπείνωσιν  τῆς  δούλης  αὐτοῦ. ἰδοὺ  γὰρ  ἀπὸ  τοῦ  νῦν  μακαριοῦσίν  με  πᾶσαι  αἱ  γενεαί·", "translation": "भगवान् अपन दासक विनम्रता पर दृष्टि देलथि, आ देखू, आब सँ सभ पीढ़ी हमरा प्रशंसा करथिन।", "calver": "2025.05.20", "id": "LUK 1:48", "translation_time": 11.44}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  ἐποίησέν  μοι  μεγάλα  ὁ  δυνατός. καὶ  ἅγιον  τὸ  ὄνομα  αὐτοῦ,", "translation": "कि परम शक्तिशाली हमरा लेल महान काज कएलनि आ हुनकर नाम पवित्र अछि", "calver": "2025.05.20", "id": "LUK 1:49", "translation_time": 9.79}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐγένετο  ἐν  ταῖς  ἡμέραις  Ἠρῴδου  βασιλέως  τῆς  Ἰουδαίας  ἱερεύς  τις  ὀνόματι  Ζαχαρίας  ἐξ  ἐφημερίας  Ἀβιά, καὶ  γυνὴ  αὐτῷ  ἐκ  τῶν  θυγατέρων  Ἀαρών, καὶ  τὸ  ὄνομα  αὐτῆς  Ἐλεισάβετ.", "translation": "एहि समय में हेरोद के राजा के दिन में, यहूदा प्रदेश में, एक पवित्र पुरोहित नाम जकरिया, अभिया के वंश से, अपन कार्यकाल में, रहैत छल। ओकर पत्नी, जे आरोह के पुत्री छल, एलिशाबेथ नामक छल।", "calver": "2025.05.20", "id": "LUK 1:5", "translation_time": 11.34}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  τὸ  ἔλεος  αὐτοῦ  εἰς  γενεὰς  καὶ  γενεὰς  τοῖς  φοβουμένοις  αὐτόν.", "translation": "आउ हुनकर करुणा पीढ़ी-पीढ़ी, आ पीढ़ी-पीढ़ी, हुनकर जे हुनका भय मानैत छथि, लेल अछि।", "calver": "2025.05.20", "id": "LUK 1:50", "translation_time": 12.35}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐποίησεν  κράτος  ἐν  βραχίονι  αὐτοῦ, διεσκόρπισεν  ὑπερηφάνους  διανοίᾳ  καρδίας  αὐτῶν·", "translation": "प्रभु अपने बाँहि में शक्ति बनौलथि, आ गर्वीला लोकक मनोभाव केँ फैलौलकथि।", "calver": "2025.05.20", "id": "LUK 1:51", "translation_time": 9.2}
{"source_lang": "grc", "target_lang": "mai", "original": "καθεῖλεν  δυνάστας  ἀπὸ  θρόνων  καὶ  ὕψωσεν  ταπεινούς,", "translation": "दैविक शक्तिकर्ता सभ केँ अपन सिंहासन सँ गिरौलनि आ विनम्र लोकनि केँ उठौलनि।", "calver": "2025.05.20", "id": "LUK 1:52", "translation_time": 14.12}
{"source_lang": "grc", "target_lang": "mai", "original": "πεινῶντας  ἐνέπλησεν  ἀγαθῶν  καὶ  πλουτοῦντας  ἐξαπέστειλεν  κενούς.", "translation": "पीनिहार सभ केँ शुभ वस्तु सँ भरि देल गेल, आ धनी सभ केँ खाली पठा देल गेल।", "calver": "2025.05.20", "id": "LUK 1:53", "translation_time": 10.13}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀντελάβετο  Ἰσραὴλ  παιδὸς  αὐτοῦ, μνησθῆναι  ἐλέους,", "translation": "ईशराइल अपन पुत्रक रूप में ओकरा सँ पकड़लक, ताकि ओकर दया केँ स्मरण करए।", "calver": "2025.05.20", "id": "LUK 1:54", "translation_time": 9.56}
{"source_lang": "grc", "target_lang": "mai", "original": "καθὼς  ἐλάλησεν  πρὸς  τοὺς  πατέρας  ἡμῶν, τῷ  Ἀβραὰμ  καὶ  τῷ  σπέρματι  αὐτοῦ  εἰς  τὸν  αἰῶνα.", "translation": "जैसन कि हुनकें हमर पूर्वज सभसँ कहलनि, अब्राहम आ हुनक वंशज सभक लेल, सदैव लेल, दैवीक वचन।", "calver": "2025.05.20", "id": "LUK 1:55", "translation_time": 10.79}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔμεινεν  δὲ  Μαριὰμ  σὺν  αὐτῇ  ὡς  μῆνας  τρεῖς, καὶ  ὑπέστρεψεν  εἰς  τὸν  οἶκον  αὐτῆς.", "translation": "मैरियाम सँग लगभग तीन मास रहला के बाद, ओ अपन घर वापस गेल।", "calver": "2025.05.20", "id": "LUK 1:56", "translation_time": 9.02}
{"source_lang": "grc", "target_lang": "mai", "original": "Τῇ  δὲ  Ἐλεισάβετ  ἐπλήσθη  ὁ  χρόνος  τοῦ  τεκεῖν  αὐτήν, καὶ  ἐγέννησεν  υἱόν.", "translation": "एलीसाबेथ के जन्म देबाक समय आ पहुँचल, आ ओहि समय पर ओहि के पुत्र भेल।", "calver": "2025.05.20", "id": "LUK 1:57", "translation_time": 10.58}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἤκουσαν  οἱ  περίοικοι  καὶ  οἱ  συγγενεῖς  αὐτῆς  ὅτι  ἐμεγάλυνεν  Κύριος  τὸ  ἔλεος  αὐτοῦ  μετ’  αὐτῆς, καὶ  συνέχαιρον  αὐτῇ.", "translation": "आउर पड़ोसी आ संबंधी सभ सुनलथि जे परमेश्वर हुनकर पर कृपा के बड़ाई केलथि, आ हुनकर संग खुशी मनबैत छथि।", "calver": "2025.05.20", "id": "LUK 1:58", "translation_time": 10.68}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγένετο  ἐν  τῇ  ἡμέρᾳ  τῇ  ὀγδόῃ  ἦλθον  περιτεμεῖν  τὸ  παιδίον, καὶ  ἐκάλουν  αὐτὸ  ἐπὶ  τῷ  ὀνόματι  τοῦ  πατρὸς  αὐτοῦ  Ζαχαρίαν.", "translation": "आठम दिन पर, हुनकर बच्चा के खतिया कएल गेल, आ ओकर नाम हुनकर पिता, ज़करियाह, के नाम पर राखल गेल।", "calver": "2025.05.20", "id": "LUK 1:59", "translation_time": 10.37}
{"source_lang": "grc", "target_lang": "mai", "original": "ἦσαν  δὲ  δίκαιοι  ἀμφότεροι  ἐναντίον  τοῦ  Θεοῦ, πορευόμενοι  ἐν  πάσαις  ταῖς  ἐντολαῖς  καὶ  δικαιώμασιν  τοῦ  Κυρίου  ἄμεμπτοι.", "translation": "दूटा धर्मी व्यक्ति, जे ईश्वरक समक्ष निर्दोष छथि, सभटा आज्ञा आ कानूनक पालन करैत चलैत छथि।", "calver": "2025.05.20", "id": "LUK 1:6", "translation_time": 10.69}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀποκριθεῖσα  ἡ  μήτηρ  αὐτοῦ  εἶπεν  Οὐχί, ἀλλὰ  κληθήσεται  Ἰωάνης.", "translation": "आउर ओकर माता उत्तर देलथि, \"नहि, मुदा ओकर नाम जॉन कहल जायत।\"", "calver": "2025.05.20", "id": "LUK 1:60", "translation_time": 8.46}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπαν  πρὸς  αὐτὴν  ὅτι  Οὐδείς  ἐστιν  ἐκ  τῆς  συγγενείας  σου  ὃς  καλεῖται  τῷ  ὀνόματι  τούτῳ.", "translation": "ओहि सँ कहल गेल कि तोहर कुल में सँ कोनो व्यक्ति एहि नाम सँ पुकारल जाइत नहि अछि।", "calver": "2025.05.20", "id": "LUK 1:61", "translation_time": 10.31}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐνένευον  δὲ  τῷ  πατρὶ  αὐτοῦ  τὸ  τί  ἂν  θέλοι  καλεῖσθαι  αὐτό.", "translation": "उहाँ सभ अपन स्वीकृति देलथि, पिता, जे नाम हुनका कहब चाहैत छथि, से विषय पर विचार करैत।", "calver": "2025.05.20", "id": "LUK 1:62", "translation_time": 13.53}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αἰτήσας  πινακίδιον  ἔγραψεν  λέγων  Ἰωάνης  ἐστὶν  ὄνομα  αὐτοῦ. καὶ  ἐθαύμασαν  πάντες.", "translation": "आइ व्यक्ति एकटा चिन्हक लेल प्रार्थना कएलनि, आ ओहि चिन्ह पर लिखलनि जे जॉन नाम अछि। आ सभजन आश्चर्यचकित भए गेलाह।", "calver": "2025.05.20", "id": "LUK 1:63", "translation_time": 10.16}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀνεῴχθη  δὲ  τὸ  στόμα  αὐτοῦ  παραχρῆμα  καὶ  ἡ  γλῶσσα  αὐτοῦ, καὶ  ἐλάλει  εὐλογῶν  τὸν  Θεόν.", "translation": "अचानक ओकर मुख खोलल गेल आ ओकर जिब्रि तुरंत खुलि गेल, आ ओ भगवान केँ आशीर्वाद देबय लगल।", "calver": "2025.05.20", "id": "LUK 1:64", "translation_time": 11.33}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγένετο  ἐπὶ  πάντας  φόβος  τοὺς  περιοικοῦντας  αὐτούς, καὶ  ἐν  ὅλῃ  τῇ  ὀρεινῇ  τῆς  Ἰουδαίας  διελαλεῖτο  πάντα  τὰ  ῥήματα  ταῦτα,", "translation": "आउ, सभटा आसपासक लोक पर भय पड़ल, आ ई सभ वाक्य जुदाइयाक पहाड़ीय क्षेत्र में फैलि गेल छल।", "calver": "2025.05.20", "id": "LUK 1:65", "translation_time": 10.29}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἔθεντο  πάντες  οἱ  ἀκούσαντες  ἐν  τῇ  καρδίᾳ  αὐτῶν, λέγοντες  Τί  ἄρα  τὸ  παιδίον  τοῦτο  ἔσται; καὶ  γὰρ  χεὶρ  Κυρίου  ἦν  μετ’  αὐτοῦ.", "translation": "सभ जे सुनलथि, हृदय में ई बात रखलथि, कहैत—\"एहि बच्चा के की हेतै?\" आ साँच कहू त, प्रभु केर हाथ हुनका संगे छल।", "calver": "2025.05.20", "id": "LUK 1:66", "translation_time": 10.76}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  Ζαχαρίας  ὁ  πατὴρ  αὐτοῦ  ἐπλήσθη  Πνεύματος  Ἁγίου  καὶ  ἐπροφήτευσεν  λέγων", "translation": "ज़करियाह, जकरा हुनकर पुत्र याकूबक पिता कहल जाइत अछि, पवित्र आत्मा सँ भरल छलाह आ ओ प्राकट्य कएलनि, कहैत।", "calver": "2025.05.20", "id": "LUK 1:67", "translation_time": 8.57}
{"source_lang": "grc", "target_lang": "mai", "original": "Εὐλογητὸς  Κύριος  ὁ  Θεὸς  τοῦ  Ἰσραήλ, ὅτι  ἐπεσκέψατο  καὶ  ἐποίησεν  λύτρωσιν  τῷ  λαῷ  αὐτοῦ,", "translation": "पवित्र होथि भगवान्, इस्राएलक परमेश्वर, कारण ओ अपन लोक केँ दर्शन देलथि आ उद्धार कएलथि।", "calver": "2025.05.20", "id": "LUK 1:68", "translation_time": 9.97}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἤγειρεν  κέρας  σωτηρίας  ἡμῖν  ἐν  οἴκῳ  Δαυεὶδ  παιδὸς  αὐτοῦ,", "translation": "आउ, हमरे लेल उद्धारक केर सींग उठेल गेल अछि, दाउदक घर सँ, ओकर पुत्रक रूप में।", "calver": "2025.05.20", "id": "LUK 1:69", "translation_time": 11.16}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  οὐκ  ἦν  αὐτοῖς  τέκνον, καθότι  ἦν  ἡ  Ἐλεισάβετ  στεῖρα, καὶ  ἀμφότεροι  προβεβηκότες  ἐν  ταῖς  ἡμέραις  αὐτῶν  ἦσαν.", "translation": "एलीसाबेथ बंजर रहली और ओहो दुनू अपन उमेर में वृद्ध छलाह, कारण कि हुनका संतान नहि छल।", "calver": "2025.05.20", "id": "LUK 1:7", "translation_time": 8.56}
{"source_lang": "grc", "target_lang": "mai", "original": "καθὼς  ἐλάλησεν  διὰ  στόματος  τῶν  ἁγίων  ἀπ’  αἰῶνος  προφητῶν  αὐτοῦ,", "translation": "जैसँ हुनकें कहल गेल, ओहि सभ पवित्र भविष्यवक्ताक मुख सँ जे सदियासँ चलि रहल अछि,", "calver": "2025.05.20", "id": "LUK 1:70", "translation_time": 9.31}
{"source_lang": "grc", "target_lang": "mai", "original": "σωτηρίαν  ἐξ  ἐχθρῶν  ἡμῶν  καὶ  ἐκ  χειρὸς  πάντων  τῶν  μισούντων  ἡμᾶς,", "translation": "हमर उद्धार हमरा शत्रु सँ आ सभटा मिषु करय वला हाथ सँ होइ, जे हमरा सँ बैर करैत अछि।", "calver": "2025.05.20", "id": "LUK 1:71", "translation_time": 11.9}
{"source_lang": "grc", "target_lang": "mai", "original": "ποιῆσαι  ἔλεος  μετὰ  τῶν  πατέρων  ἡμῶν  καὶ  μνησθῆναι  διαθήκης  ἁγίας  αὐτοῦ,", "translation": "दया करबय लेल हमर पूर्वज सभक संग आ हुनकर पवित्र वचनक स्मृति।", "calver": "2025.05.20", "id": "LUK 1:72", "translation_time": 11.69}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅρκον  ὃν  ὤμοσεν  πρὸς  Ἀβραὰμ  τὸν  πατέρα  ἡμῶν, τοῦ  δοῦναι  ἡμῖν", "translation": "भगवान सँ ओहि शपथ जे ओ अभ्राहम सँ, हमर पिता, के लेल देलनि।", "calver": "2025.05.20", "id": "LUK 1:73", "translation_time": 10.06}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀφόβως  ἐκ  χειρὸς  ἐχθρῶν  ῥυσθέντας  λατρεύειν  αὐτῷ", "translation": "बिना भय के, शत्रु के हाथ से छुड़ाए गए, ओकरा पूजा करैत अछि", "calver": "2025.05.20", "id": "LUK 1:74", "translation_time": 10.52}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐν  ὁσιότητι  καὶ  δικαιοσύνῃ  ἐνώπιον  αὐτοῦ  πάσαις  ταῖς  ἡμέραις  ἡμῶν.", "translation": "भगवानक समक्ष, पवित्रता आ न्याय में, हमर सभ दिनक जीवन बिताउ।", "calver": "2025.05.20", "id": "LUK 1:75", "translation_time": 10.87}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  σὺ  δέ, παιδίον, προφήτης  Ὑψίστου  κληθήσῃ· προπορεύσῃ  γὰρ  ἐνώπιον  Κυρίου  ἑτοιμάσαι  ὁδοὺς  αὐτοῦ,", "translation": "आउ, तू, बालक, अधिपति परमउच्चक भविष्यवक्ता कहलायब; कारण कि, अपने मार्ग तैयार करबाक लेल, प्रभुक आगू जायत, ताकि ओकरा लोकक ज्ञान देबाक आ पापक क्षमादान करबाक लेल।", "calver": "2025.05.20", "id": "LUK 1:76", "translation_time": 10.47}
{"source_lang": "grc", "target_lang": "mai", "original": "τοῦ  δοῦναι  γνῶσιν  σωτηρίας  τῷ  λαῷ  αὐτοῦ  ἐν  ἀφέσει  ἁμαρτιῶν  αὐτῶν,", "translation": "ईश्वरक कृपा सँ, हुनकर लोकनि केँ मोक्षक ज्ञान देबाक लेल, हुनकर पापक क्षमादानक माध्यम सँ, ईश्वर अपन लोकनि केँ मोक्षक ज्ञान प्रदान करैत छथि।", "calver": "2025.05.20", "id": "LUK 1:77", "translation_time": 9.23}
{"source_lang": "grc", "target_lang": "mai", "original": "διὰ  σπλάγχνα  ἐλέους  Θεοῦ  ἡμῶν, ἐν  οἷς  ἐπισκέψεται  ἡμᾶς  ἀνατολὴ  ἐξ  ὕψους,", "translation": "हमर परमेश्वरक दयालुता के भीतरी भाग सँ, जाहि में परमेश्वर हमरा पर दृष्टि देताह, उच्च स्थान सँ उदय होइत प्रभात।", "calver": "2025.05.20", "id": "LUK 1:78", "translation_time": 10.72}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐπιφᾶναι  τοῖς  ἐν  σκότει  καὶ  σκιᾷ  θανάτου  καθημένοις, τοῦ  κατευθῦναι  τοὺς  πόδας  ἡμῶν  εἰς  ὁδὸν  εἰρήνης.", "translation": "अन्हार और मृत्यु केर छाया मे बैसल लोकनि केँ प्रभु उजियाल करथि, ताकि हुनकर पाँखि केँ सही दिस मोड़थि और शांति केर मार्ग पर लय जाएथि।", "calver": "2025.05.20", "id": "LUK 1:79", "translation_time": 11.44}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐγένετο  δὲ  ἐν  τῷ  ἱερατεύειν  αὐτὸν  ἐν  τῇ  τάξει  τῆς  ἐφημερίας  αὐτοῦ  ἔναντι  τοῦ  Θεοῦ,", "translation": "एहि समय हुनकर सेवा करैत, ओहि समय में हुनकर सेवा क्रम में, भगवानक समक्ष", "calver": "2025.05.20", "id": "LUK 1:8", "translation_time": 10.76}
{"source_lang": "grc", "target_lang": "mai", "original": "Τὸ  δὲ  παιδίον  ηὔξανεν  καὶ  ἐκραταιοῦτο  πνεύματι, καὶ  ἦν  ἐν  ταῖς  ἐρήμοις  ἕως  ἡμέρας  ἀναδείξεως  αὐτοῦ  πρὸς  τὸν  Ἰσραήλ.", "translation": "बच्चा बढ़ल आ आत्मा में मजबूत भेल, आ वनों में रहल, जखन तक ओकर प्रकटीकरणक दिन आयल, जखन ओ इजराइलक समक्ष प्रकट भेल।", "calver": "2025.05.20", "id": "LUK 1:80", "translation_time": 8.13}
{"source_lang": "grc", "target_lang": "mai", "original": "κατὰ  τὸ  ἔθος  τῆς  ἱερατείας  ἔλαχε  τοῦ  θυμιᾶσαι  εἰσελθὼν  εἰς  τὸν  ναὸν  τοῦ  Κυρίου,", "translation": "प्रसिद्ध पुरोहित परंपरा अनुसार, जब वह प्रभु के मंदिर में प्रवेश कर के धूप जलावे के चयनित भेल,", "calver": "2025.05.20", "id": "LUK 1:9", "translation_time": 8.26}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγένετο  ἐν  μιᾷ  τῶν  ἡμερῶν  διδάσκοντος  αὐτοῦ  τὸν  λαὸν  ἐν  τῷ  ἱερῷ  καὶ  εὐαγγελιζομένου  ἐπέστησαν  οἱ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  σὺν  τοῖς  πρεσβυτέροις,", "translation": "एहि समय, जखन यीशु मंदिर में शिक्षा दैत रहथि आ धर्मगुरु आ शास्त्री सभ ओकरा सामना करैत रहथि, तखन प्रमुख पुरोहित आ शास्त्री सभ ओकरा समक्ष उपस्थित भेलाह।", "calver": "2025.05.20", "id": "LUK 20:1", "translation_time": 8.6}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  καιρῷ  ἀπέστειλεν  πρὸς  τοὺς  γεωργοὺς  δοῦλον, ἵνα  ἀπὸ  τοῦ  καρποῦ  τοῦ  ἀμπελῶνος  δώσουσιν  αὐτῷ· οἱ  δὲ  γεωργοὶ  ἐξαπέστειλαν  αὐτὸν  δείραντες  κενόν.", "translation": "आउर समय पर ओकरा बाग के मालिक अपने दास केँ भेजलाह, ताकि बागक फल ओकरा देथि। मुदा कृषक लोकनि ओकरा मारि कऽ खाली हाथ पठेलाह।", "calver": "2025.05.20", "id": "LUK 20:10", "translation_time": 10.0}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  προσέθετο  ἕτερον  πέμψαι  δοῦλον· οἱ  δὲ  κἀκεῖνον  δείραντες  καὶ  ἀτιμάσαντες  ἐξαπέστειλαν  κενόν.", "translation": "अन्हर सेवक केँ पठेल, ओ सभ ओकरा पीटलक आ अपमानित कएलक, आ ओकरा खाली हाथ पठेल।", "calver": "2025.05.20", "id": "LUK 20:11", "translation_time": 7.3}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  προσέθετο  τρίτον  πέμψαι· οἱ  δὲ  καὶ  τοῦτον  τραυματίσαντες  ἐξέβαλον.", "translation": "आउर तेसर जोड़ल गेल कि ओकरा पठेबाक लेल, आ ओहि लोकनि जे ओकरा घायल केलक, तिनका निकालि देलक।", "calver": "2025.05.20", "id": "LUK 20:12", "translation_time": 7.09}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  ὁ  κύριος  τοῦ  ἀμπελῶνος  Τί  ποιήσω; πέμψω  τὸν  υἱόν  μου  τὸν  ἀγαπητόν· ἴσως  τοῦτον  ἐντραπήσονται.", "translation": "बागबानीक मालिक पुछलथि, \"हम की करब?\" \"हम अपन प्रिय पुत्र केँ पठाउत छी,\" ओ कहैत छथि, \"शायद ओ हुनका सम्मान करताह।\"", "calver": "2025.05.20", "id": "LUK 20:13", "translation_time": 8.92}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδόντες  δὲ  αὐτὸν  οἱ  γεωργοὶ  διελογίζοντο  πρὸς  ἀλλήλους  λέγοντες  Οὗτός  ἐστιν  ὁ  κληρονόμος· ἀποκτείνωμεν  αὐτόν, ἵνα  ἡμῶν  γένηται  ἡ  κληρονομία.", "translation": "देखि कऽ किसान सभ अपन-अपन बीच में विचार-विमर्श कऽ रहल छलाह, कहैत—\"एहि व्यक्ति अछि उत्तराधिकारी; ओकरा मारि देल जाउ, ताकि हमरा सभक अधिकार बनि जाय।\"", "calver": "2025.05.20", "id": "LUK 20:14", "translation_time": 7.49}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐκβαλόντες  αὐτὸν  ἔξω  τοῦ  ἀμπελῶνος  ἀπέκτειναν. τί  οὖν  ποιήσει  αὐτοῖς  ὁ  κύριος  τοῦ  ἀμπελῶνος;", "translation": "आउ, ओकरा बाहर फेंक देल गेल आ ओकर हत्या कएल गेल। तखन, विन्डरक मालिक की करथिन हुनका लेल?", "calver": "2025.05.20", "id": "LUK 20:15", "translation_time": 11.94}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐλεύσεται  καὶ  ἀπολέσει  τοὺς  γεωργοὺς  τούτους, καὶ  δώσει  τὸν  ἀμπελῶνα  ἄλλοις. ἀκούσαντες  δὲ  εἶπαν  Μὴ  γένοιτο.", "translation": "उहाँ आएताहि आ किसानसभ केँ नष्ट कए देताहि, आ ओकरा सँ बाग केँ दोसर केँ देताहि। भगवान न हो।", "calver": "2025.05.20", "id": "LUK 20:16", "translation_time": 10.9}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  ἐμβλέψας  αὐτοῖς  εἶπεν  Τί  οὖν  ἐστιν  τὸ  γεγραμμένον  τοῦτο  Λίθον  ὃν  ἀπεδοκίμασαν  οἱ  οἰκοδομοῦντες, οὗτος  ἐγενήθη  εἰς  κεφαλὴν  γωνίας;", "translation": "एहि पर येशू देखिकऽ कहलनि, \"तखन की ई लिखल गेल अछि? जे पत्थर जे निर्माणकर्ता सभक द्वारा अस्वीकृत भेल, से एहि भवनक कोना पत्थर बनि गेल अछि?\"", "calver": "2025.05.20", "id": "LUK 20:17", "translation_time": 14.15}
{"source_lang": "grc", "target_lang": "mai", "original": "πᾶς  ὁ  πεσὼν  ἐπ’  ἐκεῖνον  τὸν  λίθον  συνθλασθήσεται· ἐφ’  ὃν  δ’  ἂν  πέσῃ, λικμήσει  αὐτόν.", "translation": "जे कोनो ओकर ऊपर गिरत, ओहि पर ओहि पत्थर सँ टुटि जायत; आ जकर ऊपर गिरत, ओकरा पर गिरि क' ओकरा कुचलि देत।", "calver": "2025.05.20", "id": "LUK 20:18", "translation_time": 9.17}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐζήτησαν  οἱ  γραμματεῖς  καὶ  οἱ  ἀρχιερεῖς  ἐπιβαλεῖν  ἐπ’  αὐτὸν  τὰς  χεῖρας  ἐν  αὐτῇ  τῇ  ὥρᾳ, καὶ  ἐφοβήθησαν  τὸν  λαόν· ἔγνωσαν  γὰρ  ὅτι  πρὸς  αὐτοὺς  εἶπεν  τὴν  παραβολὴν  ταύτην.", "translation": "आनि, साक्षर आ पुरोहित सभ ओकरा पर हाथ लगाबय लेल ओकरा संगे ओहि समय में प्रयास केलाह, आ ओहि लोकनि लोकनि सँ डेरायलाह। हुनका ज्ञात भेल जे ओ एहि कथा केँ हुनका सभक समक्ष कहि रहल छलाह।", "calver": "2025.05.20", "id": "LUK 20:19", "translation_time": 8.67}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπαν  λέγοντες  πρὸς  αὐτόν  Εἰπὸν  ἡμῖν  ἐν  ποίᾳ  ἐξουσίᾳ  ταῦτα  ποιεῖς, ἢ  τίς  ἐστιν  ὁ  δούς  σοι  τὴν  ἐξουσίαν  ταύτην;", "translation": "हमरा सभकेँ कहू, अहाँ एहि काज केँ करबाक अधिकार कत्तऽ सँ प्राप्त भेल, वा एहि अधिकार केँ देनिहार कोन छथि?", "calver": "2025.05.20", "id": "LUK 20:2", "translation_time": 7.2}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  παρατηρήσαντες  ἀπέστειλαν  ἐνκαθέτους  ὑποκρινομένους  ἑαυτοὺς  δικαίους  εἶναι, ἵνα  ἐπιλάβωνται  αὐτοῦ  λόγου, ὥστε  παραδοῦναι  αὐτὸν  τῇ  ἀρχῇ  καὶ  τῇ  ἐξουσίᾳ  τοῦ  ἡγεμόνος.", "translation": "देखि कऽ ओ सभ गुप्त रूप सँ अपने केँ धर्मपरायण बनबाक प्रयास करैत, हुनका लोकनि राजा के अधिकारक आगू आरोप लगाबय लेल पठेलथि, ताकि हुनकर बात पकड़ि सकथि आ ओकरा राज्यपालक अधिकारक हवाले कऽ सकथि।", "calver": "2025.05.20", "id": "LUK 20:20", "translation_time": 11.74}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπηρώτησαν  αὐτὸν  λέγοντες  Διδάσκαλε, οἴδαμεν  ὅτι  ὀρθῶς  λέγεις  καὶ  διδάσκεις  καὶ  οὐ  λαμβάνεις  πρόσωπον, ἀλλ’  ἐπ’  ἀληθείας  τὴν  ὁδὸν  τοῦ  Θεοῦ  διδάσκεις·", "translation": "आउ हुनका सँ पुछल गेल, गुरुदेव, हम जानैत छी जे अहाँ सही कहैत छी, आ अहाँ शिक्षादान करैत छी, आ अहाँ पक्षपात नहि करैत छी, बल्कि सत्यता सँ भगवानक मार्ग पढ़बैत छी।", "calver": "2025.05.20", "id": "LUK 20:21", "translation_time": 10.1}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔξεστιν  ἡμᾶς  Καίσαρι  φόρον  δοῦναι  ἢ  οὔ;", "translation": "क्या हम सभक लेल ई कानूनी अछि जे हम कयसीर केँ कर चुकाउ? अथवा नहि?", "calver": "2025.05.20", "id": "LUK 20:22", "translation_time": 9.17}
{"source_lang": "grc", "target_lang": "mai", "original": "κατανοήσας  δὲ  αὐτῶν  τὴν  πανουργίαν  εἶπεν  πρὸς  αὐτούς", "translation": "जखन हुनका सभक दुष्टता बुझि गेल, तखन ओ हुनका सभसँ कहलथि।", "calver": "2025.05.20", "id": "LUK 20:23", "translation_time": 10.85}
{"source_lang": "grc", "target_lang": "mai", "original": "Δείξατέ  μοι  δηνάριον· τίνος  ἔχει  εἰκόνα  καὶ  ἐπιγραφήν; οἱ  δὲ  εἶπαν  Καίσαρος.", "translation": "दिखाउ, मोर दीनार देखाउ; ककरा के चित्र आ लेख अछि? ओहि में कहल गेल, \"सीजर के।\"", "calver": "2025.05.20", "id": "LUK 20:24", "translation_time": 8.98}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτούς  Τοίνυν  ἀπόδοτε  τὰ  Καίσαρος  Καίσαρι  καὶ  τὰ  τοῦ  Θεοῦ  τῷ  Θεῷ.", "translation": "तें, अपने-अपने अधिकार अनुसार, सीजर केँ जे हुनकर अछि से देल जाउ, आ भगवान केँ जे हुनकर अछि से सेहो देल जाउ।", "calver": "2025.05.20", "id": "LUK 20:25", "translation_time": 7.99}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  οὐκ  ἴσχυσαν  ἐπιλαβέσθαι  αὐτοῦ  ῥήματος  ἐναντίον  τοῦ  λαοῦ, καὶ  θαυμάσαντες  ἐπὶ  τῇ  ἀποκρίσει  αὐτοῦ  ἐσίγησαν.", "translation": "आउ ओहि लोकनि हुनकर वचन केँ पकड़ि नहि सकल, जे हुनका पर बोलल गेल छल। आ हुनकर उत्तर सुनि कऽ ओ सभ आश्चर्यचकित भऽ गेल आ चुप रहि गेल।", "calver": "2025.05.20", "id": "LUK 20:26", "translation_time": 8.47}
{"source_lang": "grc", "target_lang": "mai", "original": "Προσελθόντες  δέ  τινες  τῶν  Σαδδουκαίων, οἱ  ἀντιλέγοντες  ἀνάστασιν  μὴ  εἶναι, ἐπηρώτησαν  αὐτὸν", "translation": "किछु सदूक़ी सभ जखन ओकरा लग आएल, जे resurrection के असत्य मानैत छलाह, तखन हुनका सँ एकटा प्रश्न पूछल।", "calver": "2025.05.20", "id": "LUK 20:27", "translation_time": 8.2}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγοντες  Διδάσκαλε, Μωϋσῆς  ἔγραψεν  ἡμῖν, ἐάν  τινος  ἀδελφὸς  ἀποθάνῃ  ἔχων  γυναῖκα, καὶ  οὗτος  ἄτεκνος  ᾖ, ἵνα  λάβῃ  ὁ  ἀδελφὸς  αὐτοῦ  τὴν  γυναῖκα  καὶ  ἐξαναστήσῃ  σπέρμα  τῷ  ἀδελφῷ  αὐτοῦ.", "translation": "गुरु, मोज़ेस ने लिखल अछि जे यदि कोनो भाई मरि जाए आ ओकरा संतान नहि हो, तँ ओकर भाई ओकर पत्नी सँ विवाह करए आ ओकर वंश बढ़ाबए, ताकि ओकरा वंश जारी रहए।", "calver": "2025.05.20", "id": "LUK 20:28", "translation_time": 12.28}
{"source_lang": "grc", "target_lang": "mai", "original": "ἑπτὰ  οὖν  ἀδελφοὶ  ἦσαν· καὶ  ὁ  πρῶτος  λαβὼν  γυναῖκα  ἀπέθανεν  ἄτεκνος·", "translation": "ते सात भाइ छलाह। आ पहिल भाइ अपन पत्नी केँ लेलनि आ बिना संतानक मृत्यु भए गेल।", "calver": "2025.05.20", "id": "LUK 20:29", "translation_time": 9.02}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποκριθεὶς  δὲ  εἶπεν  πρὸς  αὐτούς  Ἐρωτήσω  ὑμᾶς  κἀγὼ  λόγον, καὶ  εἴπατέ  μοι", "translation": "उत्तर देब के बाद, ओ कहलक, \"हम अहाँ सभ सँ पुछब, आ अपने कहू, हमरा कहू।\"", "calver": "2025.05.20", "id": "LUK 20:3", "translation_time": 9.4}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὁ  δεύτερος", "translation": "आ दोसर", "calver": "2025.05.20", "id": "LUK 20:30", "translation_time": 5.78}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὁ  τρίτος  ἔλαβεν  αὐτήν, ὡσαύτως  δὲ  καὶ  οἱ  ἑπτὰ  οὐ  κατέλιπον  τέκνα  καὶ  ἀπέθανον.", "translation": "तेसर व्यक्ति ओकरा लेल गेल, ठीक एहि तरहें सातो बच्चा सभ सेहो कोनो बच्चा नहि छोड़ि गेल आ मृत्यु भए गेल।", "calver": "2025.05.20", "id": "LUK 20:31", "translation_time": 7.95}
{"source_lang": "grc", "target_lang": "mai", "original": "ὕστερον  καὶ  ἡ  γυνὴ  ἀπέθανεν.", "translation": "बाद में, और महिला मरि गेल।", "calver": "2025.05.20", "id": "LUK 20:32", "translation_time": 11.81}
{"source_lang": "grc", "target_lang": "mai", "original": "ἡ  γυνὴ  οὖν  ἐν  τῇ  ἀναστάσει  τίνος  αὐτῶν  γίνεται  γυνή; οἱ  γὰρ  ἑπτὰ  ἔσχον  αὐτὴν  γυναῖκα.", "translation": "पुनरुत्थान में, ओहि में सँ ओ की हेतै, जकरा सात पति रहल छथि? कारण ओहि समय में, ओ महिला केँ पति सात छलथि।", "calver": "2025.05.20", "id": "LUK 20:33", "translation_time": 8.87}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτοῖς  ὁ  Ἰησοῦς  Οἱ  υἱοὶ  τοῦ  αἰῶνος  τούτου  γαμοῦσιν  καὶ  γαμίσκονται,", "translation": "आउ, यीशु कहलनि: \"एहि युगक पुत्रसभ विवाह करैत छथि आ विवाहमे लगैत छथि।\"", "calver": "2025.05.20", "id": "LUK 20:34", "translation_time": 11.43}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  καταξιωθέντες  τοῦ  αἰῶνος  ἐκείνου  τυχεῖν  καὶ  τῆς  ἀναστάσεως  τῆς  ἐκ  νεκρῶν  οὔτε  γαμοῦσιν  οὔτε  γαμίζονται·", "translation": "ओहि समय के योग्य व्यक्ति, जे मृतक लोक से पुनरुत्थान के विषय में, न त विवाह करैत छथि, न त विवाह में देल जाइत छथि।", "calver": "2025.05.20", "id": "LUK 20:35", "translation_time": 10.4}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐδὲ  γὰρ  ἀποθανεῖν  ἔτι  δύνανται, ἰσάγγελοι  γάρ  εἰσιν, καὶ  υἱοί  εἰσιν  Θεοῦ  τῆς  ἀναστάσεως  υἱοὶ  ὄντες.", "translation": "किएक तँ, स्वर्गदूतसभ सेहो मृत्यु नहि होइत अछि, कारण ओ सभ दैवीय प्राणी छथि, आ ईश्वरक पुत्रसभ छथि, पुनरुत्थानक पुत्रसभ।", "calver": "2025.05.20", "id": "LUK 20:36", "translation_time": 10.65}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  δὲ  ἐγείρονται  οἱ  νεκροὶ, καὶ  Μωϋσῆς  ἐμήνυσεν  ἐπὶ  τῆς  Βάτου, ὡς  λέγει  Κύριον  τὸν  Θεὸν  Ἀβραὰμ  καὶ  Θεὸν  Ἰσαὰκ  καὶ  Θεὸν  Ἰακώβ·", "translation": "जाहि में कहल गेल अछि जे मृतक लोक जागि जाइत छथि, आ मोज़ेस बटु पर प्रभु, अर्थात् परमेश्वर,क घोषणा केलनि, जेकाँ कि अब्राहम, इज़ाक, आ याकूबक परमेश्वर छथि।", "calver": "2025.05.20", "id": "LUK 20:37", "translation_time": 11.07}
{"source_lang": "grc", "target_lang": "mai", "original": "Θεὸς  δὲ  οὐκ  ἔστιν  νεκρῶν  ἀλλὰ  ζώντων· πάντες  γὰρ  αὐτῷ  ζῶσιν.", "translation": "भगवान मृतक सभक नहि छथि, बल्कि जीवित सभक छथि; कारण सभ ओहि सँ जीवित छथि।", "calver": "2025.05.20", "id": "LUK 20:38", "translation_time": 11.55}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποκριθέντες  δέ  τινες  τῶν  γραμματέων  εἶπαν  Διδάσκαλε, καλῶς  εἶπας.", "translation": "किछु शास्त्री लोकनि उत्तर देलनि, गुरुजी, अहाँ अच्छा से कहि देलहुँ।", "calver": "2025.05.20", "id": "LUK 20:39", "translation_time": 13.68}
{"source_lang": "grc", "target_lang": "mai", "original": "Τὸ  βάπτισμα  Ἰωάνου  ἐξ  οὐρανοῦ  ἦν  ἢ  ἐξ  ἀνθρώπων;", "translation": "क्या योहनक बपतिस्मा स्वर्ग सँ आयल छल कि मनुष्यों सँ?", "calver": "2025.05.20", "id": "LUK 20:4", "translation_time": 11.36}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐκέτι  γὰρ  ἐτόλμων  ἐπερωτᾶν  αὐτὸν  οὐδέν.", "translation": "हम आब नहि डेराइत छी जे हुनका सँ किछु पुछी।", "calver": "2025.05.20", "id": "LUK 20:40", "translation_time": 13.0}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  πρὸς  αὐτούς  Πῶς  λέγουσιν  τὸν  Χριστὸν  εἶναι  Δαυεὶδ  υἱόν;", "translation": "मसीह केँ पुत्र डावीद कहि कऽ लोक सभ केना कहैत छथि?", "calver": "2025.05.20", "id": "LUK 20:41", "translation_time": 10.09}
{"source_lang": "grc", "target_lang": "mai", "original": "αὐτὸς  γὰρ  Δαυεὶδ  λέγει  ἐν  βίβλῳ  ψαλμῶν  Εἶπεν  Κύριος  τῷ  Κυρίῳ  μου  Κάθου  ἐκ  δεξιῶν  μου", "translation": "एहि कारणें, स्वयं दाऊद कहैत छथि, भलहि ओ पुस्तक मे भजनक ग्रंथ मे लिखल अछि, \"प्रभु कहैत छथि, अपने प्रभु सँ,\" आ कहैत छथि, \"मुद्रा पर बैसू, हमर दाहिना हाथ पर।\"", "calver": "2025.05.20", "id": "LUK 20:42", "translation_time": 14.97}
{"source_lang": "grc", "target_lang": "mai", "original": "ἕως  ἂν  θῶ  τοὺς  ἐχθρούς  σου  ὑποπόδιον  τῶν  ποδῶν  σου.", "translation": "\"जब तक हम अपने शत्रु सभ केँ अपने पैर के नीचे एक पादुका बना नहि देब।\"", "calver": "2025.05.20", "id": "LUK 20:43", "translation_time": 12.56}
{"source_lang": "grc", "target_lang": "mai", "original": "Δαυεὶδ  οὖν  αὐτὸν  Κύριον  καλεῖ, καὶ  πῶς  αὐτοῦ  υἱός  ἐστιν;", "translation": "कियैक डेविड अपने प्रभु केँ पुकारैत छथि, आ ओहि प्रभु केँ हुनकर पुत्र कियैक कहल जाइत अछि?", "calver": "2025.05.20", "id": "LUK 20:44", "translation_time": 8.26}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἀκούοντος  δὲ  παντὸς  τοῦ  λαοῦ  εἶπεν  τοῖς  μαθηταῖς", "translation": "जब सभ लोकनि सुनि रहल छल, तखन ओ शिक्षक लोकनि सँ कहलथि।", "calver": "2025.05.20", "id": "LUK 20:45", "translation_time": 12.28}
{"source_lang": "grc", "target_lang": "mai", "original": "Προσέχετε  ἀπὸ  τῶν  γραμματέων  τῶν  θελόντων  περιπατεῖν  ἐν  στολαῖς  καὶ  φιλούντων  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς  καὶ  πρωτοκαθεδρίας  ἐν  ταῖς  συναγωγαῖς  καὶ  πρωτοκλισίας  ἐν  τοῖς  δείπνοις,", "translation": "सावधान रहू, ग्रंथकार सभ सँ जे चाहैत छथि कि ओ सभ पोशाक में चलथि आ अभिवादन करथि, बजार में आ सभागृह में पहिल स्थान लेल आ सभा में आ भोजनक समय में पहिल स्थान लेल।", "calver": "2025.05.20", "id": "LUK 20:46", "translation_time": 13.3}
{"source_lang": "grc", "target_lang": "mai", "original": "οἳ  κατεσθίουσιν  τὰς  οἰκίας  τῶν  χηρῶν  καὶ  προφάσει  μακρὰ  προσεύχονται· οὗτοι  λήμψονται  περισσότερον  κρίμα.", "translation": "जे लोकनि गरीबक घर सभ केँ खाइत छथि आ दिखावे लेल लंबा प्रार्थना करैत छथि, ओहि सभ पर अधिक निंदा होयत। एहि तरहें, ओ सभ केँ दैवीय न्याय भेटत।", "calver": "2025.05.20", "id": "LUK 20:47", "translation_time": 11.11}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  συνελογίσαντο  πρὸς  ἑαυτοὺς  λέγοντες  ὅτι  Ἐὰν  εἴπωμεν  Ἐξ  οὐρανοῦ, ἐρεῖ  Διὰ  τί  οὐκ  ἐπιστεύσατε  αὐτῷ;", "translation": "आ लोकनि अपनहि बीच विचार कएलनि कि यदि हम कहि दी कि ई स्वर्ग सँ अछि, तँ ई कहि सकैत छी कि \"किएक अहाँ ओकरा पर विश्वास नहि कएलहुँ?\"", "calver": "2025.05.20", "id": "LUK 20:5", "translation_time": 10.1}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐὰν  δὲ  εἴπωμεν  Ἐξ  ἀνθρώπων, ὁ  λαὸς  ἅπας  καταλιθάσει  ἡμᾶς· πεπεισμένος  γάρ  ἐστιν  Ἰωάνην  προφήτην  εἶναι.", "translation": "यदि हम कहि देलौं, मानव स्रोत सँ, तँ सम्पूर्ण भीड़ हमरा पथराव करि देत, कारण ओ विश्वास करैत अछि जे जॉन एक प्रवक्ता छथि।", "calver": "2025.05.20", "id": "LUK 20:6", "translation_time": 12.61}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀπεκρίθησαν  μὴ  εἰδέναι  πόθεν.", "translation": "उहाँ सभ उत्तर देलनि कि हुनका नहि जानैत छथि कहाँ सँ।", "calver": "2025.05.20", "id": "LUK 20:7", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὁ  Ἰησοῦς  εἶπεν  αὐτοῖς  Οὐδὲ  ἐγὼ  λέγω  ὑμῖν  ἐν  ποίᾳ  ἐξουσίᾳ  ταῦτα  ποιῶ.", "translation": "येशू हुनका कहलनि, \"हमरो कहैत छी, एहि बातक कुन अधिकार सँ हम ई सब कऽ रहल छी।\"", "calver": "2025.05.20", "id": "LUK 20:8", "translation_time": 10.43}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἤρξατο  δὲ  πρὸς  τὸν  λαὸν  λέγειν  τὴν  παραβολὴν  ταύτην. ἄνθρωπος  ἐφύτευσεν  ἀμπελῶνα, καὶ  ἐξέδετο  αὐτὸν  γεωργοῖς, καὶ  ἀπεδήμησεν  χρόνους  ἱκανούς.", "translation": "एहि पर, ओ जनता सँ बात करए लगल आ एहि उपदेशक कथा शुरू कएलक। एक पुरुष एक दाखलखाना लगौलनि आ ओकर देखरेख लेल किसान सभ केँ नियुक्त कएलनि। तखन ओ बहुत दिनक लेल दूर गेलनि।", "calver": "2025.05.20", "id": "LUK 20:9", "translation_time": 11.4}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἀναβλέψας  δὲ  εἶδεν  τοὺς  βάλλοντας  εἰς  τὸ  γαζοφυλάκιον  τὰ  δῶρα  αὐτῶν  πλουσίους.", "translation": "एहि पर, यीशु ऊपर देखलनि आ देखलनि जे लोक सभ अपन दान सभ केँ मंदिरक कोष्ठ में राखि रहल छथि, आ विशेष रूप सँ धनी लोक सभक दान देखलनि।", "calver": "2025.05.20", "id": "LUK 21:1", "translation_time": 11.23}
{"source_lang": "grc", "target_lang": "mai", "original": "Τότε  ἔλεγεν  αὐτοῖς  Ἐγερθήσεται  ἔθνος  ἐπ’  ἔθνος  καὶ  βασιλεία  ἐπὶ  βασιλείαν,", "translation": "तखन ओहि लोकनि सँ कहल गेल, जे राष्ट्र राष्ट्रक विरुद्ध उठत आ राष्ट्रक विरुद्ध राजा-राजा उठत।", "calver": "2025.05.20", "id": "LUK 21:10", "translation_time": 12.31}
{"source_lang": "grc", "target_lang": "mai", "original": "σεισμοί  τε  μεγάλοι  καὶ  κατὰ  τόπους  λοιμοὶ  καὶ  λιμοὶ  ἔσονται, φόβητρά  τε  καὶ  ἀπ’  οὐρανοῦ  σημεῖα  μεγάλα  ἔσται.", "translation": "भूकम्प सभ बड़े आ स्थानिक महामारी सभ आ अकाल सभ होयत, आ स्वर्ग सँ संकेत सभ आ बड़-बड़ डरावना चिन्ह सभ देखाएत।", "calver": "2025.05.20", "id": "LUK 21:11", "translation_time": 11.06}
{"source_lang": "grc", "target_lang": "mai", "original": "πρὸ  δὲ  τούτων  πάντων  ἐπιβαλοῦσιν  ἐφ’  ὑμᾶς  τὰς  χεῖρας  αὐτῶν  καὶ  διώξουσιν, παραδιδόντες  εἰς  τὰς  συναγωγὰς  καὶ  φυλακάς, ἀπαγομένους  ἐπὶ  βασιλεῖς  καὶ  ἡγεμόνας  ἕνεκεν  τοῦ  ὀνόματός  μου·", "translation": "एहि सभक बाद, ओहि सभ अपन हाथ राखि कऽ अहाँ सभ पर, आ अहाँ सभके सताओत, सभागृह आ जेल में सुपुर्द कऽ देत, सभकें राजा आ गवर्नरक समक्ष प्रस्तुत करैत, मोर नामक कारण।", "calver": "2025.05.20", "id": "LUK 21:12", "translation_time": 16.31}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποβήσεται  ὑμῖν  εἰς  μαρτύριον.", "translation": "हएत अहाँ लेल गवाही।", "calver": "2025.05.20", "id": "LUK 21:13", "translation_time": 14.94}
{"source_lang": "grc", "target_lang": "mai", "original": "θέτε  οὖν  ἐν  ταῖς  καρδίαις  ὑμῶν  μὴ  προμελετᾶν  ἀπολογηθῆναι·", "translation": "सेट करू, तें अपने हृदय में, नहि पूर्व योजना बनाबय अपनें बचाव लेल।", "calver": "2025.05.20", "id": "LUK 21:14", "translation_time": 14.77}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐγὼ  γὰρ  δώσω  ὑμῖν  στόμα  καὶ  σοφίαν, ᾗ  οὐ  δυνήσονται  ἀντιστῆναι  ἢ  ἀντειπεῖν  ἅπαντες  οἱ  ἀντικείμενοι  ὑμῖν.", "translation": "हम अहाँ केँ मुख आ बुद्धि देब, जकरा सँ कोनो विरोधी अहाँ केँ रोकि नहि सकत वा उलटि नहि कहि सकत। ई दैवीय आश्वासन अछि जे अहाँ केँ वाक् आ बुद्धि के उपहार देल जायत, जकरा सँ अहाँक विरोधी सभ अहाँ केँ सामना नहि क' सकत।", "calver": "2025.05.20", "id": "LUK 21:15", "translation_time": 16.53}
{"source_lang": "grc", "target_lang": "mai", "original": "παραδοθήσεσθε  δὲ  καὶ  ὑπὸ  γονέων  καὶ  ἀδελφῶν  καὶ  συγγενῶν  καὶ  φίλων, καὶ  θανατώσουσιν  ἐξ  ὑμῶν,", "translation": "अपनेकें सेहो अपने माता-पिता, भाइ-बहिन, सम्बन्धी आ मित्र सभ द्वारा पराधीनता होयत, आ ओ सभ अहाँ केँ मारि देताह,", "calver": "2025.05.20", "id": "LUK 21:16", "translation_time": 14.71}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἔσεσθε  μισούμενοι  ὑπὸ  πάντων  διὰ  τὸ  ὄνομά  μου.", "translation": "आउ अहाँ सभ पर सब द्वारा नफरत कएल जायत, हमर नाम के कारण।", "calver": "2025.05.20", "id": "LUK 21:17", "translation_time": 13.49}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  θρὶξ  ἐκ  τῆς  κεφαλῆς  ὑμῶν  οὐ  μὴ  ἀπόληται·", "translation": "καὶ θρὶξ ἐκ τῆς κεφαλῆς ὑμῶν οὐ μὴ ἀπόληται·\nआहाँक कपालक एकटा केर सेहो नष्ट नहि हेतै।", "calver": "2025.05.20", "id": "LUK 21:18", "translation_time": 12.71}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐν  τῇ  ὑπομονῇ  ὑμῶν  κτήσεσθε  τὰς  ψυχὰς  ὑμῶν.", "translation": "अपनेक धैर्य सँ अहाँ अपन प्राण सभक प्राप्ति करब।", "calver": "2025.05.20", "id": "LUK 21:19", "translation_time": 13.79}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶδεν  δέ  τινα  χήραν  πενιχρὰν  βάλλουσαν  ἐκεῖ  λεπτὰ  δύο,", "translation": "हमरा देखल गेल कि एकटा गरीबी में पड़ल विधवा अपन हाथ सँ दूटा छोटका सिक्का राखि रहल छथि।", "calver": "2025.05.20", "id": "LUK 21:2", "translation_time": 13.83}
{"source_lang": "grc", "target_lang": "mai", "original": "Ὅταν  δὲ  ἴδητε  κυκλουμένην  ὑπὸ  στρατοπέδων  Ἱερουσαλήμ, τότε  γνῶτε  ὅτι  ἤγγικεν  ἡ  ἐρήμωσις  αὐτῆς.", "translation": "जखन अपने देखब कि यरूशलेम सेना सँ घेरल अछि, तखन जानि लिअ कि ओकर विनाश निकट आबि गेल अछि।", "calver": "2025.05.20", "id": "LUK 21:20", "translation_time": 14.3}
{"source_lang": "grc", "target_lang": "mai", "original": "τότε  οἱ  ἐν  τῇ  Ἰουδαίᾳ  φευγέτωσαν  εἰς  τὰ  ὄρη, καὶ  οἱ  ἐν  μέσῳ  αὐτῆς  ἐκχωρείτωσαν, καὶ  οἱ  ἐν  ταῖς  χώραις  μὴ  εἰσερχέσθωσαν  εἰς  αὐτήν,", "translation": "तखन जूडिया में रहनिहार सभ, पहाड़ सभक ओर भागू, आ मध्य में रहल सभ बचू, आ क्षेत्र सभ में प्रवेश नहि करू।", "calver": "2025.05.20", "id": "LUK 21:21", "translation_time": 12.95}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  ἡμέραι  ἐκδικήσεως  αὗταί  εἰσιν  τοῦ  πλησθῆναι  πάντα  τὰ  γεγραμμένα.", "translation": "\"कि ई विनाशक दिन सभ अछि जे पूरा होयत अछि जे सभ किछु जे लिखल गेल अछि, ताहि के पूर्ति करबाक लेल।\"", "calver": "2025.05.20", "id": "LUK 21:22", "translation_time": 11.56}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐαὶ  ταῖς  ἐν  γαστρὶ  ἐχούσαις  καὶ  ταῖς  θηλαζούσαις  ἐν  ἐκείναις  ταῖς  ἡμέραις· ἔσται  γὰρ  ἀνάγκη  μεγάλη  ἐπὶ  τῆς  γῆς  καὶ  ὀργὴ  τῷ  λαῷ  τούτῳ,", "translation": "हे, जकर गर्भ में अछि आ जकर स्तनपान करैत छथि, तिनका लेल बहुत जरूरी होयत; कारण ई समय पर पृथ्वी पर बहुत बड़ा संकट आ ईश्वरक क्रोध होयत।", "calver": "2025.05.20", "id": "LUK 21:23", "translation_time": 18.24}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πεσοῦνται  στόματι  μαχαίρης  καὶ  αἰχμαλωτισθήσονται  εἰς  τὰ  ἔθνη  πάντα, καὶ  Ἱερουσαλὴμ  ἔσται  πατουμένη  ὑπὸ  ἐθνῶν, ἄχρι  οὗ  πληρωθῶσιν  καιροὶ  ἐθνῶν.", "translation": "आउ, तलवार सँ गिरताह ओहिकर मुख, आ सभ देशसभ में बंधक बनाओल जायत, आ येरूशलेम पर विदेशी लोकनि द्वारा पाँव राखल जायत, जब तक कि राष्ट्रसभक समय पूरा नहि होइ।", "calver": "2025.05.20", "id": "LUK 21:24", "translation_time": 22.99}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἔσονται  σημεῖα  ἐν  ἡλίῳ  καὶ  σελήνῃ  καὶ  ἄστροις, καὶ  ἐπὶ  τῆς  γῆς  συνοχὴ  ἐθνῶν  ἐν  ἀπορίᾳ  ἤχους  θαλάσσης  καὶ  σάλου,", "translation": "आउ, सूर्य, चन्द्रमा आ तारा सभ में चिन्ह होयत, आ पृथ्वी पर जाति-जाति में भ्रम आओत, समुद्र के शोर आ लहर सभ में हलचल होयत।", "calver": "2025.05.20", "id": "LUK 21:25", "translation_time": 25.97}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποψυχόντων  ἀνθρώπων  ἀπὸ  φόβου  καὶ  προσδοκίας  τῶν  ἐπερχομένων  τῇ  οἰκουμένῃ· αἱ  γὰρ  δυνάμεις  τῶν  οὐρανῶν  σαλευθήσονται.", "translation": "जखन मनुष्य अपन प्राण हराबय लगताह, भय आ आशा सँ, तखन ओ सभक मनुष्य अपन प्राण हराबय लगताह, आ स्वर्गक शक्तिसभ कम्पित होयत। एहि समय, स्वर्गक शक्तिसभ हिलि जायत।", "calver": "2025.05.20", "id": "LUK 21:26", "translation_time": 23.66}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  τότε  ὄψονται  τὸν  Υἱὸν  τοῦ  ἀνθρώπου  ἐρχόμενον  ἐν  νεφέλῃ  μετὰ  δυνάμεως  καὶ  δόξης  πολλῆς.", "translation": "आउ, ओहि समय, लोक सभ देखताह कि मनुष्‍यक पुत्र आकाश मे बादल सभक संग आबि रहल छथि, शक्तिक संग आ महिमा सँ भरल।", "calver": "2025.05.20", "id": "LUK 21:27", "translation_time": 17.31}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀρχομένων  δὲ  τούτων  γίνεσθαι  ἀνακύψατε  καὶ  ἐπάρατε  τὰς  κεφαλὰς  ὑμῶν, διότι  ἐγγίζει  ἡ  ἀπολύτρωσις  ὑμῶν.", "translation": "जखन ई सभ शुरू होइते अछि, तँ अपने सभ अपन मस्तक उठाउ, आ अपन सिर उठाउ, कारण अपने सभक मुक्ति निकट अछि।", "calver": "2025.05.20", "id": "LUK 21:28", "translation_time": 17.18}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  εἶπεν  παραβολὴν  αὐτοῖς  Ἴδετε  τὴν  συκῆν  καὶ  πάντα  τὰ  δένδρα·", "translation": "आउ ओहि सभ केँ हुनका कहलनि, \"एकटा दृष्टान्त देखू: फिग वृक्ष केँ देखू आ आन सभ वृक्ष केँ।\"", "calver": "2025.05.20", "id": "LUK 21:29", "translation_time": 15.24}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  Ἀληθῶς  λέγω  ὑμῖν  ὅτι  ἡ  χήρα  αὕτη  ἡ  πτωχὴ  πλεῖον  πάντων  ἔβαλεν·", "translation": "सच कहैत छी, अहाँ सभकें जनाबय चाहैत छी जे एहि गरीब विधवा एहि सभसँ अधिक योगदान देलनि। ओ सभ अपन धनसँ देलनि, मुदा ओ अपन गरीबीसँ अपन जीवनयापन लेल सभ किछु लगा देलनि। एहि तरहें, ओ अपन दिलसँ देब आ सभ किछु बलिदान करब। एहि विधवाक ई बलिदान धार्मिक दानक प्रतीक अछि, जे मिथिला भाषी समुदाय में दान आ उदारता के महत्व केँ दर्शाबैत अछि।", "calver": "2025.05.20", "id": "LUK 21:3", "translation_time": 20.78}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅταν  προβάλωσιν  ἤδη, βλέποντες  ἀφ’  ἑαυτῶν  γινώσκετε  ὅτι  ἤδη  ἐγγὺς  τὸ  θέρος  ἐστίν·", "translation": "जखन ओहि संकेत सभ प्रकट होयत, देखैत-देखैत अहाँ सभ जानि लिअ कि गर्मी निकट अछि।", "calver": "2025.05.20", "id": "LUK 21:30", "translation_time": 11.29}
{"source_lang": "grc", "target_lang": "mai", "original": "οὕτως  καὶ  ὑμεῖς, ὅταν  ἴδητε  ταῦτα  γινόμενα, γινώσκετε  ὅτι  ἐγγύς  ἐστιν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "जखन अहाँ एहि चिन्ह सभ देखब, तखन बुझि लिअ कि ईश्वरक राज्य निकट अछि।", "calver": "2025.05.20", "id": "LUK 21:31", "translation_time": 12.28}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀμὴν  λέγω  ὑμῖν  ὅτι  οὐ  μὴ  παρέλθῃ  ἡ  γενεὰ  αὕτη  ἕως  ἂν  πάντα  γένηται.", "translation": "साँच कहैत छी, कि एहि पीढ़ी एहि तक नहि जायत, जब तक सभ किछु न होय जाए।", "calver": "2025.05.20", "id": "LUK 21:32", "translation_time": 18.36}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  οὐρανὸς  καὶ  ἡ  γῆ  παρελεύσονται, οἱ  δὲ  λόγοι  μου  οὐ  μὴ  παρελεύσονται.", "translation": "स्वर्ग आ पृथ्वी लोप होयत, मुदा मोर शब्द लोप नहि होयत।", "calver": "2025.05.20", "id": "LUK 21:33", "translation_time": 15.65}
{"source_lang": "grc", "target_lang": "mai", "original": "Προσέχετε  δὲ  ἑαυτοῖς  μή  ποτε  βαρηθῶσιν  ὑμῶν  αἱ  καρδίαι  ἐν  κραιπάλῃ  καὶ  μέθῃ  καὶ  μερίμναις  βιωτικαῖς, καὶ  ἐπιστῇ  ἐφ’  ὑμᾶς  αἰφνίδιος  ἡ  ἡμέρα  ἐκείνη", "translation": "अपने स्वयम् ध्यान राखू, ताकि अहाँक हृदय कखनो मदिरा आ जीवनक चिन्ता सँ डूबल नहि होय, और ओहि दिन अहाँ पर अचानक आबि जायत। सतर्क रहू, ताकि अहाँ अपन हृदय पर सावधानी बरतू, और मदिरा आ चिन्ता सँ परास्त नहि होय। एहि तरहें, ओहि दिन के आगमन के लेल तैयार रहू।", "calver": "2025.05.20", "id": "LUK 21:34", "translation_time": 23.62}
{"source_lang": "grc", "target_lang": "mai", "original": "ὡς  παγίς· ἐπεισελεύσεται  γὰρ  ἐπὶ  πάντας  τοὺς  καθημένους  ἐπὶ  πρόσωπον  πάσης  τῆς  γῆς.", "translation": "जैसे एक जाल, ओहि पर सभ पर आवि जायत, जे सभ पृथ्वी के समक्ष अछि।", "calver": "2025.05.20", "id": "LUK 21:35", "translation_time": 16.04}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀγρυπνεῖτε  δὲ  ἐν  παντὶ  καιρῷ  δεόμενοι  ἵνα  κατισχύσητε  ἐκφυγεῖν  ταῦτα  πάντα  τὰ  μέλλοντα  γίνεσθαι, καὶ  σταθῆναι  ἔμπροσθεν  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου.", "translation": "अगृप्न रहू और सभ समय में प्रार्थना करैत रहू, ताकि अहाँ सभ एहि सभ भविष्यक घटनासँ बचि सकी आ मानवक पुत्रक समक्ष खड़ा भऽ सकी।", "calver": "2025.05.20", "id": "LUK 21:36", "translation_time": 18.77}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἦν  δὲ  τὰς  ἡμέρας  ἐν  τῷ  ἱερῷ  διδάσκων, τὰς  δὲ  νύκτας  ἐξερχόμενος  ηὐλίζετο  εἰς  τὸ  ὄρος  τὸ  καλούμενον  Ἐλαιῶν.", "translation": "दिनक दौरान, ओहि समय में, जखन ओ मंदिर में शिक्षण करैत छलाह, तखन राति में ओ बाहर जायत छलाह आ ओलिव्स कहल जाइत पर्वत पर आराम करैत छलाह।", "calver": "2025.05.20", "id": "LUK 21:37", "translation_time": 16.79}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πᾶς  ὁ  λαὸς  ὤρθριζεν  πρὸς  αὐτὸν  ἐν  τῷ  ἱερῷ  ἀκούειν  αὐτοῦ.", "translation": "संपूर्ण जनता सभे सभेरे मंदिर में उहांके सुनबाक लेल जुटल छल।", "calver": "2025.05.20", "id": "LUK 21:38", "translation_time": 19.57}
{"source_lang": "grc", "target_lang": "mai", "original": "πάντες  γὰρ  οὗτοι  ἐκ  τοῦ  περισσεύοντος  αὐτοῖς  ἔβαλον  εἰς  τὰ  δῶρα, αὕτη  δὲ  ἐκ  τοῦ  ὑστερήματος  αὐτῆς  πάντα  τὸν  βίον  ὃν  εἶχεν  ἔβαλεν.", "translation": "सभे अपन अतिरिक्त दान सँ देलनि, आ एहि महिला अपन गरीबी सँ अपन सम्पूर्ण जीवन देलनि।", "calver": "2025.05.20", "id": "LUK 21:4", "translation_time": 18.73}
{"source_lang": "grc", "target_lang": "mai", "original": "Καί  τινων  λεγόντων  περὶ  τοῦ  ἱεροῦ, ὅτι  λίθοις  καλοῖς  καὶ  ἀναθήμασιν  κεκόσμηται, εἶπεν", "translation": "किछु लोक पवित्र स्थानक बारे में बाजि रहल छलथि, जे सुन्दर पत्थर आ बलि चढ़ाव सँ सुसज्जित अछि, से कहलथि।", "calver": "2025.05.20", "id": "LUK 21:5", "translation_time": 16.99}
{"source_lang": "grc", "target_lang": "mai", "original": "Ταῦτα  ἃ  θεωρεῖτε, ἐλεύσονται  ἡμέραι  ἐν  αἷς  οὐκ  ἀφεθήσεται  λίθος  ἐπὶ  λίθῳ  ὃς  οὐ  καταλυθήσεται.", "translation": "एहि सभक देखल जायत, जे भविष्य में आएत, तखन कोनो पत्थर पर कोनो पत्थर नहि रहत, अर्थात् जे नहि ध्वस्त कएल जायत।", "calver": "2025.05.20", "id": "LUK 21:6", "translation_time": 14.97}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐπηρώτησαν  δὲ  αὐτὸν  λέγοντες  Διδάσκαλε, πότε  οὖν  ταῦτα  ἔσται, καὶ  τί  τὸ  σημεῖον  ὅταν  μέλλῃ  ταῦτα  γίνεσθαι;", "translation": "गुरुजी, ई सब कब होयत, आओर की चिन्ह होयत जखन ई होयत?", "calver": "2025.05.20", "id": "LUK 21:7", "translation_time": 15.25}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  Βλέπετε  μὴ  πλανηθῆτε· πολλοὶ  γὰρ  ἐλεύσονται  ἐπὶ  τῷ  ὀνόματί  μου  λέγοντες  Ἐγώ  εἰμι, καί  Ὁ  καιρὸς  ἤγγικεν· μὴ  πορευθῆτε  ὀπίσω  αὐτῶν.", "translation": "एहि सँ देखू, अहाँ सभ भ्रमित नहि होउ; कारण बहुत लोक अहाँक नाम पर आबि कऽ कहताह, \"हम ई छी,\" आ \"समय निकट आबि गेल अछि।\" तँ अहाँ सभ हुनका सभक पछाइत नहि जाउ।", "calver": "2025.05.20", "id": "LUK 21:8", "translation_time": 16.8}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅταν  δὲ  ἀκούσητε  πολέμους  καὶ  ἀκαταστασίας, μὴ  πτοηθῆτε· δεῖ  γὰρ  ταῦτα  γενέσθαι  πρῶτον, ἀλλ’  οὐκ  εὐθέως  τὸ  τέλος.", "translation": "जब अहाँ युद्ध आ अशांति के सुनब, तऽ न घबराउ। ई सभ बात पहिने होयब जरूरी अछि, मुदा अंत अभी नहि अछि।", "calver": "2025.05.20", "id": "LUK 21:9", "translation_time": 11.24}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἤγγιζεν  δὲ  ἡ  ἑορτὴ  τῶν  ἀζύμων  ἡ  λεγομένη  Πάσχα.", "translation": "उत्सव के नजदीक आबि रहल छल, जे अज़्युमन रोटी के कहल जाइत अछि, जे पास्का कहलाइत अछि।", "calver": "2025.05.20", "id": "LUK 22:1", "translation_time": 14.83}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  αὐτοῖς  Ἰδοὺ  εἰσελθόντων  ὑμῶν  εἰς  τὴν  πόλιν  συναντήσει  ὑμῖν  ἄνθρωπος  κεράμιον  ὕδατος  βαστάζων· ἀκολουθήσατε  αὐτῷ  εἰς  τὴν  οἰκίαν  εἰς  ἣν  εἰσπορεύεται·", "translation": "देखू, जखन अहाँ शहर में प्रवेश करब, तखन अहाँ एकटा मनुष्य सँ भेटब जे एकटा जलक पात्र लऽ रहल होएत। ओकरा अनुसरण करू, घर में जकरा ओ प्रवेश करत अछि।", "calver": "2025.05.20", "id": "LUK 22:10", "translation_time": 12.76}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐρεῖτε  τῷ  οἰκοδεσπότῃ  τῆς  οἰκίας  Λέγει  σοι  ὁ  Διδάσκαλος  Ποῦ  ἐστιν  τὸ  κατάλυμα  ὅπου  τὸ  πάσχα  μετὰ  τῶν  μαθητῶν  μου  φάγω;", "translation": "शिक्षक अपने घरक मालिक सँ पुछैत छथि, \"अहाँक घरक ओ स्थान कहाँ अछि जतऽ हम सभ पास्का भोजन करब आ अपन शिष्यसभक संग खाएब?\"", "calver": "2025.05.20", "id": "LUK 22:11", "translation_time": 14.55}
{"source_lang": "grc", "target_lang": "mai", "original": "κἀκεῖνος  ὑμῖν  δείξει  ἀνάγαιον  μέγα  ἐστρωμένον· ἐκεῖ  ἑτοιμάσατε.", "translation": "ओहि व्यक्ति अहाँ सभ केँ एकटा विशाल भोज देखाएताह, जे तैयार कएल गेल अछि; ओहि ठाम अहाँ सभ केँ तैयार होयबाक चाही।", "calver": "2025.05.20", "id": "LUK 22:12", "translation_time": 13.29}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀπελθόντες  δὲ  εὗρον  καθὼς  εἰρήκει  αὐτοῖς, καὶ  ἡτοίμασαν  τὸ  πάσχα.", "translation": "अवगत भए गेलाह, ताहि पर कि जेकरे हुनका कहल गेल छल, ओ सभ भेटल, आ पास्का तैयार कएलक।", "calver": "2025.05.20", "id": "LUK 22:13", "translation_time": 12.88}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ὅτε  ἐγένετο  ἡ  ὥρα, ἀνέπεσεν, καὶ  οἱ  ἀπόστολοι  σὺν  αὐτῷ.", "translation": "आउ जखन समय आयल, तखन ओहि समय पर गिरि गेल, आ ओहि संग शिष्यगण सेहो रहलथि।", "calver": "2025.05.20", "id": "LUK 22:14", "translation_time": 11.62}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  πρὸς  αὐτούς  Ἐπιθυμίᾳ  ἐπεθύμησα  τοῦτο  τὸ  πάσχα  φαγεῖν  μεθ’  ὑμῶν  πρὸ  τοῦ  με  παθεῖν·", "translation": "आउर  ईश्वरक पुत्र यीशु अपने शिष्यों सँ कहलथि, \"हमर एहि पास्का (पेसाख) भोज केँ हम अपने संग खाएब चाहैत छी, जखन कि हम अपन पीड़ा सँ पहिने अहाँ सभक संग ई भोजन करब।\"", "calver": "2025.05.20", "id": "LUK 22:15", "translation_time": 14.67}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  οὐκέτι  οὐ  μὴ  φάγω  αὐτὸ  ἕως  ὅτου  πληρωθῇ  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "हम नहि खाएब, जखन तक परमेश्वरक राज्य में ई पूरा नहि होइत अछि।", "calver": "2025.05.20", "id": "LUK 22:16", "translation_time": 11.92}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  δεξάμενος  ποτήριον  εὐχαριστήσας  εἶπεν  Λάβετε  τοῦτο  καὶ  διαμερίσατε  εἰς  ἑαυτούς·", "translation": "आउर पात्र ग्रहण कए, धन्यवाद ज्ञापन कए, ओ कहला, \"एहि लिअ आ अपने-अपने बीच में विभाजित करू।\"", "calver": "2025.05.20", "id": "LUK 22:17", "translation_time": 13.8}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  γὰρ  ὑμῖν, οὐ  μὴ  πίω  ἀπὸ  τοῦ  νῦν  ἀπὸ  τοῦ  γενήματος  τῆς  ἀμπέλου  ἕως  οὗ  ἡ  βασιλεία  τοῦ  Θεοῦ  ἔλθῃ.", "translation": "हम अहाँ सभ केँ कहैत छी, हम आब सँ नहि पिऊँगा, जब तक परमेश्वरक राज्य आबि नहि जाइत अछि।", "calver": "2025.05.20", "id": "LUK 22:18", "translation_time": 15.08}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  λαβὼν  ἄρτον  εὐχαριστήσας  ἔκλασεν  καὶ  ἔδωκεν  αὐτοῖς  λέγων  Τοῦτό  ἐστιν  τὸ  σῶμά  μου  τὸ  ὑπὲρ  ὑμῶν  διδόμενον· τοῦτο  ποιεῖτε  εἰς  τὴν  ἐμὴν  ἀνάμνησιν.", "translation": "आउ, रोटी ग्रहण करैत, धन्यवाद ज्ञापन करैत, ओकरा तोड़ि कऽ साझा करैत, आ कहल, \"एहि रोटी ई हमर शरीर अछि, जे तोहर लेल देल जा रहल अछि। एहि स्मृति में एहि काज केँ करु।\"", "calver": "2025.05.20", "id": "LUK 22:19", "translation_time": 13.55}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐζήτουν  οἱ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  τὸ  πῶς  ἀνέλωσιν  αὐτόν· ἐφοβοῦντο  γὰρ  τὸν  λαόν.", "translation": "मुख्य पुरोहित आ सिध्दान्तज्ञ सभ अपन योजना बना रहल छलाह जे ओकरा हत्या कयनाइ, कारण ओ लोकनि लोकक प्रतिक्रिया सँ भयभीत छलाह।", "calver": "2025.05.20", "id": "LUK 22:2", "translation_time": 10.75}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  τὸ  ποτήριον  ὡσαύτως  μετὰ  τὸ  δειπνῆσαι, λέγων  Τοῦτο  τὸ  ποτήριον  ἡ  καινὴ  διαθήκη  ἐν  τῷ  αἵματί  μου, τὸ  ὑπὲρ  ὑμῶν  ἐκχυννόμενον.", "translation": "आउर भोजनक बाद ई प्याला कहैत छथि, \"ई प्याला हमर रक्त में नव करार अछि, जे तोहर लेल बहाओल गेल अछि।\"", "calver": "2025.05.20", "id": "LUK 22:20", "translation_time": 12.29}
{"source_lang": "grc", "target_lang": "mai", "original": "πλὴν  ἰδοὺ  ἡ  χεὶρ  τοῦ  παραδιδόντος  με  μετ’  ἐμοῦ  ἐπὶ  τῆς  τραπέζης.", "translation": "देखू, हमर संग मे, टेबुल पर, देनिहारक हाथ।", "calver": "2025.05.20", "id": "LUK 22:21", "translation_time": 18.64}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  ὁ  Υἱὸς  μὲν  τοῦ  ἀνθρώπου  κατὰ  τὸ  ὡρισμένον  πορεύεται, πλὴν  οὐαὶ  τῷ  ἀνθρώπῳ  ἐκείνῳ  δι’  οὗ  παραδίδοται.", "translation": "\"यहि कारण, पुत्र मनुष्\\u200dय अपन नियत मार्ग पर चलैत छथि, मुदा ओहि मनुष्\\u200dय लेल दुःखद अछि, जाहि द्वारा विश्वासघात होइत अछि।\"", "calver": "2025.05.20", "id": "LUK 22:22", "translation_time": 21.53}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτοὶ  ἤρξαντο  συνζητεῖν  πρὸς  ἑαυτοὺς  τὸ  τίς  ἄρα  εἴη  ἐξ  αὐτῶν  ὁ  τοῦτο  μέλλων  πράσσειν.", "translation": "आउर ओहि सभक बीच में चर्चा शुरू भेल कि ओहि में सँ कोनो अछि जे ई काज करए वाला अछि।", "calver": "2025.05.20", "id": "LUK 22:23", "translation_time": 14.29}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐγένετο  δὲ  καὶ  φιλονεικία  ἐν  αὐτοῖς, τὸ  τίς  αὐτῶν  δοκεῖ  εἶναι  μείζων.", "translation": "एहि बीच, हुनका बीचमे एकटा विवाद उत्पन्न भेल, जे कोन सभसँ पैघ बुझाइत अछि, एहि पर छल।", "calver": "2025.05.20", "id": "LUK 22:24", "translation_time": 14.29}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  αὐτοῖς  Οἱ  βασιλεῖς  τῶν  ἐθνῶν  κυριεύουσιν  αὐτῶν, καὶ  οἱ  ἐξουσιάζοντες  αὐτῶν  εὐεργέται  καλοῦνται.", "translation": "आउ, ओ कहलकाह कि राष्ट्रक राजा सभ अपन अधिकार सँ शासन करैत छथि, आ जे लोक हुनका पर प्रभुत्व स्थापित करैत छथि, हुनका सम्मानपूर्वक \"उपकारकर्ता\" कहल जाइत अछि।", "calver": "2025.05.20", "id": "LUK 22:25", "translation_time": 12.07}
{"source_lang": "grc", "target_lang": "mai", "original": "ὑμεῖς  δὲ  οὐχ  οὕτως, ἀλλ’  ὁ  μείζων  ἐν  ὑμῖν  γινέσθω  ὡς  ὁ  νεώτερος, καὶ  ὁ  ἡγούμενος  ὡς  ὁ  διακονῶν.", "translation": "अहाँ सभ, मुदा एहन नहि, बल्कि जे सभ सँ पैघ अछि, ओहिकर जेकाँ छोट होए चाही, आ जे नेता अछि, ओहिकर जेकाँ सेवक होए चाही।", "calver": "2025.05.20", "id": "LUK 22:26", "translation_time": 15.0}
{"source_lang": "grc", "target_lang": "mai", "original": "τίς  γὰρ  μείζων, ὁ  ἀνακείμενος  ἢ  ὁ  διακονῶν; οὐχὶ  ὁ  ἀνακείμενος; ἐγὼ  δὲ  ἐν  μέσῳ  ὑμῶν  εἰμι  ὡς  ὁ  διακονῶν.", "translation": "कुन व्यक्ति बड़का अछि, जे आराम सँ टेबल पर झुका अछि, या जे सेवा करैत अछि? की नहि, जे आराम सँ टेबल पर झुका अछि? मुदा हम अपने सभक बीच में छी, जेकाँ एकटा सेवा करनिहार।", "calver": "2025.05.20", "id": "LUK 22:27", "translation_time": 17.76}
{"source_lang": "grc", "target_lang": "mai", "original": "ὑμεῖς  δέ  ἐστε  οἱ  διαμεμενηκότες  μετ’  ἐμοῦ  ἐν  τοῖς  πειρασμοῖς  μου·", "translation": "अहाँ सभ हमरा संग रहनिहार छथि, जे हमर संग परिक्षा में टिकल छथि।", "calver": "2025.05.20", "id": "LUK 22:28", "translation_time": 16.97}
{"source_lang": "grc", "target_lang": "mai", "original": "κἀγὼ  διατίθεμαι  ὑμῖν, καθὼς  διέθετό  μοι  ὁ  Πατήρ  μου  βασιλείαν,", "translation": "हमहुँ अहाँक लेल तैय्यार करैत छी, जेकाँ हमर पिता हमरा लेल राज्य तैय्यार कएने छथि।", "calver": "2025.05.20", "id": "LUK 22:29", "translation_time": 13.07}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἰσῆλθεν  δὲ  Σατανᾶς  εἰς  Ἰούδαν  τὸν  καλούμενον  Ἰσκαριώτην, ὄντα  ἐκ  τοῦ  ἀριθμοῦ  τῶν  δώδεκα·", "translation": "सैतान जूडस इस्करियो में प्रवेश कएलक, जे बारह प्रेरित सभ में सँ एक छथि।", "calver": "2025.05.20", "id": "LUK 22:3", "translation_time": 11.03}
{"source_lang": "grc", "target_lang": "mai", "original": "ἵνα  ἔσθητε  καὶ  πίνητε  ἐπὶ  τῆς  τραπέζης  μου  ἐν  τῇ  βασιλείᾳ  μου, καὶ  καθήσεσθε  ἐπὶ  θρόνων  τὰς  δώδεκα  φυλὰς  κρίνοντες  τοῦ  Ἰσραήλ.", "translation": "हमर मेज पर खाए और पीए, और हमर राज्य में बैठि, बारह गो इजराइल के tribes के न्याय करैवाला सिंहासन पर बैसि,", "calver": "2025.05.20", "id": "LUK 22:30", "translation_time": 11.35}
{"source_lang": "grc", "target_lang": "mai", "original": "Σίμων  Σίμων, ἰδοὺ  ὁ  Σατανᾶς  ἐξῃτήσατο  ὑμᾶς  τοῦ  σινιάσαι  ὡς  τὸν  σῖτον·", "translation": "सिमोन, देखू, सैतान अहाँ सभक छानबाक लेल अहाँ सभक माँग कएने अछि, जेकाँ गहुँ जेकाँ।", "calver": "2025.05.20", "id": "LUK 22:31", "translation_time": 13.17}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐγὼ  δὲ  ἐδεήθην  περὶ  σοῦ  ἵνα  μὴ  ἐκλίπῃ  ἡ  πίστις  σου· καὶ  σύ  ποτε  ἐπιστρέψας  στήρισον  τοὺς  ἀδελφούς  σου.", "translation": "हम अहाँ सँ प्रार्थना करैत छी जे अहाँक विश्वास नहि टुटय, आ जखन अहाँ फेरि पलटि आयब, तँ अपन भाइसभ केँ मजबूत करू।", "calver": "2025.05.20", "id": "LUK 22:32", "translation_time": 9.58}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Κύριε, μετὰ  σοῦ  ἕτοιμός  εἰμι  καὶ  εἰς  φυλακὴν  καὶ  εἰς  θάνατον  πορεύεσθαι.", "translation": "हे प्रभु, हम अहाँक संग छी, हम तैयार छी, रक्षा करबाक लेल आ मृत्यु धरि जाएब।", "calver": "2025.05.20", "id": "LUK 22:33", "translation_time": 16.17}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  εἶπεν  Λέγω  σοι, Πέτρε, οὐ  φωνήσει  σήμερον  ἀλέκτωρ  ἕως  τρίς  με  ἀπαρνήσῃ  μὴ  εἰδέναι.", "translation": "हम अहाँ सँ कहैत छी, पेत्रु, अहाँ आजुक दिन में, जखन अहाँ सँ कहैत छी, कि अहाँ तीन बेर हमरा न जानब, तकरे पहिले कि झरना (अर्क) कऽ आवाज़ होए, अहाँ हमरा निंदा करब।", "calver": "2025.05.20", "id": "LUK 22:34", "translation_time": 10.86}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  εἶπεν  αὐτοῖς  Ὅτε  ἀπέστειλα  ὑμᾶς  ἄτερ  βαλλαντίου  καὶ  πήρας  καὶ  ὑποδημάτων, μή  τινος  ὑστερήσατε; οἱ  δὲ  εἶπαν  Οὐθενός.", "translation": "जखन हम अहाँ सभ केँ पठौलहुँ, तँ अहाँ सभ सँ कहलहुँ, \"अहाँ सभ बिना पर्स, बिना झोला, आ बिना जुत्ता के गेलहुँ, तँ की अहाँ सभ केँ किछु आवश्यक नहि भेल?\" आ हुनका सभ सँ कहलहुँ, \"किछु नहि।\"", "calver": "2025.05.20", "id": "LUK 22:35", "translation_time": 11.78}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  αὐτοῖς  Ἀλλὰ  νῦν  ὁ  ἔχων  βαλλάντιον  ἀράτω, ὁμοίως  καὶ  πήραν, καὶ  ὁ  μὴ  ἔχων  πωλησάτω  τὸ  ἱμάτιον  αὐτοῦ  καὶ  ἀγορασάτω  μάχαιραν.", "translation": "एहि समय, जखन अहाँ लग बैलेंसि अछि, तँ ओकरा उठा लिअ। आओर जँ कोनो व्यक्ति लग बैलेंसि नहि अछि, तँ अपन चोगा बेचि कऽ तलवार किनु।", "calver": "2025.05.20", "id": "LUK 22:36", "translation_time": 14.65}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  τοῦτο  τὸ  γεγραμμένον  δεῖ  τελεσθῆναι  ἐν  ἐμοί, τό  Καὶ  μετὰ  ἀνόμων  ἐλογίσθη· καὶ  γὰρ  τὸ  περὶ  ἐμοῦ  τέλος  ἔχει.", "translation": "हम कहैत छी, कारण एहि लिखल गेल अछि जे एहि बात केँ पूरा करबाक चाही जे एहि में लिखल गेल अछि, अर्थात्, \"हम संग गुनाहीक बीच गिनल गेल छी\"; कारण, हमर मृत्यु के अन्त सेहो समाप्त भऽ गेल अछि।", "calver": "2025.05.20", "id": "LUK 22:37", "translation_time": 13.31}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  εἶπαν  Κύριε, ἰδοὺ  μάχαιραι  ὧδε  δύο. ὁ  δὲ  εἶπεν  αὐτοῖς  Ἱκανόν  ἐστιν.", "translation": "आउ, ओहि सभसँ कहलकाह, \"हे प्रभु, देखू, एहि ठाम दुइटा तलवार अछि।\" ताहि पर प्रभु कहलाह, \"एहि सँ काज चलि जायत।\"", "calver": "2025.05.20", "id": "LUK 22:38", "translation_time": 15.59}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐξελθὼν  ἐπορεύθη  κατὰ  τὸ  ἔθος  εἰς  τὸ  ὄρος  τῶν  Ἐλαιῶν· ἠκολούθησαν  δὲ  αὐτῷ  καὶ  οἱ  μαθηταί.", "translation": "बाहर गेलाह आओर हुनकर परंपरा अनुसार तेलियान पहाड़ पर गेलाह; आओर हुनकर अनुयायी सभ हुनका संग चललाह।", "calver": "2025.05.20", "id": "LUK 22:39", "translation_time": 17.06}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀπελθὼν  συνελάλησεν  τοῖς  ἀρχιερεῦσιν  καὶ  στρατηγοῖς  τὸ  πῶς  αὐτοῖς  παραδῷ  αὐτόν.", "translation": "आगू बढ़ल, आ बोलल, मुख्य पुरोहित सभसँ आ सेनापति सभसँ, जेना ओहि सभकें ओकरा सुपुर्द करबाक योजना बनाबय लेल।", "calver": "2025.05.20", "id": "LUK 22:4", "translation_time": 10.98}
{"source_lang": "grc", "target_lang": "mai", "original": "γενόμενος  δὲ  ἐπὶ  τοῦ  τόπου  εἶπεν  αὐτοῖς  Προσεύχεσθε  μὴ  εἰσελθεῖν  εἰς  πειρασμόν.", "translation": "जखन ओ स्थान पर आएल, तखन हुनका सभसँ कहलनि, \"प्रार्थना करू जे अहाँ सभ परीक्षा में नहि पड़ि जाउ।\"", "calver": "2025.05.20", "id": "LUK 22:40", "translation_time": 13.37}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτὸς  ἀπεσπάσθη  ἀπ’  αὐτῶν  ὡσεὶ  λίθου  βολήν, καὶ  θεὶς  τὰ  γόνατα  προσηύχετο", "translation": "आउर स्वयं हुनका सँ छीन लेल गेल जेकाँ, जैसे पत्थर फेंकल जाए, आ घुटना टेकि कऽ प्रार्थना करए लगल।", "calver": "2025.05.20", "id": "LUK 22:41", "translation_time": 11.85}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγων  Πάτερ, εἰ  βούλει  παρένεγκε  τοῦτο  τὸ  ποτήριον  ἀπ’  ἐμοῦ· πλὴν  μὴ  τὸ  θέλημά  μου  ἀλλὰ  τὸ  σὸν  γινέσθω.", "translation": "पिता, यदि अहाँ इच्छुक छी, तँ एहि प्याला हमरा सँ ले लिअ; मुदा, मोर इच्छा नहि, बल्कि अहाँक इच्छा हो, से होअए।", "calver": "2025.05.20", "id": "LUK 22:42", "translation_time": 13.25}
{"source_lang": "grc", "target_lang": "mai", "original": "ὤφθη  δὲ  αὐτῷ  ἄγγελος  ἀπ’  οὐρανοῦ  ἐνισχύων  αὐτόν.", "translation": "अहाँक दिस एकटा स्वर्ग सँ दूत देखायल, जे हुनका ताकत देलनि।", "calver": "2025.05.20", "id": "LUK 22:43", "translation_time": 9.22}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  γενόμενος  ἐν  ἀγωνίᾳ  ἐκτενέστερον  προσηύχετο· καὶ  ἐγένετο  ὁ  ἱδρὼς  αὐτοῦ  ὡσεὶ  θρόμβοι  αἵματος  καταβαίνοντες  ἐπὶ  τὴν  γῆν.", "translation": "आगामी संघर्ष में अधिक गंभीरता से प्रार्थना करैत, ओहि समय हुनकर पसीना रक्त जेकाँ बूंद-बूंद गिरैत, जकरा देखल गेल कि ओ माटि पर गिरैत छल।", "calver": "2025.05.20", "id": "LUK 22:44", "translation_time": 13.18}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀναστὰς  ἀπὸ  τῆς  προσευχῆς, ἐλθὼν  πρὸς  τοὺς  μαθητὰς  εὗρεν  κοιμωμένους  αὐτοὺς  ἀπὸ  τῆς  λύπης,", "translation": "प्रार्थना कऽ समाप्ति कऽ बाद, जखन ओहि अपने शिष्यों कऽ पास गेलाह, तखन हुनका सभ केँ सुतल अवस्था में पेलाह, कारण हुनकर दुःख सँ ओ सभ थाकि गेल छलाह।", "calver": "2025.05.20", "id": "LUK 22:45", "translation_time": 11.07}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτοῖς  Τί  καθεύδετε; ἀναστάντες  προσεύχεσθε, ἵνα  μὴ  εἰσέλθητε  εἰς  πειρασμόν.", "translation": "\"तूँ किएक सुतल छें?\" उ कहला, \"उठि क' प्रार्थना करू, ताकि अहाँ परीक्षा में नहि पड़ि जाउ।\"", "calver": "2025.05.20", "id": "LUK 22:46", "translation_time": 13.03}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἔτι  αὐτοῦ  λαλοῦντος  ἰδοὺ  ὄχλος, καὶ  ὁ  λεγόμενος  Ἰούδας  εἷς  τῶν  δώδεκα  προήρχετο  αὐτούς, καὶ  ἤγγισεν  τῷ  Ἰησοῦ  φιλῆσαι  αὐτόν.", "translation": "जब येशु बोलि रहल छलाह, तखन देखू, भीड़ आबि गेल, आ जेकरे कहल जाइत अछि जूडास, जे बारह प्रेरित में सँ एक अछि, ओ सभक आगू बढ़ि कऽ येशु के नजदीक गेल आ ओकरा चुम्बन करबाक लेल तैयार भेल।", "calver": "2025.05.20", "id": "LUK 22:47", "translation_time": 14.29}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἰησοῦς  δὲ  εἶπεν  αὐτῷ  Ἰούδα, φιλήματι  τὸν  Υἱὸν  τοῦ  ἀνθρώπου  παραδίδως;", "translation": "\"येशू फेर हुनका सँ कहलथि, 'जुडास, की तँ अपने संग चुम्बनक माध्यम सँ पुत्रक धोखा दैत छें?\"", "calver": "2025.05.20", "id": "LUK 22:48", "translation_time": 15.62}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδόντες  δὲ  οἱ  περὶ  αὐτὸν  τὸ  ἐσόμενον  εἶπαν  Κύριε, εἰ  πατάξομεν  ἐν  μαχαίρῃ;", "translation": "देखलाक बाद, ओहि पर सभक बीच, जखन भविष्यक घटना देखल गेल, ताहि पर ओ सभक कहब छल, \"हे प्रभु, की हम हथियार सँ हमला करी?\"", "calver": "2025.05.20", "id": "LUK 22:49", "translation_time": 12.65}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐχάρησαν, καὶ  συνέθεντο  αὐτῷ  ἀργύριον  δοῦναι.", "translation": "ओहि लोकनि प्रसन्न भेलाह आ हुनका संग सहमति भेल जे ओ सभ हुनका लेल चांदी दैत छथि।", "calver": "2025.05.20", "id": "LUK 22:5", "translation_time": 11.02}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπάταξεν  εἷς  τις  ἐξ  αὐτῶν  τοῦ  ἀρχιερέως  τὸν  δοῦλον  καὶ  ἀφεῖλεν  τὸ  οὖς  αὐτοῦ  τὸ  δεξιόν.", "translation": "कोनो व्यक्ति उच्च पुरोहितक सेवक पर हमला कएलक आ ओकर दाहिना कान काटि लेल गेल।", "calver": "2025.05.20", "id": "LUK 22:50", "translation_time": 12.89}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποκριθεὶς  δὲ  ὁ  Ἰησοῦς  εἶπεν  Ἐᾶτε  ἕως  τούτου· καὶ  ἁψάμενος  τοῦ  ὠτίου  ἰάσατο  αὐτόν.", "translation": "अइले, यीशु उत्तर देलनि, \"मौन रहू एहि समय तक,\" आ ओकर कान केँ छुआकय ओकर उपचार कएलनि।", "calver": "2025.05.20", "id": "LUK 22:51", "translation_time": 12.69}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  Ἰησοῦς  πρὸς  τοὺς  παραγενομένους  ἐπ’  αὐτὸν  ἀρχιερεῖς  καὶ  στρατηγοὺς  τοῦ  ἱεροῦ  καὶ  πρεσβυτέρους  Ὡς  ἐπὶ  λῃστὴν  ἐξήλθατε  μετὰ  μαχαιρῶν  καὶ  ξύλων;", "translation": "येशु प्रमुख पुरोहित, सेनापति, आ बुजुर्ग सभसँ कहलनि, \"की अहाँ सभ तलवार आ लाठी संग बाहर आएल छी, जइसे कि एक डाकू सँ लड़बाक लेल?\"", "calver": "2025.05.20", "id": "LUK 22:52", "translation_time": 10.97}
{"source_lang": "grc", "target_lang": "mai", "original": "καθ’  ἡμέραν  ὄντος  μου  μεθ’  ὑμῶν  ἐν  τῷ  ἱερῷ  οὐκ  ἐξετείνατε  τὰς  χεῖρας  ἐπ’  ἐμέ· ἀλλ’  αὕτη  ἐστὶν  ὑμῶν  ἡ  ὥρα  καὶ  ἡ  ἐξουσία  τοῦ  σκότους.", "translation": "हमर संग अहाँ सभक बीच में दिन भर रहितहुँ, हमरे ऊपर अहाँ सभ हाथ नहि बढ़ेलहुँ; बल्कि ई अहाँ सभक समय अछि आ अन्हारक शक्ति केर अधिकार।", "calver": "2025.05.20", "id": "LUK 22:53", "translation_time": 14.21}
{"source_lang": "grc", "target_lang": "mai", "original": "Συλλαβόντες  δὲ  αὐτὸν  ἤγαγον  καὶ  εἰσήγαγον  εἰς  τὴν  οἰκίαν  τοῦ  ἀρχιερέως· ὁ  δὲ  Πέτρος  ἠκολούθει  μακρόθεν.", "translation": "एहि सभ लोकनि ओकरा लेल गेलथि आ ओकरा उच्च पुरोहितक घर मे प्रवेश करौलथि; आ पेत्रुस दूरसँ पछुआ रहल छलथि।", "calver": "2025.05.20", "id": "LUK 22:54", "translation_time": 16.8}
{"source_lang": "grc", "target_lang": "mai", "original": "περιαψάντων  δὲ  πῦρ  ἐν  μέσῳ  τῆς  αὐλῆς  καὶ  συνκαθισάντων  ἐκάθητο  ὁ  Πέτρος  μέσος  αὐτῶν.", "translation": "आँगन के बीच में आग लगल अछि, आ सभक बीच में जमा भेल लोकसभक बीच में पेत्रुस बैसल छथि।", "calver": "2025.05.20", "id": "LUK 22:55", "translation_time": 13.82}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδοῦσα  δὲ  αὐτὸν  παιδίσκη  τις  καθήμενον  πρὸς  τὸ  φῶς  καὶ  ἀτενίσασα  αὐτῷ  εἶπεν  Καὶ  οὗτος  σὺν  αὐτῷ  ἦν.", "translation": "देखल, ओहि बालिका जे प्रकाशक समीप बैसल छल, ओकर आँखि फेरेल आ ओकर दिस देखैत कहली, \"एहि व्यक्ति संग ओहि छल।\"", "calver": "2025.05.20", "id": "LUK 22:56", "translation_time": 14.37}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  ἠρνήσατο  λέγων  Οὐκ  οἶδα  αὐτόν, γύναι.", "translation": "पेत्रुसले उत्तर देलनि, \"हम ओकरा नहि जानैत छी, महोदया,\" कहैत।", "calver": "2025.05.20", "id": "LUK 22:57", "translation_time": 11.52}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  μετὰ  βραχὺ  ἕτερος  ἰδὼν  αὐτὸν  ἔφη  Καὶ  σὺ  ἐξ  αὐτῶν  εἶ. ὁ  δὲ  Πέτρος  ἔφη  Ἄνθρωπε, οὐκ  εἰμί.", "translation": "आउर थोड़ेक कालक बाद, एकटा व्यक्ति देखलक आ कहलैक, \"अहाँ सेहो हुनका छी।\" पेत्रुस कहलैक, \"मनुष्य, हम नहि छी।\"", "calver": "2025.05.20", "id": "LUK 22:58", "translation_time": 12.37}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  διαστάσης  ὡσεὶ  ὥρας  μιᾶς  ἄλλος  τις  διϊσχυρίζετο  λέγων  Ἐπ’  ἀληθείας  καὶ  οὗτος  μετ’  αὐτοῦ  ἦν, καὶ  γὰρ  Γαλιλαῖός  ἐστιν.", "translation": "आउर लगभग एक घंटा पहिले, एक व्यक्ति कहि रहल छल कि, \"साँच कहि रहल छी,\" आ ओकर संगहि छल, कारण ओ गलीलिया सँ अछि।", "calver": "2025.05.20", "id": "LUK 22:59", "translation_time": 13.49}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐξωμολόγησεν, καὶ  ἐζήτει  εὐκαιρίαν  τοῦ  παραδοῦναι  αὐτὸν  ἄτερ  ὄχλου  αὐτοῖς.", "translation": "ओहि व्यक्ति गुप्त रूप सँ प्रकट कएलनि, आ ओहि के भीड़ सँ बिना अवसर खोजि कऽ ओकरा सौंपबाक लेल प्रयास कएलनि।", "calver": "2025.05.20", "id": "LUK 22:6", "translation_time": 11.6}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  ὁ  Πέτρος  Ἄνθρωπε, οὐκ  οἶδα  ὃ  λέγεις. καὶ  παραχρῆμα  ἔτι  λαλοῦντος  αὐτοῦ  ἐφώνησεν  ἀλέκτωρ.", "translation": "पेत्रुस कहलनि, \"मनुष्य, हम नहि जानैत छी कि अहाँ की कहि रहल छी।\" आ जखन ओ अपन बात कहि रहल छल, तखन एक कुकुर केर आवाज़ सुनायल।", "calver": "2025.05.20", "id": "LUK 22:60", "translation_time": 10.06}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  στραφεὶς  ὁ  Κύριος  ἐνέβλεψεν  τῷ  Πέτρῳ, καὶ  ὑπεμνήσθη  ὁ  Πέτρος  τοῦ  λόγου  τοῦ  Κυρίου, ὡς  εἶπεν  αὐτῷ  ὅτι  Πρὶν  ἀλέκτορα  φωνῆσαι  σήμερον  ἀπαρνήσῃ  με  τρίς.", "translation": "प्रभु पेत्रुस पर दृष्टि डेलक, ताहि पर पेत्रुस वचन के स्मरण भेल कि प्रभु कहने छलाह कि, \"गौरेक आवाज सँ पहिने, तूँ तीन बेर मना करबें।\" एहि घटना में, प्रभु के देखनाइ, पेत्रुस के वचन के स्मरण करब, आ गौरेक आवाज के भविष्यवाणी के रूप में देखब, सभटा के सटीक रूप सँ व्यक्त करबाक अछि। ई कथा मसीही धर्म में विश्वासघात आ भविष्यवाणी के प्रतीक अछि, जकरा मैथिली में सरल आ औपचारिक शैली में प्रस्तुत कैल गेल अछि।", "calver": "2025.05.20", "id": "LUK 22:61", "translation_time": 14.62}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐξελθὼν  ἔξω  ἔκλαυσεν  πικρῶς.", "translation": "बाहर गेल आ आँखि सँ करुणा सँ रोयल।", "calver": "2025.05.20", "id": "LUK 22:62", "translation_time": 10.46}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  οἱ  ἄνδρες  οἱ  συνέχοντες  αὐτὸν  ἐνέπαιζον  αὐτῷ  δέροντες,", "translation": "आउर जे पुरुष सभ ओकरा उपर हँसी उड़ाबैत, ओकरा ताना मारैत, ओकरा उपहास करैत छलाह।", "calver": "2025.05.20", "id": "LUK 22:63", "translation_time": 16.88}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  περικαλύψαντες  αὐτὸν  ἐπηρώτων  λέγοντες  Προφήτευσον, τίς  ἐστιν  ὁ  παίσας  σε;", "translation": "परोपकारी, अहाँ सँ पूछल जाइत अछि, \"प्रोफेसि करू, तँ के अछि जे तोरा मारलक?\"", "calver": "2025.05.20", "id": "LUK 22:64", "translation_time": 10.2}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἕτερα  πολλὰ  βλασφημοῦντες  ἔλεγον  εἰς  αὐτόν.", "translation": "आउर बहुतो लोकनि ओकरा विरुद्ध अपमानजनक बात कहि रहल छलाह।", "calver": "2025.05.20", "id": "LUK 22:65", "translation_time": 11.15}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ὡς  ἐγένετο  ἡμέρα, συνήχθη  τὸ  πρεσβυτέριον  τοῦ  λαοῦ, ἀρχιερεῖς  τε  καὶ  γραμματεῖς, καὶ  ἀπήγαγον  αὐτὸν  εἰς  τὸ  συνέδριον  αὐτῶν,", "translation": "जखन दिन सुनयना भेल, तखन लोकक वृद्ध, पुरोहित आ ग्रंथकार सभ जुटल, आ ओहि केँ हुनकर सभाक समक्ष लऽ गेल।", "calver": "2025.05.20", "id": "LUK 22:66", "translation_time": 13.09}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγοντες  Εἰ  σὺ  εἶ  ὁ  Χριστός, εἰπὸν  ἡμῖν. εἶπεν  δὲ  αὐτοῖς  Ἐὰν  ὑμῖν  εἴπω, οὐ  μὴ  πιστεύσητε·", "translation": "\"बोलैत, यदि अहाँ सभक बीच में हम ई कहि देब कि अहाँ सभक विश्वास करब, तँ अहाँ सभ विश्वास नहि करब।\"", "calver": "2025.05.20", "id": "LUK 22:67", "translation_time": 15.33}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐὰν  δὲ  ἐρωτήσω, οὐ  μὴ  ἀποκριθῆτε.", "translation": "यदि हम पूछब, तँ अहाँ उत्तर नहि देब।", "calver": "2025.05.20", "id": "LUK 22:68", "translation_time": 21.89}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀπὸ  τοῦ  νῦν  δὲ  ἔσται  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  καθήμενος  ἐκ  δεξιῶν  τῆς  δυνάμεως  τοῦ  Θεοῦ.", "translation": "एहि सँ आब सँ, मनुष्‍यक पुत्र (Son of Man) भगवानक शक्ति (power of God) केर दाहिना हाथ पर बैसत रहत।", "calver": "2025.05.20", "id": "LUK 22:69", "translation_time": 15.04}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἦλθεν  δὲ  ἡ  ἡμέρα  τῶν  ἀζύμων, ᾗ  ἔδει  θύεσθαι  τὸ  πάσχα·", "translation": "अज़ुर्मा के दिन आयल छल, जखन पास्का (पसखा) बलि देबाक आवश्यक छल।", "calver": "2025.05.20", "id": "LUK 22:7", "translation_time": 16.53}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπαν  δὲ  πάντες  Σὺ  οὖν  εἶ  ὁ  Υἱὸς  τοῦ  Θεοῦ; ὁ  δὲ  πρὸς  αὐτοὺς  ἔφη  Ὑμεῖς  λέγετε  ὅτι  ἐγώ  εἰμι.", "translation": "की अहाँ परमेश्वरक पुत्र छी? अहाँ कहैत छी जे हम छी।", "calver": "2025.05.20", "id": "LUK 22:70", "translation_time": 10.84}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  εἶπαν  Τί  ἔτι  ἔχομεν  μαρτυρίας  χρείαν; αὐτοὶ  γὰρ  ἠκούσαμεν  ἀπὸ  τοῦ  στόματος  αὐτοῦ.", "translation": "हमरा की और गवाही के जरूरत अछि? कारण, स्वयं हम सीधे हुनका सँ सुनलहुँ छी।", "calver": "2025.05.20", "id": "LUK 22:71", "translation_time": 10.3}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀπέστειλεν  Πέτρον  καὶ  Ἰωάνην  εἰπών  Πορευθέντες  ἑτοιμάσατε  ἡμῖν  τὸ  πάσχα, ἵνα  φάγωμεν.", "translation": "आउन्हें भेजल गेल पेत्रुस आ जॉन केँ कहैत, \"जाइत, पारसह तैयार करू, ताकि हम खाइए।\"", "calver": "2025.05.20", "id": "LUK 22:8", "translation_time": 15.05}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  εἶπαν  αὐτῷ  Ποῦ  θέλεις  ἑτοιμάσωμεν;", "translation": "अहाँ कहां चाहैत छी जे हम तैयार करी?", "calver": "2025.05.20", "id": "LUK 22:9", "translation_time": 11.92}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἀναστὰν  ἅπαν  τὸ  πλῆθος  αὐτῶν  ἤγαγον  αὐτὸν  ἐπὶ  τὸν  Πειλᾶτον.", "translation": "सभक समूह उठल आ ओहि केँ पिलातुसक समक्ष लऽ गेल।", "calver": "2025.05.20", "id": "LUK 23:1", "translation_time": 14.87}
{"source_lang": "grc", "target_lang": "mai", "original": "εἱστήκεισαν  δὲ  οἱ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  εὐτόνως  κατηγοροῦντες  αὐτοῦ.", "translation": "उ उच्च पुरोहित आ सिपाही सभ खड़ा भऽ कऽ खुल्ला आरोप लगा रहल छलाह।", "calver": "2025.05.20", "id": "LUK 23:10", "translation_time": 11.43}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐξουθενήσας  δὲ  αὐτὸν  ὁ  Ἠρῴδης  σὺν  τοῖς  στρατεύμασιν  αὐτοῦ  καὶ  ἐμπαίξας, περιβαλὼν  ἐσθῆτα  λαμπρὰν  ἀνέπεμψεν  αὐτὸν  τῷ  Πειλάτῳ.", "translation": "एहि पर Herod ओकरा उपहास कए, ओकरा एकटा शानदार पोशाक पहिरा कए, आ फेर ओकरा Pilate कऽ पठा देलक।", "calver": "2025.05.20", "id": "LUK 23:11", "translation_time": 10.16}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐγένοντο  δὲ  φίλοι  ὅ  τε  Ἠρῴδης  καὶ  ὁ  Πειλᾶτος  ἐν  αὐτῇ  τῇ  ἡμέρᾳ  μετ’  ἀλλήλων· προϋπῆρχον  γὰρ  ἐν  ἔχθρᾳ  ὄντες  πρὸς  αὑτούς.", "translation": "एहि दिन, हरोद आ पिलातु पूर्वमे शत्रु रहितहुँ, एक दोसरा संग मित्र बनि गेलाह। एहि दिन, ओ सभ एक-दूसरा संग मित्रता स्थापित केलाह।", "calver": "2025.05.20", "id": "LUK 23:12", "translation_time": 10.51}
{"source_lang": "grc", "target_lang": "mai", "original": "Πειλᾶτος  δὲ  συνκαλεσάμενος  τοὺς  ἀρχιερεῖς  καὶ  τοὺς  ἄρχοντας  καὶ  τὸν  λαὸν", "translation": "पीलातोस सभ क' प्रमुख पुरोहित, अधिकारी आ लोक केँ बुलाई", "calver": "2025.05.20", "id": "LUK 23:13", "translation_time": 10.5}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  πρὸς  αὐτούς  Προσηνέγκατέ  μοι  τὸν  ἄνθρωπον  τοῦτον  ὡς  ἀποστρέφοντα  τὸν  λαόν, καὶ  ἰδοὺ  ἐγὼ  ἐνώπιον  ὑμῶν  ἀνακρίνας  οὐθὲν  εὗρον  ἐν  τῷ  ἀνθρώπῳ  τούτῳ  αἴτιον  ὧν  κατηγορεῖτε  κατ’  αὐτοῦ.", "translation": "उहाँ हमरा सभक समक्ष कहलनि, \"एहि मनुष्य केँ हम जाँच कयलहुँ, आओर देखलहुँ जे ओकरा पर लोक केँ भड़काबय के आरोप मे किछु दोष नहि अछि।\" हम एहि मनुष्य मे कोनो दोष नहि पेलहुँ, जे अहाँ सभ ओकरा पर लगबैत छी।", "calver": "2025.05.20", "id": "LUK 23:14", "translation_time": 16.47}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀλλ’  οὐδὲ  Ἠρῴδης· ἀνέπεμψεν  γὰρ  αὐτὸν  πρὸς  ἡμᾶς· καὶ  ἰδοὺ  οὐδὲν  ἄξιον  θανάτου  ἐστὶν  πεπραγμένον  αὐτῷ·", "translation": "हेरोद केँ किछु मृत्युयोग्य नहि भेटल, ताहि कारणें ओ हुनका हमरा सभक लग पठा देलक।", "calver": "2025.05.20", "id": "LUK 23:15", "translation_time": 10.62}
{"source_lang": "grc", "target_lang": "mai", "original": "παιδεύσας  οὖν  αὐτὸν  ἀπολύσω.", "translation": "\"तैँ ओकरा शिक्षा देलाक बाद, हम ओकरा छोड़ि देब।\"", "calver": "2025.05.20", "id": "LUK 23:16", "translation_time": 12.39}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀνέκραγον  δὲ  πανπληθεὶ  λέγοντες  Αἶρε  τοῦτον, ἀπόλυσον  δὲ  ἡμῖν  τὸν  Βαραββᾶν·", "translation": "सभे भीड़ उच्च स्वर में चिल्लायल, कहैत, \"बाराब्बास के छोड़ू,\" आ फेर कहैत, \"येशु के क्रूस पर चढ़ाउ।\"", "calver": "2025.05.20", "id": "LUK 23:18", "translation_time": 13.98}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅστις  ἦν  διὰ  στάσιν  τινὰ  γενομένην  ἐν  τῇ  πόλει  καὶ  φόνον  βληθεὶς  ἐν  τῇ  φυλακῇ.", "translation": "जो व्यक्ति शहर में राजनीतिक अशांति के दौरान संलग्न था और कारागार में रहते हुए हत्या का शिकार हुआ।", "calver": "2025.05.20", "id": "LUK 23:19", "translation_time": 9.57}
{"source_lang": "grc", "target_lang": "mai", "original": "ἤρξαντο  δὲ  κατηγορεῖν  αὐτοῦ  λέγοντες  Τοῦτον  εὕραμεν  διαστρέφοντα  τὸ  ἔθνος  ἡμῶν  καὶ  κωλύοντα  φόρους  Καίσαρι  διδόναι, καὶ  λέγοντα  ἑαυτὸν  Χριστὸν  βασιλέα  εἶναι.", "translation": "उहाँ पर आरोप लगायल गेल अछि जे ओ हमरा सभक देश केँ बिगाड़य वला मानल गेल छथि, कैसरी के कर चुकय से मना करय छथि, आ स्वयं के मसीह आ राजा कहय छथि।", "calver": "2025.05.20", "id": "LUK 23:2", "translation_time": 11.63}
{"source_lang": "grc", "target_lang": "mai", "original": "πάλιν  δὲ  ὁ  Πειλᾶτος  προσεφώνησεν  αὐτοῖς, θέλων  ἀπολῦσαι  τὸν  Ἰησοῦν.", "translation": "पुनः, पिलातुस् सभकें संबोधित केलनि, यैह चाहना सँ जे ओ येशू केँ मुक्त करथि।", "calver": "2025.05.20", "id": "LUK 23:20", "translation_time": 10.85}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  ἐπεφώνουν  λέγοντες  Σταύρου  σταύρου  αὐτόν.", "translation": "सभ लोकनि चिचिअऽ रहल छलाह, कहैत—\"ई अछि येशू, यहूदी सभक राजा।\"", "calver": "2025.05.20", "id": "LUK 23:21", "translation_time": 11.7}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  τρίτον  εἶπεν  πρὸς  αὐτούς  Τί  γὰρ  κακὸν  ἐποίησεν  οὗτος; οὐδὲν  αἴτιον  θανάτου  εὗρον  ἐν  αὐτῷ· παιδεύσας  οὖν  αὐτὸν  ἀπολύσω.", "translation": "एहि व्यक्ति सँ की गलती भेल? हमरा ओकरा में मृत्यु के कारण नहि भेटल। तें, हम ओकरा दंड देब आ ओकरा छोड़ देब।", "calver": "2025.05.20", "id": "LUK 23:22", "translation_time": 8.53}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  ἐπέκειντο  φωναῖς  μεγάλαις  αἰτούμενοι  αὐτὸν  σταυρωθῆναι, καὶ  κατίσχυον  αἱ  φωναὶ  αὐτῶν.", "translation": "भीड़ जोर से चिल्ला रहल अछि कि ओकरा क्रूस पर चढ़ाओ, आ हुनकर आवाज सभ एक-दूसरा पर हावी होइत अछि।", "calver": "2025.05.20", "id": "LUK 23:23", "translation_time": 10.75}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  Πειλᾶτος  ἐπέκρινεν  γενέσθαι  τὸ  αἴτημα  αὐτῶν·", "translation": "पीलाटस निर्णय लेलनि कि हुनकर अनुरोध स्वीकृत होय।", "calver": "2025.05.20", "id": "LUK 23:24", "translation_time": 7.67}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀπέλυσεν  δὲ  τὸν  διὰ  στάσιν  καὶ  φόνον  βεβλημένον  εἰς  φυλακὴν, ὃν  ᾐτοῦντο, τὸν  δὲ  Ἰησοῦν  παρέδωκεν  τῷ  θελήματι  αὐτῶν.", "translation": "उहाँ लोकनि विद्रोह आ हत्या के आरोपित कैदी केँ मुक्त कए देलनि, जेकरा ओ लोकनि चाहैत छलाह, आ फेर येशु केँ हुनक इच्छा अनुसार सौंपि देलनि।", "calver": "2025.05.20", "id": "LUK 23:25", "translation_time": 10.41}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ὡς  ἀπήγαγον  αὐτόν, ἐπιλαβόμενοι  Σίμωνά  τινα  Κυρηναῖον  ἐρχόμενον  ἀπ’  ἀγροῦ  ἐπέθηκαν  αὐτῷ  τὸν  σταυρὸν  φέρειν  ὄπισθεν  τοῦ  Ἰησοῦ.", "translation": "जखन ओहि लोकनि ओकरा लऽ गेलाह, तखन हुनका पकड़ि कऽ कुरिनैयन नामक साइमन केँ, जे खेत सँ आबि रहल छल, ओहि पर टान देलनि कि ओहि के पीछे-पीछे क्रूस उठेबाक लेल मजबूर कएल गेल।", "calver": "2025.05.20", "id": "LUK 23:26", "translation_time": 11.27}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἠκολούθει  δὲ  αὐτῷ  πολὺ  πλῆθος  τοῦ  λαοῦ  καὶ  γυναικῶν  αἳ  ἐκόπτοντο  καὶ  ἐθρήνουν  αὐτόν.", "translation": "एकटा पैघ भीड़ ओकरा पीछा क' रहल अछि, आ महिलासभ जे शोक आ विलाप क' रहल छथि, ओकरा संग चलि रहल छथि।", "calver": "2025.05.20", "id": "LUK 23:27", "translation_time": 10.05}
{"source_lang": "grc", "target_lang": "mai", "original": "στραφεὶς  δὲ  πρὸς  αὐτὰς  Ἰησοῦς  εἶπεν  Θυγατέρες  Ἱερουσαλήμ, μὴ  κλαίετε  ἐπ’  ἐμέ· πλὴν  ἐφ’  ἑαυτὰς  κλαίετε  καὶ  ἐπὶ  τὰ  τέκνα  ὑμῶν,", "translation": "येशू कहलकथि, \"हे येरूसालेमक कनियाँ सभ, हमर लेल नहि रोअू; बल्कि अपने सभक लेल आ अपने सभक बच्चाक लेल रोअू।\"", "calver": "2025.05.20", "id": "LUK 23:28", "translation_time": 8.04}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  ἰδοὺ  ἔρχονται  ἡμέραι  ἐν  αἷς  ἐροῦσιν  Μακάριαι  αἱ  στεῖραι, καὶ  αἱ  κοιλίαι  αἳ  οὐκ  ἐγέννησαν, καὶ  μαστοὶ  οἳ  οὐκ  ἔθρεψαν.", "translation": "अहि दिन सभमे, जखन कहब हेताह, \"धन्य छथि विपन्न, आ जे गर्भवती नहि छथि, आ जे जन्म नहि देलथि छथि,\" ताहि समय आबि जायत। एहि समय में, विपन्न, जकरा समाजमे नीच मानल जाइत अछि, आ जे लोक जन्म नहि देलथि छथि, आ जे स्तनपान नहि करैत छथि, हुनका सभकेँ आशीर्वाद देल जायत।", "calver": "2025.05.20", "id": "LUK 23:29", "translation_time": 10.96}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  Πειλᾶτος  ἠρώτησεν  αὐτὸν  λέγων  Σὺ  εἶ  ὁ  Βασιλεὺς  τῶν  Ἰουδαίων; ὁ  δὲ  ἀποκριθεὶς  αὐτῷ  ἔφη  Σὺ  λέγεις.", "translation": "क्या आप यहूदी लोकक राजा छी?  \nअहाँ कहैत छी।", "calver": "2025.05.20", "id": "LUK 23:3", "translation_time": 9.33}
{"source_lang": "grc", "target_lang": "mai", "original": "τότε  ἄρξονται  λέγειν  τοῖς  ὄρεσιν  Πέσατε  ἐφ’  ἡμᾶς, καὶ  τοῖς  βουνοῖς  Καλύψατε  ἡμᾶς·", "translation": "तखन ओहि पहाड़ सभ सँ कहल जायत—\"हमरा पर गिरू,\" आ पहाड़ सभ सँ कहल जायत—\"हमरा केँ ढकू।\"", "calver": "2025.05.20", "id": "LUK 23:30", "translation_time": 8.69}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  εἰ  ἐν  ὑγρῷ  ξύλῳ  ταῦτα  ποιοῦσιν, ἐν  τῷ  ξηρῷ  τί  γένηται;", "translation": "यदि ई सभ गीला काठ में करैत अछि, तऽ सूखा में की होइत अछि?", "calver": "2025.05.20", "id": "LUK 23:31", "translation_time": 11.09}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἤγοντο  δὲ  καὶ  ἕτεροι  κακοῦργοι  δύο  σὺν  αὐτῷ  ἀναιρεθῆναι.", "translation": "ओहि सभ केँ सेहो दोसर दू अपराधी सभ संग, मृत्यु लेल ले जायल जा रहल छल।", "calver": "2025.05.20", "id": "LUK 23:32", "translation_time": 14.32}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ὅτε  ἦλθον  ἐπὶ  τὸν  τόπον  τὸν  καλούμενον  Κρανίον, ἐκεῖ  ἐσταύρωσαν  αὐτὸν  καὶ  τοὺς  κακούργους, ὃν  μὲν  ἐκ  δεξιῶν  ὃν  δὲ  ἐξ  ἀριστερῶν.", "translation": "आउर जखन ओ स्थान पर आए जेकर नाम क्रानियन कहल जाइत अछि, ताहि ठाम हुनका पर क्रूस पर चढ़ाओल गेल, आ अपराधीसभ सेहो, एकटा हुनकर दाहिना ओर आ दोसर बायाँ ओर।", "calver": "2025.05.20", "id": "LUK 23:33", "translation_time": 13.75}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  Ἰησοῦς  ἔλεγεν  Πάτερ, ἄφες  αὐτοῖς· οὐ  γὰρ  οἴδασιν  τί  ποιοῦσιν. διαμεριζόμενοι  δὲ  τὰ  ἱμάτια  αὐτοῦ  ἔβαλον  κλήρους.", "translation": "येशू कहलनि, \"पिता, हुनका क्षमा करू, कारण ओ नहि जानैत छथि कि की करैत छथि।\" ओ सभ लुटि रहल छल, अपन वस्त्र बाँटि रहल छल।", "calver": "2025.05.20", "id": "LUK 23:34", "translation_time": 13.48}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἱστήκει  ὁ  λαὸς  θεωρῶν. ἐξεμυκτήριζον  δὲ  καὶ  οἱ  ἄρχοντες  λέγοντες  Ἄλλους  ἔσωσεν, σωσάτω  ἑαυτόν, εἰ  οὗτός  ἐστιν  ὁ  Χριστὸς  τοῦ  Θεοῦ  ὁ  ἐκλεκτός.", "translation": "आउर लोकनि देखैत रहल, आ अधिकारी सभ सेहो उपहास क' रहल छल, कहैत छलाह, \"ओ दोसर लोकनि के बचेलन्हि, अपन आप केँ बचाउ, यदि ई ख्रीष्ट छथि, भगवानक चुनल व्यक्ति।\"", "calver": "2025.05.20", "id": "LUK 23:35", "translation_time": 16.04}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐνέπαιξαν  δὲ  αὐτῷ  καὶ  οἱ  στρατιῶται  προσερχόμενοι, ὄξος  προσφέροντες  αὐτῷ", "translation": "उहाँक उपहास करैत सैनिक सभ आएल आ ओहि पर vinegar प्रस्तावित करैत।", "calver": "2025.05.20", "id": "LUK 23:36", "translation_time": 11.59}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  λέγοντες  Εἰ  σὺ  εἶ  ὁ  Βασιλεὺς  τῶν  Ἰουδαίων, σῶσον  σεαυτόν.", "translation": "यदि अहाँ इजरायलक राजा छी, तँ अपन आप केँ बचाउ।", "calver": "2025.05.20", "id": "LUK 23:37", "translation_time": 9.24}
{"source_lang": "grc", "target_lang": "mai", "original": "ἦν  δὲ  καὶ  ἐπιγραφὴ  ἐπ’  αὐτῷ  Ο  ΒΑΣΙΛΕΥΣ  ΤΩΝ  ΙΟΥΔΑΙΩΝ  ΟΥΤΟΣ.", "translation": "आउर एकटा लेख सेहो हुनक ऊपर रहल: ई यहूदी सभक राजा छथि।", "calver": "2025.05.20", "id": "LUK 23:38", "translation_time": 12.62}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἷς  δὲ  τῶν  κρεμασθέντων  κακούργων  ἐβλασφήμει  αὐτόν  Οὐχὶ  σὺ  εἶ  ὁ  Χριστός; σῶσον  σεαυτὸν  καὶ  ἡμᾶς.", "translation": "एक क्रूस पर चढ़ल अपराधी में सँ एक ने ओकरा पर अपमान कएल, \"की तू मसीह नहि छी? अपने केँ और हमरा बचाउ।\"", "calver": "2025.05.20", "id": "LUK 23:39", "translation_time": 13.21}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  Πειλᾶτος  εἶπεν  πρὸς  τοὺς  ἀρχιερεῖς  καὶ  τοὺς  ὄχλους  Οὐδὲν  εὑρίσκω  αἴτιον  ἐν  τῷ  ἀνθρώπῳ  τούτῳ.", "translation": "पिलातुस् प्रार्थना क' क' कहलकथि, \"हम एहि मनुष्य में किछु दोष नहि देखैत छी।\" ओ पुजारीसभ आ भीड़ सँ कहलथि, \"हम किछु दोष नहि पबैत छी।\"", "calver": "2025.05.20", "id": "LUK 23:4", "translation_time": 14.08}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποκριθεὶς  δὲ  ὁ  ἕτερος  ἐπιτιμῶν  αὐτῷ  ἔφη  Οὐδὲ  φοβῇ  σὺ  τὸν  Θεόν, ὅτι  ἐν  τῷ  αὐτῷ  κρίματι  εἶ;", "translation": "अहि में दोसर व्यक्ति ओकरा डाँटि कए कहैत छथि, \"की अहाँ भगवान सँ नहि डरैत छी, जखन कि अहाँ सभ एके न्याय में छी?\"", "calver": "2025.05.20", "id": "LUK 23:40", "translation_time": 15.5}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἡμεῖς  μὲν  δικαίως, ἄξια  γὰρ  ὧν  ἐπράξαμεν  ἀπολαμβάνομεν· οὗτος  δὲ  οὐδὲν  ἄτοπον  ἔπραξεν.", "translation": "हम सभ सही ढंग सँ कर्म कएलहुँ, कारण जे हम कएलहुँ, ओकरा अनुसार हम पाबि रहल छी; एहि व्यक्ति किछु गलत नहि कएलक।", "calver": "2025.05.20", "id": "LUK 23:41", "translation_time": 14.65}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἔλεγεν  Ἰησοῦ, μνήσθητί  μου  ὅταν  ἔλθῃς  εἰς  τὴν  βασιλείαν  σου.", "translation": "प्रभु, हमरा याद राखू जखन अहाँ अपन राज्य में आयब।", "calver": "2025.05.20", "id": "LUK 23:42", "translation_time": 10.16}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτῷ  Ἀμήν  σοι  λέγω, σήμερον  μετ’  ἐμοῦ  ἔσῃ  ἐν  τῷ  Παραδείσῳ.", "translation": "अमेन, हम अहाँ सँ कहैत छी, आजुक दिन अहाँ हमर संगे स्वर्ग में होयब।", "calver": "2025.05.20", "id": "LUK 23:43", "translation_time": 7.74}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἦν  ἤδη  ὡσεὶ  ὥρα  ἕκτη  καὶ  σκότος  ἐγένετο  ἐφ’  ὅλην  τὴν  γῆν  ἕως  ὥρας  ἐνάτης", "translation": "आदि समय लगभग छैठा घंटा छल, आ सम्पूर्ण पृथ्वी पर अन्हार पड़ि गेल, जखन तक नौमां घंटा नहि आयल।", "calver": "2025.05.20", "id": "LUK 23:44", "translation_time": 11.44}
{"source_lang": "grc", "target_lang": "mai", "original": "τοῦ  ἡλίου  ἐκλιπόντος, ἐσχίσθη  δὲ  τὸ  καταπέτασμα  τοῦ  ναοῦ  μέσον.", "translation": "जखन सूर्य अस्त भेल, तखन मन्दिरक परदा बीच सँ फाटि गेल।", "calver": "2025.05.20", "id": "LUK 23:45", "translation_time": 10.86}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  φωνήσας  φωνῇ  μεγάλῃ  ὁ  Ἰησοῦς  εἶπεν  Πάτερ, εἰς  χεῖράς  σου  παρατίθεμαι  τὸ  πνεῦμά  μου. τοῦτο  δὲ  εἰπὼν  ἐξέπνευσεν.", "translation": "आउर ऊँच स्वर में कहलकाह कि पिता, हमर आत्मा तोहर हाथ में सौंपैत छी। ई बात कहि के ऊ प्राण त्यागलक।", "calver": "2025.05.20", "id": "LUK 23:46", "translation_time": 13.46}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδὼν  δὲ  ὁ  ἑκατοντάρχης  τὸ  γενόμενον  ἐδόξαζεν  τὸν  Θεὸν  λέγων  Ὄντως  ὁ  ἄνθρωπος  οὗτος  δίκαιος  ἦν.", "translation": "जब सिपाही घटना देखलक, तऽ ओ भगवान केँ महिमा दैत कहलनि, \"सचमुच ई मनुष्य वाकई धर्मी छल।\"", "calver": "2025.05.20", "id": "LUK 23:47", "translation_time": 11.15}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πάντες  οἱ  συνπαραγενόμενοι  ὄχλοι  ἐπὶ  τὴν  θεωρίαν  ταύτην, θεωρήσαντες  τὰ  γενόμενα, τύπτοντες  τὰ  στήθη  ὑπέστρεφον.", "translation": "सभे संग आए भीड़, जखन एहि घटना के देखल, तखन अपन छाती पीटैत, पाछू मुड़ि जाइक।", "calver": "2025.05.20", "id": "LUK 23:48", "translation_time": 10.11}
{"source_lang": "grc", "target_lang": "mai", "original": "εἱστήκεισαν  δὲ  πάντες  οἱ  γνωστοὶ  αὐτῷ  ἀπὸ  μακρόθεν, καὶ  γυναῖκες  αἱ  συνακολουθοῦσαι  αὐτῷ  ἀπὸ  τῆς  Γαλιλαίας, ὁρῶσαι  ταῦτα.", "translation": "सभ परिचित ओहि सँ दूर सँ ठाढ़ छलाह, आ महिलासभ जे गलीलासँ आबि रहल छलाह, ओहि सभटा देखैत रहलाह।", "calver": "2025.05.20", "id": "LUK 23:49", "translation_time": 16.07}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  ἐπίσχυον  λέγοντες  ὅτι  Ἀνασείει  τὸν  λαὸν, διδάσκων  καθ’  ὅλης  τῆς  Ἰουδαίας, καὶ  ἀρξάμενος  ἀπὸ  τῆς  Γαλιλαίας  ἕως  ὧδε.", "translation": "ओहि लोकनि कहलनि जे, \"अहाँ सभ लोकनि कहि रहल छी जे येशू लोकनि लोकनि केँ नेतृत्व करताह, जे समस्त यहुदिया में शिक्षा दैत छथि, आर शुरू करैत छथि गलीलास सँ एहि ठाम तक।\"", "calver": "2025.05.20", "id": "LUK 23:5", "translation_time": 10.28}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἰδοὺ  ἀνὴρ  ὀνόματι  Ἰωσὴφ  βουλευτὴς  ὑπάρχων, ἀνὴρ  ἀγαθὸς  καὶ  δίκαιος,", "translation": "आउ देखू, एक पुरुष जेकर नाम जोसेफ अछि, जे एक सलाहकार, अच्छा आ न्यायप्रिय पुरुष छथि", "calver": "2025.05.20", "id": "LUK 23:50", "translation_time": 9.33}
{"source_lang": "grc", "target_lang": "mai", "original": "—οὗτος οὐκ  ἦν  συνκατατεθειμένος  τῇ  βουλῇ  καὶ  τῇ  πράξει  αὐτῶν,—  ἀπὸ  Ἀριμαθαίας  πόλεως  τῶν  Ἰουδαίων, ὃς  προσεδέχετο  τὴν  βασιλείαν  τοῦ  Θεοῦ,", "translation": "—एहि व्यक्ति सभ परिषद् आ हुनकर कर्मसँ सहमत नहि छल,— आरिमाथिया, यहूदी सभक एक नगर सँ, जे भगवानक राज्य स्वीकार कएलक,", "calver": "2025.05.20", "id": "LUK 23:51", "translation_time": 16.8}
{"source_lang": "grc", "target_lang": "mai", "original": "οὗτος  προσελθὼν  τῷ  Πειλάτῳ  ᾐτήσατο  τὸ  σῶμα  τοῦ  Ἰησοῦ,", "translation": "एहि व्यक्ति पिलातासँ येशू केर शरीरक अनुरोध करैत आगाँ बढ़ल।", "calver": "2025.05.20", "id": "LUK 23:52", "translation_time": 11.86}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  καθελὼν  ἐνετύλιξεν  αὐτὸ  σινδόνι, καὶ  ἔθηκεν  αὐτὸν  ἐν  μνήματι  λαξευτῷ, οὗ  οὐκ  ἦν  οὐδεὶς  οὔπω  κείμενος.", "translation": "एहि, ओकरा सिन्दूर सँ लपेटल गेल, ओकरा एकटा खुदाईल मकबरे में राखल गेल, जाहि में किछु नहि रहल, कियो नहि बसल।", "calver": "2025.05.20", "id": "LUK 23:53", "translation_time": 13.87}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἡμέρα  ἦν  Παρασκευῆς, καὶ  σάββατον  ἐπέφωσκεν.", "translation": "आउर ई शुक्रवार छल, आ साप्ताहिक अवकाशक शुरुआत होयबाक संकेत छल।", "calver": "2025.05.20", "id": "LUK 23:54", "translation_time": 8.66}
{"source_lang": "grc", "target_lang": "mai", "original": "Κατακολουθήσασαι  δὲ  αἱ  γυναῖκες, αἵτινες  ἦσαν  συνεληλυθυῖαι  ἐκ  τῆς  Γαλιλαίας  αὐτῷ, ἐθεάσαντο  τὸ  μνημεῖον  καὶ  ὡς  ἐτέθη  τὸ  σῶμα  αὐτοῦ,", "translation": "गेलाक महिला सभ, जे ओकर संगे गलीलासँ आयल छलथि, ओ सभ कब्र देखलथि आ देखलथि जे ओकर शरीर कतेक तरहें राखल गेल छल।", "calver": "2025.05.20", "id": "LUK 23:55", "translation_time": 8.22}
{"source_lang": "grc", "target_lang": "mai", "original": "ὑποστρέψασαι  δὲ  ἡτοίμασαν  ἀρώματα  καὶ  μύρα. Καὶ  τὸ  μὲν  σάββατον  ἡσύχασαν  κατὰ  τὴν  ἐντολήν,", "translation": "वापसी कएने के बाद, हुनका सभ ने सुगंधि आ मृदु पदार्थ तैयार केलथि। आओर, सैबुत के दिन, हुनका सभ ने आज्ञा अनुसार विश्राम केलथि।", "calver": "2025.05.20", "id": "LUK 23:56", "translation_time": 10.22}
{"source_lang": "grc", "target_lang": "mai", "original": "Πειλᾶτος  δὲ  ἀκούσας  ἐπηρώτησεν  εἰ  ὁ  ἄνθρωπος  Γαλιλαῖός  ἐστιν,", "translation": "पिलातुस सुनलक, ताहि पर पुछलक कि ओहि मनुष्य के गलीलीयन अछि कि नहि?", "calver": "2025.05.20", "id": "LUK 23:6", "translation_time": 9.13}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπιγνοὺς  ὅτι  ἐκ  τῆς  ἐξουσίας  Ἠρῴδου  ἐστὶν, ἀνέπεμψεν  αὐτὸν  πρὸς  Ἠρῴδην, ὄντα  καὶ  αὐτὸν  ἐν  Ἱεροσολύμοις  ἐν  ταύταις  ταῖς  ἡμέραις.", "translation": "जानि कऽ कि ई हेरोदक अधिकार सँ अछि, ताहि पर ओ हुनका हेरोद केँ पठेलक, जे यरूशलेम में एहि दिनसभ में रहि रहल छल।", "calver": "2025.05.20", "id": "LUK 23:7", "translation_time": 9.97}
{"source_lang": "grc", "target_lang": "mai", "original": "ὁ  δὲ  Ἠρῴδης  ἰδὼν  τὸν  Ἰησοῦν  ἐχάρη  λίαν· ἦν  γὰρ  ἐξ  ἱκανῶν  χρόνων  θέλων  ἰδεῖν  αὐτὸν  διὰ  τὸ  ἀκούειν  περὶ  αὐτοῦ, καὶ  ἤλπιζέν  τι  σημεῖον  ἰδεῖν  ὑπ’  αὐτοῦ  γινόμενον.", "translation": "एहि पर Herod, जखन यीशु केँ देखलन्हि, बहुत प्रसन्न भेलाह। कारण ओ बहुत दिन सँ चाहैत छलाह कि हुनका देखथि, आ हुनका बारे में सुनि कऽ आशा करैत छलाह कि किछु चमत्कार देखताह।", "calver": "2025.05.20", "id": "LUK 23:8", "translation_time": 8.94}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐπηρώτα  δὲ  αὐτὸν  ἐν  λόγοις  ἱκανοῖς· αὐτὸς  δὲ  οὐδὲν  ἀπεκρίνατο  αὐτῷ.", "translation": "अपनेक उचित शब्दसभ मे पुछल गेल, मुदा ओ किछु उत्तर नहि देलक।", "calver": "2025.05.20", "id": "LUK 23:9", "translation_time": 9.59}
{"source_lang": "grc", "target_lang": "mai", "original": "τῇ  δὲ  μιᾷ  τῶν  σαββάτων  ὄρθρου  βαθέως  ἐπὶ  τὸ  μνῆμα  ἦλθον  φέρουσαι  ἃ  ἡτοίμασαν  ἀρώματα.", "translation": "सप्ताहक पहिल दिनक प्रातःकाल, जखन सब किछु समाप्त भऽ गेल छल, ओहि समय पर, महिलासभ मन्दिरक ओर गेली, जखन ओ सभ अपन तैयार कएल सुगंधि संग मन्दिरक ओर चलली।", "calver": "2025.05.20", "id": "LUK 24:1", "translation_time": 9.66}
{"source_lang": "grc", "target_lang": "mai", "original": "ἦσαν  δὲ  ἡ  Μαγδαληνὴ  Μαρία  καὶ  Ἰωάνα  καὶ  Μαρία  ἡ  Ἰακώβου· καὶ  αἱ  λοιπαὶ  σὺν  αὐταῖς  ἔλεγον  πρὸς  τοὺς  ἀποστόλους  ταῦτα.", "translation": "मगदलीन मैरी, जौआना, आ जेम्सक पत्नी मैरी सहित अन्य महिलासभा, एहि सभक संग मिलि कऽ, प्रेरितसभक समक्ष एहि बातसभक चर्चा कएलनि।", "calver": "2025.05.20", "id": "LUK 24:10", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐφάνησαν  ἐνώπιον  αὐτῶν  ὡσεὶ  λῆρος  τὰ  ῥήματα  ταῦτα, καὶ  ἠπίστουν  αὐταῖς.", "translation": "आउर ओहि सभक सामने प्रकट भेल, एहन मेघ जेकाँ, एहि शब्दसभ, आउर ओहि सभक विश्वास नहि भेल।", "calver": "2025.05.20", "id": "LUK 24:11", "translation_time": 8.76}
{"source_lang": "grc", "target_lang": "mai", "original": "Ὁ  δὲ  Πέτρος  ἀναστὰς  ἔδραμεν  ἐπὶ  τὸ  μνημεῖον· καὶ  παρακύψας  βλέπει  τὰ  ὀθόνια  μόνα· καὶ  ἀπῆλθεν  πρὸς  αὑτὸν  θαυμάζων  τὸ  γεγονός.", "translation": "पेट्र उठि कऽ चलि गेल टमटि दिस; आ अंदर देखलक, तऽ केवल लिनेन कपड़ा देखलक; आ फेर आश्चर्यचकित भऽ गेल आ अपने आप सँ कहलक, \"ई घटना पर आश्चर्य व्यक्त करैत अछि।\"", "calver": "2025.05.20", "id": "LUK 24:12", "translation_time": 9.41}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἰδοὺ  δύο  ἐξ  αὐτῶν  ἐν  αὐτῇ  τῇ  ἡμέρᾳ  ἦσαν  πορευόμενοι  εἰς  κώμην  ἀπέχουσαν  σταδίους  ἑξήκοντα  ἀπὸ  Ἱερουσαλήμ, ᾗ  ὄνομα  Ἐμμαοῦς,", "translation": "आउ देखू, ओहि दिन दू व्यक्ति ओहि यात्रा में रहलाह, जे येरूशलेम सँ साठ स्टेडियास दूर एक गाम, जे एम्माउस नाम सँ जानल जाइत अछि, की ओर जा रहल छलाह।", "calver": "2025.05.20", "id": "LUK 24:13", "translation_time": 10.87}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτοὶ  ὡμίλουν  πρὸς  ἀλλήλους  περὶ  πάντων  τῶν  συμβεβηκότων  τούτων.", "translation": "सभ ओहि सभ चर्चा क' रहल छलाह, एक-दूसरा सँ, सभ किछु पर जे घटि गेल अछि।", "calver": "2025.05.20", "id": "LUK 24:14", "translation_time": 9.9}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐγένετο  ἐν  τῷ  ὁμιλεῖν  αὐτοὺς  καὶ  συνζητεῖν, καὶ  αὐτὸς  Ἰησοῦς  ἐγγίσας  συνεπορεύετο  αὐτοῖς·", "translation": "जखन ओ सभ बात करि रहल छलाह आ चर्चा करि रहल छलाह, तखन स्वयं येशु निकसि कऽ हुनका संगे चलि रहल छलाह।", "calver": "2025.05.20", "id": "LUK 24:15", "translation_time": 10.24}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  ὀφθαλμοὶ  αὐτῶν  ἐκρατοῦντο  τοῦ  μὴ  ἐπιγνῶναι  αὐτόν.", "translation": "उनकर आँखि सभ हुनका चिन्हय सँ रोकल गेल।", "calver": "2025.05.20", "id": "LUK 24:16", "translation_time": 10.26}
{"source_lang": "grc", "target_lang": "mai", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Τίνες  οἱ  λόγοι  οὗτοι  οὓς  ἀντιβάλλετε  πρὸς  ἀλλήλους  περιπατοῦντες; καὶ  ἐστάθησαν  σκυθρωποί.", "translation": "परोपकारक वाक्य सभक विषय में, जे अहाँ सभ चर्चा क' रहल छी, तिनका के छथि? ई कहि क' ओ सभ संकुचित मुद्रा में ठाढ़ भ' गेलाह।", "calver": "2025.05.20", "id": "LUK 24:17", "translation_time": 14.38}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀποκριθεὶς  δὲ  εἷς  ὀνόματι  Κλεοπᾶς  εἶπεν  πρὸς  αὐτόν  Σὺ  μόνος  παροικεῖς  Ἱερουσαλὴμ  καὶ  οὐκ  ἔγνως  τὰ  γενόμενα  ἐν  αὐτῇ  ἐν  ταῖς  ἡμέραις  ταύταις;", "translation": "एहि पर, जे क्लियोपासक नाम सँ उत्तर देलनि, हुनका सँ कहलनि, \"अहाँ मात्र जेरूसलेम मे रहैत छी आ अहाँ नहि जानैत छी जे एहि समय मे हुनका सभक बीच की भेल अछि?\"", "calver": "2025.05.20", "id": "LUK 24:18", "translation_time": 19.58}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτοῖς  Ποῖα; οἱ  δὲ  εἶπαν  αὐτῷ  Τὰ  περὶ  Ἰησοῦ  τοῦ  Ναζαρηνοῦ, ὃς  ἐγένετο  ἀνὴρ  προφήτης  δυνατὸς  ἐν  ἔργῳ  καὶ  λόγῳ  ἐναντίον  τοῦ  Θεοῦ  καὶ  παντὸς  τοῦ  λαοῦ,", "translation": "आउ तिनका सँ पुछल गेल, \"कुन?\" तिनका कहल गेल, \"येशु नाजरेथक, जे एकटा नबी छथि, कार्य आ वाक्य में शक्तिशाली, जे परमेश्वर आ सभ लोकक विरुद्ध अछि।\"", "calver": "2025.05.20", "id": "LUK 24:19", "translation_time": 11.46}
{"source_lang": "grc", "target_lang": "mai", "original": "εὗρον  δὲ  τὸν  λίθον  ἀποκεκυλισμένον  ἀπὸ  τοῦ  μνημείου,", "translation": "मिथिला में, ई वाक्य कहैत अछि जे एकटा पत्थर जे कब्र सँ हटल गेल छल, ओकरा खोजल गेल। एहि लेल, हम कहब: \"ओहि पत्थर केँ जे कब्र सँ हटल गेल छल, ओ खोजल गेल।\" एहि में, \"खोजल गेल\" (found) आ \"हटल गेल\" (rolled away) के प्रयोग सँ वाक्य के औपचारिकता आ स्पष्टता बनल रहैत अछि। ई वाक्य धार्मिक संदर्भ में अछि, ताहि लेल सम्मानजनक भाषा में कहब: \"ओहि पत्थर केँ, जे कब्र सँ हटल गेल छल, ओ खोजल गेल।\"", "calver": "2025.05.20", "id": "LUK 24:2", "translation_time": 12.75}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅπως  τε  παρέδωκαν  αὐτὸν  οἱ  ἀρχιερεῖς  καὶ  οἱ  ἄρχοντες  ἡμῶν  εἰς  κρίμα  θανάτου  καὶ  ἐσταύρωσαν  αὐτόν.", "translation": "जेकरे कारण स' हमर प्रमुख पुरोहित आ नेता सभ हुनका मृत्यु क' निर्णय लेलनि आ हुनका क्रूस पर चढ़ेलनि।", "calver": "2025.05.20", "id": "LUK 24:20", "translation_time": 13.23}
{"source_lang": "grc", "target_lang": "mai", "original": "ἡμεῖς  δὲ  ἠλπίζομεν  ὅτι  αὐτός  ἐστιν  ὁ  μέλλων  λυτροῦσθαι  τὸν  Ἰσραήλ· ἀλλά  γε  καὶ  σὺν  πᾶσιν  τούτοις  τρίτην  ταύτην  ἡμέραν  ἄγει  ἀφ’  οὗ  ταῦτα  ἐγένετο.", "translation": "हम आशा करैत छी जे ओहि व्यक्ति जे इजरायल केँ मुक्ति देबाक लेल अछि, ओहि व्यक्ति जे भविष्य में आएत, तिनका लेल ई तीसरा दिन घटना क' बाद भेल अछि।", "calver": "2025.05.20", "id": "LUK 24:21", "translation_time": 12.59}
{"source_lang": "grc", "target_lang": "mai", "original": "ἀλλὰ  καὶ  γυναῖκές  τινες  ἐξ  ἡμῶν  ἐξέστησαν  ἡμᾶς, γενόμεναι  ὀρθριναὶ  ἐπὶ  τὸ  μνημεῖον,", "translation": "हमर सभक बीच किछु महिलासभ, जकरा सभक मन विचलित भेल छल, ओ सभ प्रातःकालि मुँह पर गेल छलथि, मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँह पर गेल छलथि मुँ", "calver": "2025.05.20", "id": "LUK 24:22", "translation_time": 16.34}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  μὴ  εὑροῦσαι  τὸ  σῶμα  αὐτοῦ  ἦλθον  λέγουσαι  καὶ  ὀπτασίαν  ἀγγέλων  ἑωρακέναι, οἳ  λέγουσιν  αὐτὸν  ζῆν.", "translation": "आउर शरीर नहि पाबि कऽ, ओहि लोकनि आइला कहि रहल छथि कि स्वर्गदूतक दर्शन देखलनि, जे कहैत छथि कि ओ जीवित छथि।", "calver": "2025.05.20", "id": "LUK 24:23", "translation_time": 9.31}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀπῆλθόν  τινες  τῶν  σὺν  ἡμῖν  ἐπὶ  τὸ  μνημεῖον, καὶ  εὗρον  οὕτως  καθὼς  καὶ  αἱ  γυναῖκες  εἶπον, αὐτὸν  δὲ  οὐκ  εἶδον.", "translation": "किछु लोक, जे हमरा संगे रहल छलाह, कब्र पर गेलाह, आ ओहि जेकाँ जेकाँ महिलाक कहलनि, तहिना भेटल, मुदा हुनका ओहि पर नहि देखल।", "calver": "2025.05.20", "id": "LUK 24:24", "translation_time": 8.3}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτὸς  εἶπεν  πρὸς  αὐτούς  Ὦ  ἀνόητοι  καὶ  βραδεῖς  τῇ  καρδίᾳ  τοῦ  πιστεύειν  ἐπὶ  πᾶσιν  οἷς  ἐλάλησαν  οἱ  προφῆται·", "translation": "हे मूर्खजन, अपने हृदय में सुस्त, विश्वास करबाक में, सभ पर जकरा पर पूर्वकथित भविष्यवक्ताक वचन सुनाओल गेल, ओकरा पर विश्वास करबाक में।", "calver": "2025.05.20", "id": "LUK 24:25", "translation_time": 10.51}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐχὶ  ταῦτα  ἔδει  παθεῖν  τὸν  Χριστὸν  καὶ  εἰσελθεῖν  εἰς  τὴν  δόξαν  αὐτοῦ;", "translation": "की ई बात नहि अछि जे मसीह केँ दुःख सहनाइ जरूरी छल आ ओकरा अपन महिमा में प्रवेश करबाक चाही छल?", "calver": "2025.05.20", "id": "LUK 24:26", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἀρξάμενος  ἀπὸ  Μωϋσέως  καὶ  ἀπὸ  πάντων  τῶν  προφητῶν  διερμήνευσεν  αὐτοῖς  ἐν  πάσαις  ταῖς  γραφαῖς  τὰ  περὶ  ἑαυτοῦ.", "translation": "येशू मोज़ेस सँ आर सभ भविष्यवक्तासँ शुरू कए कऽ अपने विषयक बात सभक व्याख्या करैत, सभ शास्त्र मे जे हुनका विषय मे लिखल अछि, ताहि सभक व्याख्या कएने।", "calver": "2025.05.20", "id": "LUK 24:27", "translation_time": 8.97}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἤγγισαν  εἰς  τὴν  κώμην  οὗ  ἐπορεύοντο, καὶ  αὐτὸς  προσεποιήσατο  πορρώτερον  πορεύεσθαι.", "translation": "गाम के ओर बढ़ल, जखन ओहि समूह गाम के नजदीक आबि रहल छल, तखन स्वयं जल्दी चलबाक नाटक कएल।", "calver": "2025.05.20", "id": "LUK 24:28", "translation_time": 8.39}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  παρεβιάσαντο  αὐτὸν  λέγοντες  Μεῖνον  μεθ’  ἡμῶν, ὅτι  πρὸς  ἑσπέραν  ἐστὶν  καὶ  κέκλικεν  ἤδη  ἡ  ἡμέρα. καὶ  εἰσῆλθεν  τοῦ  μεῖναι  σὺν  αὐτοῖς.", "translation": "आउर लोग सभ हुनका मनाउलक कि, \"हमरा संगे रहू, कारण साँझ आबि गेल अछि आ दिन लगभग समाप्त भ' रहल अछि।\" आ ओ सभ हुनका संग रहबाक लेल प्रवेश क' गेल।", "calver": "2025.05.20", "id": "LUK 24:29", "translation_time": 10.12}
{"source_lang": "grc", "target_lang": "mai", "original": "εἰσελθοῦσαι  δὲ  οὐχ  εὗρον  τὸ  σῶμα  τοῦ  Κυρίου  Ἰησοῦ.", "translation": "प्रवेश कएने महिलासभ नहि पाओल प्रभु यीशु केर शरीर।", "calver": "2025.05.20", "id": "LUK 24:3", "translation_time": 9.49}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐγένετο  ἐν  τῷ  κατακλιθῆναι  αὐτὸν  μετ’  αὐτῶν  λαβὼν  τὸν  ἄρτον  εὐλόγησεν  καὶ  κλάσας  ἐπεδίδου  αὐτοῖς·", "translation": "जब ओहि सभक संग ईशु बैठलाह, ताहि समय ओहि सभक बीच रोटी लेल, ओकरा आशीर्वाद देलाह, फाटलाह, आ ओकरा देलाह।", "calver": "2025.05.20", "id": "LUK 24:30", "translation_time": 10.03}
{"source_lang": "grc", "target_lang": "mai", "original": "αὐτῶν  δὲ  διηνοίχθησαν  οἱ  ὀφθαλμοὶ, καὶ  ἐπέγνωσαν  αὐτόν· καὶ  αὐτὸς  ἄφαντος  ἐγένετο  ἀπ’  αὐτῶν.", "translation": "उनकर आँखि खोलल गेल, आ ओ हुनका पहचान लेल; आ ओ स्वयं अदृश्य भऽ गेलाह।", "calver": "2025.05.20", "id": "LUK 24:31", "translation_time": 10.22}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπαν  πρὸς  ἀλλήλους  Οὐχὶ  ἡ  καρδία  ἡμῶν  καιομένη  ἦν  ἐν  ἡμῖν, ὡς  ἐλάλει  ἡμῖν  ἐν  τῇ  ὁδῷ, ὡς  διήνοιγεν  ἡμῖν  τὰς  γραφάς;", "translation": "आउर ओ सभ एक-दूसरा सँ कहल, \"की हमरा हृदय नहि जलि रहल छल, जखन ओ हमरा संग बात कए रहल छल, सड़क पर, आ जखन ओ हमरा लेल शास्त्र खोललक?\"", "calver": "2025.05.20", "id": "LUK 24:32", "translation_time": 9.6}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἀναστάντες  αὐτῇ  τῇ  ὥρᾳ  ὑπέστρεψαν  εἰς  Ἱερουσαλήμ, καὶ  εὗρον  ἠθροισμένους  τοὺς  ἕνδεκα  καὶ  τοὺς  σὺν  αὐτοῖς,", "translation": "आउर जल्दी उठि कऽ, ओहि समय येरूशलेम वापस गेल, आ ओहि ठाम गोटे गोटे बारह प्रेरित सभ आ अन्य लोक सभ केँ संग देखल।", "calver": "2025.05.20", "id": "LUK 24:33", "translation_time": 10.75}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγοντας  ὅτι  ὄντως  ἠγέρθη  ὁ  Κύριος  καὶ  ὤφθη  Σίμωνι.", "translation": "कहैत कि वास्तव में प्रभु उठि आएल छथि आ सिमोन केँ देखाओल गेल छथि।", "calver": "2025.05.20", "id": "LUK 24:34", "translation_time": 9.13}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτοὶ  ἐξηγοῦντο  τὰ  ἐν  τῇ  ὁδῷ  καὶ  ὡς  ἐγνώσθη  αὐτοῖς  ἐν  τῇ  κλάσει  τοῦ  ἄρτου.", "translation": "अहाँ सभ, ओहि पर, बात करैत छलथि जे सभ रास्ता पर होइत छल, आ जखन हुनका सभ केँ खाइत समय पर पहिचान भेल।", "calver": "2025.05.20", "id": "LUK 24:35", "translation_time": 14.72}
{"source_lang": "grc", "target_lang": "mai", "original": "Ταῦτα  δὲ  αὐτῶν  λαλούντων  αὐτὸς  ἔστη  ἐν  μέσῳ  αὐτῶν  καὶ  λέγει  αὐτοῖς  Εἰρήνη  ὑμῖν.", "translation": "एहि सभक बात करैत, स्वयं ओहि बीचमे ठाढ़ भऽ कऽ कहलथि, \"शांति अहाँ सभक संग होअय।\"", "calver": "2025.05.20", "id": "LUK 24:36", "translation_time": 10.95}
{"source_lang": "grc", "target_lang": "mai", "original": "πτοηθέντες  δὲ  καὶ  ἔμφοβοι  γενόμενοι  ἐδόκουν  πνεῦμα  θεωρεῖν.", "translation": "आँखि भयभीत और भयभीत भऽ गेलाक बाद, ओ सभ लोकनि मानय लगलाह जे एकटा आत्मा देखैत छथि।", "calver": "2025.05.20", "id": "LUK 24:37", "translation_time": 12.42}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτοῖς  Τί  τεταραγμένοι  ἐστέ, καὶ  διὰ  τί  διαλογισμοὶ  ἀναβαίνουσιν  ἐν  τῇ  καρδίᾳ  ὑμῶν;", "translation": "किएक अहाँ लोकनि परेशान छी, आ किएक विचार अहाँक हृदय में उठैत अछि?", "calver": "2025.05.20", "id": "LUK 24:38", "translation_time": 10.34}
{"source_lang": "grc", "target_lang": "mai", "original": "ἴδετε  τὰς  χεῖράς  μου  καὶ  τοὺς  πόδας  μου, ὅτι  ἐγώ  εἰμι  αὐτός· ψηλαφήσατέ  με  καὶ  ἴδετε, ὅτι  πνεῦμα  σάρκα  καὶ  ὀστέα  οὐκ  ἔχει  καθὼς  ἐμὲ  θεωρεῖτε  ἔχοντα.", "translation": "देखू, हमर हाथ आओर पैर, जे देखू, कि हमहि छी; हमरा स्पर्श करू आ देखू, कि हमहि छी। कारण, एकटा आत्मा के पास मांस आ हड्डी नहि होइत अछि, जेकरे अहाँ देखैत छी कि हमरा मांस आ हड्डी अछि।", "calver": "2025.05.20", "id": "LUK 24:39", "translation_time": 11.76}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐγένετο  ἐν  τῷ  ἀπορεῖσθαι  αὐτὰς  περὶ  τούτου  καὶ  ἰδοὺ  ἄνδρες  δύο  ἐπέστησαν  αὐταῖς  ἐν  ἐσθῆτι  ἀστραπτούσῃ·", "translation": "आउ, ई भेल जब ओहि महिलासभ अपन एहि विषय में उलझल रहलीह, तखन देखू, दू पुरुष चमकदार वस्त्र में ओहि सभक सामने ठाढ़ भेलाह।", "calver": "2025.05.20", "id": "LUK 24:4", "translation_time": 12.89}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  τοῦτο  εἰπὼν  ἔδειξεν  αὐτοῖς  τὰς  χεῖρας  καὶ  τοὺς  πόδας.", "translation": "आउर ई कहि कऽ, हुनका सभ केँ अपन हाथ आ पैर देखेलक।", "calver": "2025.05.20", "id": "LUK 24:40", "translation_time": 9.18}
{"source_lang": "grc", "target_lang": "mai", "original": "ἔτι  δὲ  ἀπιστούντων  αὐτῶν  ἀπὸ  τῆς  χαρᾶς  καὶ  θαυμαζόντων, εἶπεν  αὐτοῖς  Ἔχετέ  τι  βρώσιμον  ἐνθάδε;", "translation": "अभी भी उनके अविश्वास के बावजूद, और आश्चर्यचकित होकर, यीशु ने पूछा, \"क्या यहाँ कोई खाने योग्य वस्तु है?\"", "calver": "2025.05.20", "id": "LUK 24:41", "translation_time": 12.6}
{"source_lang": "grc", "target_lang": "mai", "original": "οἱ  δὲ  ἐπέδωκαν  αὐτῷ  ἰχθύος  ὀπτοῦ  μέρος·", "translation": "ओहि सभे हुनका एक भाग भुजाओल माछक देलथि।", "calver": "2025.05.20", "id": "LUK 24:42", "translation_time": 10.05}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  λαβὼν  ἐνώπιον  αὐτῶν  ἔφαγεν.", "translation": "आउ ओकरा सभक समक्ष लैत, ओ खाएल।", "calver": "2025.05.20", "id": "LUK 24:43", "translation_time": 7.7}
{"source_lang": "grc", "target_lang": "mai", "original": "Εἶπεν  δὲ  πρὸς  αὐτούς  Οὗτοι  οἱ  λόγοι  μου  οὓς  ἐλάλησα  πρὸς  ὑμᾶς  ἔτι  ὢν  σὺν  ὑμῖν, ὅτι  δεῖ  πληρωθῆναι  πάντα  τὰ  γεγραμμένα  ἐν  τῷ  νόμῳ  Μωϋσέως  καὶ  τοῖς  προφήταις  καὶ  ψαλμοῖς  περὶ  ἐμοῦ.", "translation": "ओहि समय पर, यीशु अपने सभक संग कहलक, \"एहि शब्द सभक, जे हम अपने सभक संग कहि रहल छी, जखन हम अपने सभक संग रहि रहल छलहुँ, तखन कहने रही कि सभ किछु जे लिखल गेल अछि, पूरा करब जरूरी अछि—मौसेसक नियम, भविष्यवक्ताक, आ भजनक, जे हमरा बारे में लिखल गेल अछि।\"", "calver": "2025.05.20", "id": "LUK 24:44", "translation_time": 13.72}
{"source_lang": "grc", "target_lang": "mai", "original": "τότε  διήνοιξεν  αὐτῶν  τὸν  νοῦν  τοῦ  συνιέναι  τὰς  γραφάς· καὶ  εἶπεν  αὐτοῖς", "translation": "तखन हुनका सभक मन खोलि देलन्हि जे शास्त्र केँ बुझि सकथि।", "calver": "2025.05.20", "id": "LUK 24:45", "translation_time": 8.45}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  οὕτως  γέγραπται  παθεῖν  τὸν  Χριστὸν  καὶ  ἀναστῆναι  ἐκ  νεκρῶν  τῇ  τρίτῃ  ἡμέρᾳ,", "translation": "एहि बातक लेखल गेल अछि जे मसीह पीड़ित भेलाह आ तेसर दिन मृतक सँ उठलाह।", "calver": "2025.05.20", "id": "LUK 24:46", "translation_time": 8.63}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  κηρυχθῆναι  ἐπὶ  τῷ  ὀνόματι  αὐτοῦ  μετάνοιαν  εἰς  ἄφεσιν  ἁμαρτιῶν  εἰς  πάντα  τὰ  ἔθνη,—  ἀρξάμενοι  ἀπὸ  Ἱερουσαλήμ.", "translation": "आउर ओकर नाम पर पापक क्षमादानक लेल सब देशसभ में प्रचारित करबाक, जकर शुरुआत येरूसालेम सँ भेल, कहियो घोषणा कएल गेल।", "calver": "2025.05.20", "id": "LUK 24:47", "translation_time": 9.43}
{"source_lang": "grc", "target_lang": "mai", "original": "ὑμεῖς  μάρτυρες  τούτων.", "translation": "अहाँ सभ एहि सभक साक्षी छी।", "calver": "2025.05.20", "id": "LUK 24:48", "translation_time": 8.09}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἰδοὺ  ἐγὼ  ἐξαποστέλλω  τὴν  ἐπαγγελίαν  τοῦ  Πατρός  μου  ἐφ’  ὑμᾶς· ὑμεῖς  δὲ  καθίσατε  ἐν  τῇ  πόλει  ἕως  οὗ  ἐνδύσησθε  ἐξ  ὕψους  δύναμιν.", "translation": "हे देखू, हम अहाँ सभ केँ पिता सँ वचन पठा रहल छी—ओहि वचन जे स्वर्ग सँ आयल अछि। अहाँ सभ जाउ आ जेरुसलेम में रहू, जतय अहाँ सभ केँ ऊपर सँ शक्ति प्राप्त होयबाक प्रतीक्षा करबाक चाही। एहि शक्ति केँ \"आसमान सँ शक्ति\" कहल जाइत अछि, जे परमेश्वरक दिव्य आशीर्वाद सँ आबैत अछि।", "calver": "2025.05.20", "id": "LUK 24:49", "translation_time": 12.27}
{"source_lang": "grc", "target_lang": "mai", "original": "ἐμφόβων  δὲ  γενομένων  αὐτῶν  καὶ  κλινουσῶν  τὰ  πρόσωπα  εἰς  τὴν  γῆν, εἶπαν  πρὸς  αὐτάς  Τί  ζητεῖτε  τὸν  ζῶντα  μετὰ  τῶν  νεκρῶν;", "translation": "एहि भय सँ भरल, जखन ओ सभ पृथ्वी पर मुँह झुकौने रहला, तखन ओ सभ सँ कहल गेल, \"की अहाँ जीवित केँ मृतक बीच खोजि रहल छी?\"", "calver": "2025.05.20", "id": "LUK 24:5", "translation_time": 15.1}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐξήγαγεν  δὲ  αὐτοὺς  ἕως  πρὸς  Βηθανίαν, καὶ  ἐπάρας  τὰς  χεῖρας  αὐτοῦ  εὐλόγησεν  αὐτούς.", "translation": "उहाँ सभ केँ Bethany दिस लऽ गेलाह, आ अपन हाथ उठाकऽ हुनका सभ केँ आशीर्वाद देलाह।", "calver": "2025.05.20", "id": "LUK 24:50", "translation_time": 15.83}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐγένετο  ἐν  τῷ  εὐλογεῖν  αὐτὸν  αὐτοὺς  διέστη  ἀπ’  αὐτῶν  καὶ  ἀνεφέρετο  εἰς  τὸν  οὐρανόν.", "translation": "भगवानक आशीर्वाद देबाक क्रम में, ओहि लोकनि केँ हुनका सभसँ अलग कऽ देल गेल, आ ओ सभ स्वर्ग दिस आरोहण कऽ गेल।", "calver": "2025.05.20", "id": "LUK 24:51", "translation_time": 10.36}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτοὶ  προσκυνήσαντες  αὐτὸν  ὑπέστρεψαν  εἰς  Ἱερουσαλὴμ  μετὰ  χαρᾶς  μεγάλης,", "translation": "आउर पूजा कएने लोकनि येरूशलेम वापस गेलथि बड पैघ खुशी सं।", "calver": "2025.05.20", "id": "LUK 24:52", "translation_time": 10.33}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἦσαν  διὰ  παντὸς  ἐν  τῷ  ἱερῷ  εὐλογοῦντες  τὸν  Θεόν.", "translation": "आउ, सभे लोक सभ मंदिरक चारू दिस भगवान के आशीर्वाद आ स्तुति करैत रहल।", "calver": "2025.05.20", "id": "LUK 24:53", "translation_time": 11.38}
{"source_lang": "grc", "target_lang": "mai", "original": "οὐκ  ἔστιν  ὧδε, ἀλλὰ  ἠγέρθη. μνήσθητε  ὡς  ἐλάλησεν  ὑμῖν  ἔτι  ὢν  ἐν  τῇ  Γαλιλαίᾳ,", "translation": "ई यहाँ नहि छथि, बल्कि उठि गेल छथि। अपने सभ सँ स्मरण करू, जखन ओ गलीलि में रहित छलाह।", "calver": "2025.05.20", "id": "LUK 24:6", "translation_time": 11.8}
{"source_lang": "grc", "target_lang": "mai", "original": "λέγων  τὸν  Υἱὸν  τοῦ  ἀνθρώπου  ὅτι  δεῖ  παραδοθῆναι  εἰς  χεῖρας  ἀνθρώπων  ἁμαρτωλῶν  καὶ  σταυρωθῆναι  καὶ  τῇ  τρίτῃ  ἡμέρᾳ  ἀναστῆναι.", "translation": "\"बोलैत, मानवक पुत्र केँ ई कहब जरूरी अछि जे हुनका लोकक हाथ मे सौंपल जाएत, जे पापी लोक छथि, आ हुनका क्रूस पर चढ़ाओल जाएत, आ तेसर दिन हुनका पुनः उठल जाएत।\"", "calver": "2025.05.20", "id": "LUK 24:7", "translation_time": 11.48}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐμνήσθησαν  τῶν  ῥημάτων  αὐτοῦ,", "translation": "और हुनकर शब्द सभ केँ स्मरण करलनि", "calver": "2025.05.20", "id": "LUK 24:8", "translation_time": 10.66}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὑποστρέψασαι  ἀπὸ  τοῦ  μνημείου  ἀπήγγειλαν  ταῦτα  πάντα  τοῖς  ἕνδεκα  καὶ  πᾶσιν  τοῖς  λοιποῖς.", "translation": "गिरिजाघर सँ वापस आएलाक बाद, ओहि सभ सब बात सब ११ और बाकी सभ केँ सुनौलनि।", "calver": "2025.05.20", "id": "LUK 24:9", "translation_time": 12.5}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἐγένετο  δὲ  ἐν  ταῖς  ἡμέραις  ἐκείναις  ἐξῆλθεν  δόγμα  παρὰ  Καίσαρος  Αὐγούστου  ἀπογράφεσθαι  πᾶσαν  τὴν  οἰκουμένην.", "translation": "एहि समयक दौरान, कैसार ऑगस्टसक आदेश सँ सम्पूर्ण विश्वक लोकसभक नामांकन करबाक लेल एक आदेश निर्गत भेल।", "calver": "2025.05.20", "id": "LUK 2:1", "translation_time": 12.29}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εἶπεν  αὐτοῖς  ὁ  ἄγγελος  Μὴ  φοβεῖσθε· ἰδοὺ  γὰρ  εὐαγγελίζομαι  ὑμῖν  χαρὰν  μεγάλην, ἥτις  ἔσται  παντὶ  τῷ  λαῷ,", "translation": "आउ, देवदूत सभ कहलकाहि, \"नहि भय मानू; हम अहाँ सभ केँ शुभ समाचार लऽ कऽ आयल छी, जे सभ लोक लेल एकटा विशाल आनन्द होयत।\"", "calver": "2025.05.20", "id": "LUK 2:10", "translation_time": 10.35}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  ἐτέχθη  ὑμῖν  σήμερον  Σωτήρ, ὅς  ἐστιν  Χριστὸς  Κύριος, ἐν  πόλει  Δαυείδ.", "translation": "अहि दिन अपने सभक लेल उद्धारकर्ता जन्मल छथि, जे मसीह आ प्रभु छथि, दाउदक शहर मे।", "calver": "2025.05.20", "id": "LUK 2:11", "translation_time": 12.35}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  τοῦτο  ὑμῖν  σημεῖον, εὑρήσετε  βρέφος  ἐσπαργανωμένον  καὶ  κείμενον  ἐν  φάτνῃ.", "translation": "आउ, ई अपने लेल एक चिन्ह अछि, जकरा अहाँ सभ देखब, एकटा बच्चा जकरा कपड़ा सँ सिउल गेल अछि आ ओ खाटी में पड़ल अछि।", "calver": "2025.05.20", "id": "LUK 2:12", "translation_time": 8.83}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐξαίφνης  ἐγένετο  σὺν  τῷ  ἀγγέλῳ  πλῆθος  στρατιᾶς  οὐρανίου  αἰνούντων  τὸν  Θεὸν  καὶ  λεγόντων", "translation": "आचानक स्वर्गदूतक संग आकाशक सेना केर समूह हो गेल, जे भगवानक प्रशंसा करैत आ कहैत रहल।", "calver": "2025.05.20", "id": "LUK 2:13", "translation_time": 17.46}
{"source_lang": "grc", "target_lang": "mai", "original": "Δόξα  ἐν  ὑψίστοις  Θεῷ  καὶ  ἐπὶ  γῆς  εἰρήνη  ἐν  ἀνθρώποις  εὐδοκίας.", "translation": "दिव्य महिमा ऊपर स्वर्ग में, और पृथ्वी पर मानवों में ईश्वरीय प्रसन्नता।", "calver": "2025.05.20", "id": "LUK 2:14", "translation_time": 10.28}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἐγένετο  ὡς  ἀπῆλθον  ἀπ’  αὐτῶν  εἰς  τὸν  οὐρανὸν  οἱ  ἄγγελοι, οἱ  ποιμένες  ἐλάλουν  πρὸς  ἀλλήλους  Διέλθωμεν  δὴ  ἕως  Βηθλεὲμ  καὶ  ἴδωμεν  τὸ  ῥῆμα  τοῦτο  τὸ  γεγονὸς  ὃ  ὁ  Κύριος  ἐγνώρισεν  ἡμῖν.", "translation": "जखन स्वर्गक दूतसभ आरो स्वर्ग दिस गेलाह, तँ गाइर लोकनि आपस में कहि रहल छलाह, \"चलू, हम सभ बेथलेहेम जाउ आ एहि घटनाक विषय में जे ईश्वर हमरा जनौलक, से देखी।\"", "calver": "2025.05.20", "id": "LUK 2:15", "translation_time": 8.93}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἦλθαν  σπεύσαντες, καὶ  ἀνεῦραν  τήν  τε  Μαριὰμ  καὶ  τὸν  Ἰωσὴφ  καὶ  τὸ  βρέφος  κείμενον  ἐν  τῇ  φάτνῃ·", "translation": "आउ ओ सभ जल्दी सँ आएल, आ मैरि आ यूसुफ केँ देखल, आ शिशु केँ अस्तबल में पड़ल देखल।", "calver": "2025.05.20", "id": "LUK 2:16", "translation_time": 10.8}
{"source_lang": "grc", "target_lang": "mai", "original": "ἰδόντες  δὲ  ἐγνώρισαν  περὶ  τοῦ  ῥήματος  τοῦ  λαληθέντος  αὐτοῖς  περὶ  τοῦ  παιδίου  τούτου.", "translation": "देखलहुँ कऽ, हुनका लोकनि उक्त बालकक विषयमे कहल गेल वाक्यक बारेमे बुझि गेलाह।", "calver": "2025.05.20", "id": "LUK 2:17", "translation_time": 12.8}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  πάντες  οἱ  ἀκούσαντες  ἐθαύμασαν  περὶ  τῶν  λαληθέντων  ὑπὸ  τῶν  ποιμένων  πρὸς  αὐτούς·", "translation": "सभे सुनने वाला आश्चर्यचकित भेल, पशु चरवाहा द्वारा कहल गेल बात पर, जकरा सुनि सभ आश्चर्यचकित भेल।", "calver": "2025.05.20", "id": "LUK 2:18", "translation_time": 11.43}
{"source_lang": "grc", "target_lang": "mai", "original": "ἡ  δὲ  Μαρία  πάντα  συνετήρει  τὰ  ῥήματα  ταῦτα  συνβάλλουσα  ἐν  τῇ  καρδίᾳ  αὐτῆς.", "translation": "मैरी अपन हृदय में सभ शब्द सभ केँ ध्यानपूर्वक रखलीह, आ ओकरा मन में विचार करैत रहलीह।", "calver": "2025.05.20", "id": "LUK 2:19", "translation_time": 12.96}
{"source_lang": "grc", "target_lang": "mai", "original": "αὕτη  ἀπογραφὴ  πρώτη  ἐγένετο  ἡγεμονεύοντος  τῆς  Συρίας  Κυρηνίου.", "translation": "सिरिया में किरेनियुस के नेतृत्व में पहिलका जनगणना सम्पन्न भेल।", "calver": "2025.05.20", "id": "LUK 2:2", "translation_time": 11.41}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ὑπέστρεψαν  οἱ  ποιμένες  δοξάζοντες  καὶ  αἰνοῦντες  τὸν  Θεὸν  ἐπὶ  πᾶσιν  οἷς  ἤκουσαν  καὶ  εἶδον  καθὼς  ἐλαλήθη  πρὸς  αὐτούς.", "translation": "आउर चरवाहा सभ वापस आएल, भगवान के महिमा गाइत आ प्रशंसा करैत, सभ किछु सुनल आ देखल जकरा हुनका कहि देल गेल छल।", "calver": "2025.05.20", "id": "LUK 2:20", "translation_time": 14.56}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ὅτε  ἐπλήσθησαν  ἡμέραι  ὀκτὼ  τοῦ  περιτεμεῖν  αὐτόν, καὶ  ἐκλήθη  τὸ  ὄνομα  αὐτοῦ  Ἰησοῦς, τὸ  κληθὲν  ὑπὸ  τοῦ  ἀγγέλου  πρὸ  τοῦ  συλλημφθῆναι  αὐτὸν  ἐν  τῇ  κοιλίᾳ.", "translation": "आउ जखन आठ दिन पूरा भेल, तखन ओकरा पर खतना कएल गेल, आ ओकर नाम येशु कहल गेल, जे दूतक घोषणा सँ ओकर नाम राखल गेल छल, जे ओकरा लेल गर्भ में होएत काल कहल गेल छल।", "calver": "2025.05.20", "id": "LUK 2:21", "translation_time": 18.43}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ὅτε  ἐπλήσθησαν  αἱ  ἡμέραι  τοῦ  καθαρισμοῦ  αὐτῶν  κατὰ  τὸν  νόμον  Μωϋσέως, ἀνήγαγον  αὐτὸν  εἰς  Ἱεροσόλυμα  παραστῆσαι  τῷ  Κυρίῳ,", "translation": "जखन हुनकर शुद्धिकरणक दिन पूरा भेल, तखन हुनका मोज़ेसक कानून अनुसार, ओहि व्यक्तिके येरूशलेम लऽ गेलाह, ताकि हुनका परमेश्वरक समक्ष प्रस्तुत कएल जाए।", "calver": "2025.05.20", "id": "LUK 2:22", "translation_time": 14.58}
{"source_lang": "grc", "target_lang": "mai", "original": "καθὼς  γέγραπται  ἐν  νόμῳ  Κυρίου  ὅτι  Πᾶν  ἄρσεν  διανοῖγον  μήτραν  ἅγιον  τῷ  Κυρίῳ  κληθήσεται,", "translation": "जैसे कि प्रभु के कानून में लिखा है कि प्रत्येक पुरुष जो गर्भाशय खोलता है, वह पवित्र है और प्रभु के लिए समर्पित कहलाएगा।", "calver": "2025.05.20", "id": "LUK 2:23", "translation_time": 13.36}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  τοῦ  δοῦναι  θυσίαν  κατὰ  τὸ  εἰρημένον  ἐν  τῷ  νόμῳ  Κυρίου, ζεῦγος  τρυγόνων  ἢ  δύο  νοσσοὺς  περιστερῶν.", "translation": "आउर देबाक लेल बलि, जइसन कि परमेश्वरक नियम में कहल गेल अछि, तिनका लेल जोड़ा तृगोन या दूटा युवा कबूतर।", "calver": "2025.05.20", "id": "LUK 2:24", "translation_time": 13.31}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἰδοὺ  ἄνθρωπος  ἦν  ἐν  Ἰερουσαλὴμ  ᾧ  ὄνομα  Συμεών, καὶ  ὁ  ἄνθρωπος  οὗτος  δίκαιος  καὶ  εὐλαβής, προσδεχόμενος  παράκλησιν  τοῦ  Ἰσραήλ, καὶ  Πνεῦμα  ἦν  Ἅγιον  ἐπ’  αὐτόν·", "translation": "जेरूसलम में एक व्यक्ति छल, जकर नाम सिएमोन छल। ई व्यक्ति धार्मिक आ भक्ति सँ भरल छल, आ इजराइलक सांत्वना केर आशा करैत छल। ओकरा पर पवित्र आत्मा वास करैत छल।", "calver": "2025.05.20", "id": "LUK 2:25", "translation_time": 14.71}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἦν  αὐτῷ  κεχρηματισμένον  ὑπὸ  τοῦ  Πνεύματος  τοῦ  Ἁγίου  μὴ  ἰδεῖν  θάνατον  πρὶν  ἢ  ἂν  ἴδῃ  τὸν  Χριστὸν  Κυρίου.", "translation": "आउ हुनका पवित्र आत्मा द्वारा कहल गेल छल कि ओ मृत्यु नहि देखताह, जखन धरि ओ ईशु मसीह केँ देखताह।", "calver": "2025.05.20", "id": "LUK 2:26", "translation_time": 11.31}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἦλθεν  ἐν  τῷ  Πνεύματι  εἰς  τὸ  ἱερόν· καὶ  ἐν  τῷ  εἰσαγαγεῖν  τοὺς  γονεῖς  τὸ  παιδίον  Ἰησοῦν  τοῦ  ποιῆσαι  αὐτοὺς  κατὰ  τὸ  εἰθισμένον  τοῦ  νόμου  περὶ  αὐτοῦ,", "translation": "आत्मिक रूप सँ मन्दिर मे प्रवेश कए, जखन ओ माता-पिता संग अपने पुत्र येशु केँ प्रस्तुत करए लेल गेल, जे परंपरा अनुसार, कानूनक अनुसार, हुनका सभक द्वारा मन्दिर मे लाओल गेल छल।", "calver": "2025.05.20", "id": "LUK 2:27", "translation_time": 11.71}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτὸς  ἐδέξατο  αὐτὸ  εἰς  τὰς  ἀγκάλας  καὶ  εὐλόγησεν  τὸν  Θεὸν  καὶ  εἶπεν", "translation": "उहाँ उहाँके गले लगेलथि आ भगवानके आशीर्वाद देलथि आ कहि रहलथि।", "calver": "2025.05.20", "id": "LUK 2:28", "translation_time": 10.77}
{"source_lang": "grc", "target_lang": "mai", "original": "Νῦν  ἀπολύεις  τὸν  δοῦλόν  σου, Δέσποτα, κατὰ  τὸ  ῥῆμά  σου  ἐν  εἰρήνῃ·", "translation": "अब अहाँ अपन दास केँ मुक्त करैत छी, स्वामी, अहाँक वचन अनुसार, शांति सँ।", "calver": "2025.05.20", "id": "LUK 2:29", "translation_time": 12.74}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἐπορεύοντο  πάντες  ἀπογράφεσθαι, ἕκαστος  εἰς  τὴν  ἑαυτοῦ  πόλιν.", "translation": "सभ कियो अपन-अपन नगरि जाइत रहलाह जेना कि अपन नाम लिखब लेल।", "calver": "2025.05.20", "id": "LUK 2:3", "translation_time": 11.05}
{"source_lang": "grc", "target_lang": "mai", "original": "ὅτι  εἶδον  οἱ  ὀφθαλμοί  μου  τὸ  σωτήριόν  σου,", "translation": "मोर आँखि सभ तोहर उद्धार देखल अछि", "calver": "2025.05.20", "id": "LUK 2:30", "translation_time": 10.82}
{"source_lang": "grc", "target_lang": "mai", "original": "ὃ  ἡτοίμασας  κατὰ  πρόσωπον  πάντων  τῶν  λαῶν,", "translation": "जे अहाँ सभ लोकक समक्ष, सभ राष्ट्रक लेल, तैयार कएने छी।", "calver": "2025.05.20", "id": "LUK 2:31", "translation_time": 9.94}
{"source_lang": "grc", "target_lang": "mai", "original": "φῶς  εἰς  ἀποκάλυψιν  ἐθνῶν  καὶ  δόξαν  λαοῦ  σου  Ἰσραήλ.", "translation": "प्रभु, ईश्वर, अपने लोक इस्राएल आ राष्ट्रसभाके लेल प्रकाश बनि कऽ अवगत कराबयवाला बनू, जाहि सँ ईश्वरक महिमा प्रकट होअय।", "calver": "2025.05.20", "id": "LUK 2:32", "translation_time": 12.24}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  ἦν  ὁ  πατὴρ  αὐτοῦ  καὶ  ἡ  μήτηρ  θαυμάζοντες  ἐπὶ  τοῖς  λαλουμένοις  περὶ  αὐτοῦ.", "translation": "ओहि समय पर, ओकर पिता आ माता दुनू आश्चर्यचकित भऽ गेलथि, आ हुनका सभ केँ ओकर विषय में कहल गेल बात पर प्रशंसा होइत रहल।", "calver": "2025.05.20", "id": "LUK 2:33", "translation_time": 9.03}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  εὐλόγησεν  αὐτοὺς  Συμεὼν  καὶ  εἶπεν  πρὸς  Μαριὰμ  τὴν  μητέρα  αὐτοῦ  Ἰδοὺ  οὗτος  κεῖται  εἰς  πτῶσιν  καὶ  ἀνάστασιν  πολλῶν  ἐν  τῷ  Ἰσραὴλ  καὶ  εἰς  σημεῖον  ἀντιλεγόμενον", "translation": "सिमोन हुनका Bless करैत, आ हुनका कहैत कहलथि, \"मरीयम, तोहर पुत्रक माता, देखु, ई बच्चा अहाँक लोकक पतन आ उठानक लेल बनल अछि। ई एक एहन चिन्ह होयत जे विरोधक सामना करय, जे बहुत लोकक हृदय में विचार उत्पन्न करत।\"", "calver": "2025.05.20", "id": "LUK 2:34", "translation_time": 14.02}
{"source_lang": "grc", "target_lang": "mai", "original": "—καὶ σοῦ  δὲ  αὐτῆς  τὴν  ψυχὴν  διελεύσεται  ῥομφαία—,  ὅπως  ἂν  ἀποκαλυφθῶσιν  ἐκ  πολλῶν  καρδιῶν  διαλογισμοί.", "translation": "—आउर तोहर आत्मा में रुम्फ़ाइया प्रवेश करत—, ताकि बहुत लोकक हृदयक विचार प्रकट होइथ।", "calver": "2025.05.20", "id": "LUK 2:35", "translation_time": 14.37}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ἦν  Ἄννα  προφῆτις, θυγάτηρ  Φανουήλ, ἐκ  φυλῆς  Ἀσήρ· αὕτη  προβεβηκυῖα  ἐν  ἡμέραις  πολλαῖς, ζήσασα  μετὰ  ἀνδρὸς  ἔτη  ἑπτὰ  ἀπὸ  τῆς  παρθενίας  αὐτῆς,", "translation": "अन्ना प्रेषित छथि, फानूएलक पुत्री, अशेरक कुलसँ। ई बहुत दिनसँ वृद्ध छथि, अपन कुँवारीसँ बितौने सात वर्षक पति संग।", "calver": "2025.05.20", "id": "LUK 2:36", "translation_time": 14.4}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτὴ  χήρα  ἕως  ἐτῶν  ὀγδοήκοντα  τεσσάρων, ἣ  οὐκ  ἀφίστατο  τοῦ  ἱεροῦ  νηστείαις  καὶ  δεήσεσιν  λατρεύουσα  νύκτα  καὶ  ἡμέραν.", "translation": "एहि चेलि, जे चौरासी वर्षक अछि, ओहिकर नित्य पूजा-आराधना में कोनो कमी नहि अछि। ओ नित्य रात्रि-दिन उपवास करैत आ प्रार्थना करैत रहैत अछि, मंदिर में निरंतर पूजा करैत अछि।", "calver": "2025.05.20", "id": "LUK 2:37", "translation_time": 13.52}
{"source_lang": "grc", "target_lang": "mai", "original": "καὶ  αὐτῇ  τῇ  ὥρᾳ  ἐπιστᾶσα  ἀνθωμολογεῖτο  τῷ  Θεῷ  καὶ  ἐλάλει  περὶ  αὐτοῦ  πᾶσιν  τοῖς  προσδεχομένοις  λύτρωσιν  Ἰερουσαλήμ.", "translation": "ओहि समय पर, ओहि स्त्री भगवान् केँ स्तुति कयलनि आ हुनका विषय में सभ केँ कहि रहल छलीह जे जकरा लेल सभ जने येरुसालेमक उद्धारक प्रतीक्षा कऽ रहल छलाह।", "calver": "2025.05.20", "id": "LUK 2:38", "translation_time": 11.2}
{"source_lang": "grc", "target_lang": "mai", "original": "Καὶ  ὡς  ἐτέλεσαν  πάντα  τὰ  κατὰ  τὸν  νόμον  Κυρίου, ἐπέστρεψαν  εἰς  τὴν  Γαλιλαίαν  εἰς  πόλιν  ἑαυτῶν  Ναζαρέθ.", "translation": "आदि सब काज पूरा कएला क बाद, जे सभ भगवानक नियम अनुसार छल, ओ सभ गैलिलिया वापस गेलाह आ अपन नगर, नाजरेथ, में लौटि आएलाह।", "calver": "2025.05.20", "id": "LUK 2:39", "translation_time": 9.96}
{"source_lang": "grc", "target_lang": "mai", "original": "Ἀνέβη  δὲ  καὶ  Ἰωσὴφ  ἀπὸ  τῆς  Γαλιλαίας  ἐκ  πόλεως  Ναζαρὲθ  εἰς  τὴν  Ἰουδαίαν  εἰς  πόλιν  Δαυεὶδ  ἥτις  καλεῖται  Βηθλεέμ, διὰ  τὸ  εἶναι  αὐτὸν  ἐξ  οἴκου  καὶ  πατριᾶς  Δαυείδ,", "translation": "यूसुफ गलीलासँ नासरत नगर सँ ऊपर चढ़लाह, जे यहूदा प्रदेश में अछि, दाऊदक नगर में, जे बेथलहम कहल जाइत अछि, कारण ओ दाऊदक घर आ वंश सँ संबंधित छथि।", "calver": "2025.05.20", "id": "LUK 2:4", "translation_time": 11.87}
