{"source_lang": "grc", "target_lang": "pan", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "ਪ੍ਰਭੂ ਨੇ ਇਨ੍ਹਾਂ ਤੌਰ 'ਤੇ ਸੱਤਾਹ ਹੋਰ ਲੋਕਾਂ ਨੂੰ ਚੁਣਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੋ ਦੋ ਕਰਕੇ ਆਪਣੇ ਸਾਹਮਣੇ ਭੇਜਿਆ, ਤਾਂ ਜੋ ਉਹ ਹਰ ਸ਼ਹਿਰ ਅਤੇ ਥਾਂ ਵਿੱਚ ਜਿੱਥੇ ਉਹ ਖੁਦ ਜਾਣਾ ਚਾਹੁੰਦਾ ਸੀ, ਜਾ ਸਕਣ।", "calver": "2025.05.21", "id": "LUK 10:1", "translation_time": 7.79}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਸ਼ਹਿਰ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ ਅਤੇ ਉਥੇ ਲੋਕ ਤੁਹਾਡੀ ਗੱਲ ਨਾਂ ਮੰਨਣ, ਤਾਂ ਉਸ ਸ਼ਹਿਰ ਤੋਂ ਬਾਹਰ ਨਿਕਲ ਕੇ ਉਸ ਦੀਆਂ ਮਾਰਗਾਂ ਵਿੱਚ ਕਹੋ:", "calver": "2025.05.21", "id": "LUK 10:10", "translation_time": 5.78}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "ਅਸੀਂ ਤੁਹਾਡੇ ਸ਼ਹਿਰ ਤੋਂ ਆਪਣੇ ਪੈਰਾਂ ਤੋਂ ਧੂੜ ਨੂੰ ਹਟਾ ਕੇ ਜਾਣਗੇ; ਪਰ ਇਹ ਗੱਲ ਜਾਣੋ ਕਿ ਪਰਮੇਸ਼ੁਰ ਦੀ ਰਾਜ ਆਸ ਪਾਸ ਆ ਚੁਕੀ ਹੈ।", "calver": "2025.05.21", "id": "LUK 10:11", "translation_time": 6.26}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸਦਾ ਹਾਂ ਕਿ ਉਹ ਦਿਨ ਸੋਡੋਮਾਂ ਨੂੰ ਉਸ ਸ਼ਹਿਰ ਨਾਲੋਂ ਹੋਰ ਜ਼ਿਆਦਾ ਸਹਿਣਸ਼ੀਲ ਹੋਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 10:12", "translation_time": 7.54}
{"source_lang": "grc", "target_lang": "pan", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "ਹਉਆ ਤੁਹਾਡੇ, ਚੋਰਾਜ਼ੀਨ, ਹਉਆ ਤੁਹਾਡੇ, ਬੇਥਸੈਦਾ; ਕਿਉਂਕਿ ਜੇ ਤੂੰਹਾਡੇ ਵਿੱਚ ਹੋਏ ਅਜੇਹੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਕੰਮ, ਜੋ ਤੂੰਹਾਡੇ ਵਿੱਚ ਹੋਏ, ਤਿਰ ਅਤੇ ਸਿਦੌਨ ਵਿੱਚ ਹੋਏ ਹੁੰਦੇ, ਤਾਂ ਉਹ ਪਹਿਲਾਂ ਹੀ ਲੰਮੇ ਸਮੇਂ ਪਹਿਲਾਂ ਤਰਸ ਅਤੇ ਅੱਗੇ ਲੱਗ ਕੇ ਮਨ ਮੋੜ ਲੈਂਦੇ।", "calver": "2025.05.21", "id": "LUK 10:13", "translation_time": 7.55}
{"source_lang": "grc", "target_lang": "pan", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "ਪ੍ਰਭੂ, ਯਹੂਦੀ ਅਤੇ ਸਿਦੋਨੀ ਸ਼ਹਿਰਾਂ ਨੂੰ ਤੁਹਾਡੇ ਨਾਲੋਂ ਅਧਿਕ ਸਹਿਣਸ਼ੀਲਤਾ ਨਾਲ ਮੰਨਿਆ ਜਾਵੇਗਾ ਕਿਉਂਕਿ ਉਹ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼ੋਰ ਵਿੱਚ ਕਿਸ਼", "calver": "2025.05.21", "id": "LUK 10:14", "translation_time": 11.54}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "ਕੀ ਤੂੰ ਵੀ, ਕੈਫਰਨਹੌਮ, ਅਸਮਾਨ ਤੱਕ ਉੱਚਾ ਉਠਾਇਆ ਜਾਵੇਗਾ, ਜਾਂ ਹਾਦਿਸ਼ ਤੱਕ ਥੱਲੇ ਡਿੱਗੇਗਾ?", "calver": "2025.05.21", "id": "LUK 10:15", "translation_time": 6.74}
{"source_lang": "grc", "target_lang": "pan", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "ਜੋ ਮਨੁੱਖ ਮੇਰੀ ਸੁਣਦਾ ਹੈ, ਉਹ ਮੈਨੂੰ ਸੁਣਦਾ ਹੈ; ਅਤੇ ਜੋ ਤੁਸੀਂ ਮੈਨੂੰ ਠੁਕਰਾਉਂਦੇ ਹੋ, ਉਹ ਮੈਨੂੰ ਠੁਕਰਾਉਂਦਾ ਹੈ। ਪਰ ਜੋ ਮੈਨੂੰ ਠੁਕਰਾਉਂਦਾ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਠੁਕਰਾਉਂਦਾ ਹੈ ਜਿਸ ਨੇ ਮੈਨੂੰ ਭੇਜਿਆ ਹੈ।", "calver": "2025.05.21", "id": "LUK 10:16", "translation_time": 7.14}
{"source_lang": "grc", "target_lang": "pan", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "ਉਹ ਸੱਤਰ ਚੇਲੇ ਖੁਸ਼ੀ ਨਾਲ ਵਾਪਸ ਆਏ ਅਤੇ ਕਹਿ ਰਹੇ ਸਨ, \"ਹੇ ਪ੍ਰਭੂ ਜੀ, ਤੇਰੇ ਨਾਮ ਵਿੱਚ ਸਾਨੂੰ ਰਾਕੜੀਆਂ ਹੇਠਾਂ ਆਉਂਦੀਆਂ ਹਨ।\" ਇਹ ਦੱਸਦਾ ਹੈ ਕਿ ਉਹਨਾਂ ਨੇ ਯਿਸੂ ਦੇ ਨਾਮ ਵਿੱਚ ਆਪਣੀ ਅਧਿਕਾਰਤਾ ਨੂੰ ਮੰਨਿਆ ਅਤੇ ਖੁਸ਼ੀ ਨਾਲ ਆਪਣੀ ਸੇਵਾ ਨੂੰ ਜਾਰੀ ਰੱਖਿਆ।", "calver": "2025.05.21", "id": "LUK 10:17", "translation_time": 7.6}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "ਮੈਂ ਵੇਖਿਆ ਕਿ ਸ਼ੈਤਾਨ ਆਸਮਾਨ ਤੋਂ ਗਿਰਦੇ ਹੋਏ ਬਿਜਲੀ ਵਾਂਗ ਪੈਦਾ ਹੋਇਆ ਸੀ।", "calver": "2025.05.21", "id": "LUK 10:18", "translation_time": 6.98}
{"source_lang": "grc", "target_lang": "pan", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "ਹੇ ਵੇਖੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਅਧਿਕਾਰ ਦਿੱਤਾ ਹੈ ਸੱਪਾਂ ਅਤੇ ਬਿਜੂਆਂ ਉੱਤੇ ਅਤੇ ਸਾਰੇ ਦੁਸ਼ਮਣ ਦੀ ਤਾਕਤ ਉੱਤੇ, ਅਤੇ ਕੋਈ ਵੀ ਤੁਹਾਨੂੰ ਨੁਕਸਾਨ ਨਹੀਂ ਪਹੁੰਚਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 10:19", "translation_time": 6.31}
{"source_lang": "grc", "target_lang": "pan", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "ਹਰਵਾਰ ਦੀ ਕ੍ਰਿਸ਼ੀ ਬਹੁਤ ਹੈ, ਪਰ ਮਜ਼ਦੂਰ ਘੱਟ ਹਨ। ਇਸ ਲਈ, ਕ੍ਰਿਸ਼ੀ ਦੇ ਮਾਲਕ ਨੂੰ ਪ੍ਰਾਰਥਨਾ ਕਰੋ ਕਿ ਉਹ ਆਪਣੇ ਕ੍ਰਿਸ਼ੀ ਵਿੱਚ ਮਜ਼ਦੂਰ ਭੇਜਣ।", "calver": "2025.05.21", "id": "LUK 10:2", "translation_time": 5.91}
{"source_lang": "grc", "target_lang": "pan", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "ਇਸ ਵਿੱਚ ਖੁਸ਼ੀ ਮਨਾਉਣ ਦੀ ਗੱਲ ਨਹੀਂ ਕਿ ਰੂਹਾਂ ਤੁਹਾਡੇ ਅਧੀਨ ਹਨ, ਪਰ ਖੁਸ਼ੀ ਮਨਾਉਣ ਦੀ ਗੱਲ ਹੈ ਕਿ ਤੁਹਾਡੇ ਨਾਮ ਅਸਮਾਨਾਂ ਵਿੱਚ ਲਿਖੇ ਗਏ ਹਨ।", "calver": "2025.05.21", "id": "LUK 10:20", "translation_time": 4.55}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "ਉਸ ਸਮੇਂ ਪਵਿੱਤਰ ਆਤਮਾ ਵਿੱਚ ਖੁਸ਼ੀ ਮਨਾਈ ਅਤੇ ਉਸ ਨੇ ਕਿਹਾ, \"ਮੈਂ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਕਰਦਾ ਹਾਂ, ਪਿਤਾ ਜੀ, ਆਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਦੇ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਇਹ ਗੱਲਾਂ ਬੁੱਧੀਮਾਨ ਅਤੇ ਸਮਝਦਾਰਾਂ ਤੋਂ ਛੁਪਾਈਆਂ ਅਤੇ ਨਿੱਜੀ ਬੱਚਿਆਂ ਨੂੰ ਪ੍ਰਗਟ ਕੀਤੀਆਂ। ਹਾਂ, ਪਿਤਾ ਜੀ, ਕਿਉਂਕਿ ਇਸ ਤਰ੍ਹਾਂ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਖੁਸ਼ੀ ਹੋਈ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 10:21", "translation_time": 10.13}
{"source_lang": "grc", "target_lang": "pan", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "ਮੇਰੇ ਪਿਤਾ ਵੱਲੋਂ ਸਾਰੀ ਚੀਜ਼ਾਂ ਮੈਨੂੰ ਸੌਂਪ ਦਿੱਤੀਆਂ ਗਈਆਂ ਹਨ, ਅਤੇ ਕੋਈ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਕੌਣ ਹੈ ਯਿਸੂ ਮਸੀਹ, ਸਿਵਾਏ ਪਿਤਾ ਦੇ, ਜੋ ਪਿਤਾ ਦੇ ਸਿਵਾਏ ਨਹੀਂ ਜਾਣਦਾ, ਅਤੇ ਕੌਣ ਹੈ ਪਿਤਾ, ਜੋ ਯਿਸੂ ਮਸੀਹ ਹੈ, ਅਤੇ ਜਿਸ ਨੂੰ ਯਿਸੂ ਮਸੀਹ ਚਾਹੇ, ਪ੍ਰਗਟ ਕਰ ਸਕਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 10:22", "translation_time": 9.01}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "ਪਵਿੱਤਰ ਅੱਖਾਂ ਵਾਲੇ ਖੁਸ਼ਨਸੀਬ ਹਨ, ਜੋ ਵੇਖਦੇ ਹਨ ਉਹ ਜੋ ਤੁਸੀਂ ਵੇਖ ਰਹੇ ਹੋ।", "calver": "2025.05.21", "id": "LUK 10:23", "translation_time": 6.37}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "ਮੁੱਝੇ ਕਹਿਣਾ ਹੈ ਕਿ ਬਹੁਤ ਸਾਰੇ ਨਬੀਆਂ ਅਤੇ ਰਾਜਾ ਇਹ ਚਾਹੁੰਦੇ ਸਨ ਕਿ ਉਹ ਉਹਨਾਂ ਨੂੰ ਵੇਖਣ, ਜੋ ਤੁਸੀਂ ਵੇਖ ਰਹੇ ਹੋ, ਅਤੇ ਸੁਣਨ, ਜੋ ਤੁਸੀਂ ਸੁਣ ਰਹੇ ਹੋ, ਪਰ ਉਹ ਨਹੀਂ ਵੇਖ ਸਕੇ ਅਤੇ ਨਹੀਂ ਸੁਣ ਸਕੇ।", "calver": "2025.05.21", "id": "LUK 10:24", "translation_time": 7.57}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "ਅਤੇ ਵੇਖੋ, ਇੱਕ ਕਾਨੂੰਨੀ ਵਿਦਵਾਨ ਉੱਠ ਖੜਾ ਹੋਇਆ ਅਤੇ ਉਸ ਨੂੰ ਪਰਖਦੇ ਹੋਏ ਬੋਲੇ, \"ਗੁਰੂ ਜੀ, ਮੈਂ ਕੀ ਕਰਾਂ ਕਿ ਮੈਂ ਅਨੰਤ ਜੀਵਨ ਵੰਸ਼ੀ ਹੋਵਾਂ?\"", "calver": "2025.05.21", "id": "LUK 10:25", "translation_time": 6.07}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "ਯਿਸੂ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ, \"ਕਾਨੂੰਨ ਵਿੱਚ ਕੀ ਲਿਖਿਆ ਹੈ? ਤੁਸੀਂ ਕਿਵੇਂ ਪੜ੍ਹਦੇ ਹੋ?\"", "calver": "2025.05.21", "id": "LUK 10:26", "translation_time": 6.05}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਸਾਰੇ ਦਿਲ, ਆਤਮਾ, ਸ਼ਕਤੀ ਅਤੇ ਮਨ ਨਾਲ ਪ੍ਰੇਮ ਕਰੋ, ਅਤੇ ਆਪਣੇ ਪੜੋਸੀ ਨੂੰ ਆਪਣੇ ਆਪ ਵਾਂਗ ਪ੍ਰੇਮ ਕਰੋ।", "calver": "2025.05.21", "id": "LUK 10:27", "translation_time": 7.29}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "ਅਤੇ ਉਸ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ, ਤੁਸੀਂ ਸਹੀ ਜਵਾਬ ਦਿੱਤਾ ਹੈ; ਇਹ ਕਰੋ ਅਤੇ ਤੁਸੀਂ ਜੀਵੋਗੇ।", "calver": "2025.05.21", "id": "LUK 10:28", "translation_time": 7.25}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "ਮੇਰੇ ਮਨੁੱਖੀ ਸਬੰਧਾਂ ਵਿੱਚ, ਮੈਨੂੰ ਕਿਹੜਾ ਵਿਅਕਤੀ ਮੇਰਾ ਨੇੜੇ ਹੈ?", "calver": "2025.05.21", "id": "LUK 10:29", "translation_time": 6.44}
{"source_lang": "grc", "target_lang": "pan", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "ਜਾਓ; ਦੇਖੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਭੇਜ ਰਿਹਾ ਹਾਂ, ਜਿਵੇਂ ਬੱਕਰੀਆਂ ਵਾਂਗ, ਭੇਡਿਆਂ ਦੇ ਵਿਚਕਾਰ।", "calver": "2025.05.21", "id": "LUK 10:3", "translation_time": 8.51}
{"source_lang": "grc", "target_lang": "pan", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "ਯਿਸੂ ਨੇ ਕਹਿਣਾ ਸ਼ੁਰੂ ਕੀਤਾ, \"ਇੱਕ ਮਨੁੱਖ ਯਹੂਦੀ ਰਾਜਧਾਨੀ ਯਰੂਸ਼ਲਮ ਤੋਂ ਯਹੂਦੀ ਰਾਜਧਾਨੀ ਯਹੂਦੀ ਰਾਜਧਾਨੀ ਵੱਲ ਜਾ ਰਿਹਾ ਸੀ। ਉਸ 'ਤੇ ਲੁੱਟੇਰੇ ਹਮਲਾ ਕਰਕੇ ਉਸ ਨੂੰ ਖਾਲੀ ਕਰ ਦਿੱਤਾ, ਅਤੇ ਉਸ 'ਤੇ ਚੋਟ ਲਗਾਈ, ਫਿਰ ਉਸ ਨੂੰ ਛੱਡ ਕੇ ਗਏ, ਅੱਧਮਰਿਆ ਹੋਇਆ।\"", "calver": "2025.05.21", "id": "LUK 10:30", "translation_time": 8.76}
{"source_lang": "grc", "target_lang": "pan", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "ਇੱਕ ਵਾਰ ਇੱਕ ਪਾਦਰੀ ਰਾਹ 'ਤੇ ਚੱਲ ਰਹੀ ਸੀ, ਅਤੇ ਉਸਨੇ ਉਸਨੂੰ ਵੇਖਿਆ, ਫਿਰ ਉਹ ਪਾਰ ਹੋ ਗਿਆ।", "calver": "2025.05.21", "id": "LUK 10:31", "translation_time": 8.01}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "ਜਿਵੇਂ ਕਿ ਲੂਕਾ ਵਿੱਚ ਲਿਖਿਆ ਹੈ, ਲੇਵਾਈ ਉਸ ਥਾਂ ਤੇ ਆਇਆ ਅਤੇ ਉਸ ਨੂੰ ਦੇਖ ਕੇ ਪਾਰ ਹੋ ਗਿਆ।", "calver": "2025.05.21", "id": "LUK 10:32", "translation_time": 5.04}
{"source_lang": "grc", "target_lang": "pan", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "ਸਮਰੀਤੀ ਯਾਤਰਾ ਕਰਦੇ ਹੋਏ, ਉਹ ਉਸਦੇ ਕੋਲ ਆਇਆ ਅਤੇ ਦਿਲ ਵਿੱਚ ਕਰੁਣਾ ਮਹਿਸੂਸ ਕੀਤਾ, ਇਸ ਲਈ ਉਸ ਨੇ ਉਸ ਦੀ ਮਦਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ।", "calver": "2025.05.21", "id": "LUK 10:33", "translation_time": 6.77}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "ਉਹ ਜਦੋਂ ਆਇਆ, ਉਸਨੇ ਉਸਦੇ ਜਖਮਾਂ ਦੀ ਦੇਖਭਾਲ ਕੀਤੀ, ਤੇਲ ਅਤੇ ਸ਼ਰਾਬ ਪਾਈ, ਅਤੇ ਉਸ ਨੂੰ ਆਪਣੇ ਮਿਹਮਾਨਦਾਰੀ ਵਾਲੇ ਜੀਵਨ ਦੇ ਘੋੜੇ 'ਤੇ ਬੈਠਾ ਕੇ ਉਸ ਨੂੰ ਆਪਣੇ ਘਰ ਲੈ ਗਿਆ ਅਤੇ ਉਸ ਦੀ ਸੰਭਾਲ ਕੀਤੀ।", "calver": "2025.05.21", "id": "LUK 10:34", "translation_time": 7.49}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "ਅਤੇ ਕੱਲ੍ਹ ਨੂੰ, ਉਸ ਨੇ ਦੋ ਦਿਨਾਰਾਂ ਦੀ ਰਕਮ ਪੰਨਡੋਚੇ ਨੂੰ ਦਿੱਤੀ ਅਤੇ ਕਿਹਾ, \"ਉਸ ਦੀ ਦੇਖਭਾਲ ਕਰ, ਅਤੇ ਜੋ ਕੁਝ ਵੀ ਖਰਚ ਹੋਵੇ, ਮੈਂ ਵਾਪਸ ਆ ਕੇ ਤੁਹਾਨੂੰ ਵਾਪਸ ਦੇਵਾਂਗਾ।\"", "calver": "2025.05.21", "id": "LUK 10:35", "translation_time": 6.79}
{"source_lang": "grc", "target_lang": "pan", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਇਨ੍ਹਾਂ ਤਿੰਨ ਵਿੱਚੋਂ ਕੌਣ ਰਾਹੁਲਿਆਂ ਦੇ ਵਿਚਕਾਰ ਪਏ ਵਿਅਕਤੀ ਦਾ ਸਹਿਯੋਗੀ ਸੀ?", "calver": "2025.05.21", "id": "LUK 10:36", "translation_time": 7.16}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "ਜਿਸ ਨੇ ਮਿਹਰ ਦਿਖਾਈ, ਉਸ ਨੂੰ ਕਿਹਾ ਗਿਆ, \"ਉਹ ਜੋ ਮਿਹਰ ਕਰਦਾ ਹੈ,\" ਅਤੇ ਯਿਸੂ ਨੇ ਕਿਹਾ, \"ਜਾਓ ਅਤੇ ਤੂੰ ਵੀ ਓਹੋ ਜਿਹੀ ਹੀ ਮਿਹਰ ਕਰ।\"", "calver": "2025.05.21", "id": "LUK 10:37", "translation_time": 8.29}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "ਜਦੋਂ ਉਹ ਯਿਸੂ ਨੂੰ ਲੈ ਕੇ ਇੱਕ ਪਿੰਡ ਵਿੱਚ ਦਾਖਲ ਹੋਏ, ਤਦ ਮਾਰਥਾ ਨਾਮ ਦੀ ਔਰਤ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਘਰ ਵਿੱਚ ਸਵਾਗਤ ਕੀਤਾ।", "calver": "2025.05.21", "id": "LUK 10:38", "translation_time": 6.24}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "ਇਹਦੇ ਵਿੱਚ ਇੱਕ ਭੈਣ ਸੀ ਜਿਸਦਾ ਨਾਮ ਮਰੀਅਮ ਸੀ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਪੈਰਾਂ ਉੱਤੇ ਬੈਠੀ ਸੀ ਅਤੇ ਉਸਦਾ ਬੋਲ ਸੁਣ ਰਹੀ ਸੀ।", "calver": "2025.05.21", "id": "LUK 10:39", "translation_time": 7.88}
{"source_lang": "grc", "target_lang": "pan", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "ਮੁੜ ਨ ਲੈ ਜਾਓ ਇੱਕ ਪੈਸਾ ਬੈਗ, ਮੁੜ ਨ ਲੈ ਜਾਓ ਇੱਕ ਜੇਬ, ਮੁੜ ਨ ਲੈ ਜਾਓ ਵਾਧੂ ਜੁੱਤੀ; ਅਤੇ ਰਾਹ ਵਿੱਚ ਕਿਸੇ ਨੂੰ ਵੀ ਨ ਮਿਲੋ।", "calver": "2025.05.21", "id": "LUK 10:4", "translation_time": 8.04}
{"source_lang": "grc", "target_lang": "pan", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "ਮਾਰਥਾ ਬਹੁਤ ਸੇਵਾ ਕਰਦੇ ਹੋਏ ਚਿੰਤਿਤ ਹੋ ਰਹੀ ਸੀ। ਉਸਨੇ ਯਿਸੂ ਕੋਲ ਆ ਕੇ ਕਿਹਾ, \"ਹੇ ਪ੍ਰਭੂ, ਕੀ ਤੁਹਾਨੂੰ ਇਹ ਗੱਲ ਨਹੀਂ ਪਤਾ ਕਿ ਮੇਰੀ ਭੈਣ ਮਿਰਿਆ ਨੇ ਮੈਨੂੰ ਅਕੇਲੀ ਛੱਡ ਦਿੱਤਾ ਹੈ, ਜਦੋਂ ਕਿ ਮੈਂ ਮਹਿਮਾਨਾਂ ਦੀ ਸੇਵਾ ਕਰ ਰਹੀ ਹਾਂ? ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਸਨੂੰ ਕਹੋ ਕਿ ਉਹ ਮੇਰੀ ਮਦਦ ਕਰੇ।\"", "calver": "2025.05.21", "id": "LUK 10:40", "translation_time": 6.81}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "ਮਰਥਾ, ਮਰਥਾ, ਤੂੰ ਚਿੰਤਾ ਕਰਦੀ ਹੈ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਭਟਕਦੀ ਹੈ ਬਹੁਤ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਬਾਰੇ।", "calver": "2025.05.21", "id": "LUK 10:41", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "pan", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "ਛੋਟਾ ਹੀ ਕਾਫੀ ਹੈ, ਜਾਂ ਇੱਕ ਹੀ ਕਾਫੀ ਹੈ; ਕਿਉਂਕਿ ਮਰੀਅਮ ਨੇ ਚੰਗਾ ਹਿੱਸਾ ਚੁਣਿਆ, ਜੋ ਉਸ ਤੋਂ ਹਟਾਇਆ ਨਹੀਂ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 10:42", "translation_time": 9.25}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਘਰ ਵਿੱਚ ਪ੍ਰਵੇਸ਼ ਕਰੋ, ਤਾਂ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਕਹੋ: ਇਸ ਘਰ ਨੂੰ ਸ਼ਾਂਤੀ ਮਿਲੇ।", "calver": "2025.05.21", "id": "LUK 10:5", "translation_time": 6.55}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "ਜੇਕਰ ਓਥੇ ਸ਼ਾਂਤੀ ਦਾ ਪੁੱਤਰ ਹੈ, ਤਾਂ ਤੁਹਾਡੀ ਸ਼ਾਂਤੀ ਉਸ ਉੱਤੇ ਵਾਪਸੀ ਕਰੇਗੀ; ਨਹੀਂ ਤਾਂ, ਇਹ ਤੁਹਾਡੇ ਕੋਲ ਵਾਪਸ ਆਵੇਗੀ।", "calver": "2025.05.21", "id": "LUK 10:6", "translation_time": 6.06}
{"source_lang": "grc", "target_lang": "pan", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "ਉਸ ਘਰ ਵਿੱਚ ਰਹੋ, ਖਾਓ ਅਤੇ ਪੀਓ ਜੋ ਉਹ ਤੁਹਾਡੇ ਲਈ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ; ਕਿਉਂਕਿ ਮਜ਼ਦੂਰ ਆਪਣੇ ਮਜ਼ਦੂਰੀ ਦੇ ਹੱਕਦਾਰ ਹਨ। ਘਰ ਤੋਂ ਘਰ ਨਾ ਚਲੋ ਅਤੇ ਵੱਖ-ਵੱਖ ਘਰਾਂ ਵਿੱਚ ਨਾ ਜਾਓ।", "calver": "2025.05.21", "id": "LUK 10:7", "translation_time": 6.3}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸ਼ਹਿਰ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ ਅਤੇ ਉਹ ਤੁਹਾਨੂੰ ਸਵੀਕਾਰ ਕਰ ਲੈਂ, ਤਾਂ ਜੋ ਕੁਝ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਰੱਖਿਆ ਗਿਆ ਹੈ, ਉਹ ਖਾਓ।", "calver": "2025.05.21", "id": "LUK 10:8", "translation_time": 5.22}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "ਅਤੇ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਠੀਕ ਕਰੋ ਜੋ ਉਸ ਵਿੱਚ ਬਿਮਾਰ ਹਨ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਹੋ ਕਿ \"ਰੱਬ ਦੀ ਰਾਜ ਆਸ ਪਾਸ ਆ ਗਈ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 10:9", "translation_time": 6.5}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "ਜਦੋਂ ਉਹ ਇਕ ਥਾਂ ਪ੍ਰਾਰਥਨਾ ਕਰਦੇ ਹੋਏ ਸੀ, ਤਦ ਉਸ ਨੇ ਰੁਕ ਕੇ ਕਿਹਾ, \"ਕਿਸੇ ਇੱਕ ਚੇਲੇ ਨੇ, ਜੋ ਯਿਸੂ ਦੇ ਚੇਲੇ ਹਨ, ਉਸ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ, 'ਹੇ ਪ੍ਰਭੂ, ਸਾਨੂੰ ਪ੍ਰਾਰਥਨਾ ਕਰਨਾ ਸਿੱਖਾ, ਜਿਵੇਂ ਜੋਹਨ ਨੇ ਆਪਣੇ ਚੇਲੇਆਂ ਨੂੰ ਸਿੱਖਾਇਆ।'\"", "calver": "2025.05.21", "id": "LUK 11:1", "translation_time": 6.64}
{"source_lang": "grc", "target_lang": "pan", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "ਜੈਸਾ ਕਿ ਹਰ ਕੋਈ ਜੋ ਮੰਗਦਾ ਹੈ, ਉਹ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ; ਜੋ ਖੋਜਦਾ ਹੈ, ਉਹ ਲੱਭਦਾ ਹੈ; ਅਤੇ ਜੋ ਦਰਵਾਜ਼ਾ ਖਟਖਟਾਉਂਦਾ ਹੈ, ਉਸ ਲਈ ਖੁੱਲ੍ਹ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 11:10", "translation_time": 5.02}
{"source_lang": "grc", "target_lang": "pan", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "ਕੀ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਪੁੱਤਰ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਮੱਛੀ ਮੰਗੇ, ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਸੱਪ ਦੇਵੇ?", "calver": "2025.05.21", "id": "LUK 11:11", "translation_time": 6.84}
{"source_lang": "grc", "target_lang": "pan", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "ਕੀ ਇਹ ਪੰਛੀ ਅੰਡਾ ਮੰਗੇਗਾ ਜਾਂ ਇੱਕ ਬੱਕਰੀ ਦੇਵੇਗਾ?", "calver": "2025.05.21", "id": "LUK 11:12", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "ਜੇ ਤੁਸੀਂ, ਜੋ ਬੁਰੇ ਹੋ, ਜਾਣਦੇ ਹੋ ਕਿ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਚੰਗੀਆਂ ਚੀਜ਼ਾਂ ਦੇਣੀਆਂ ਹਨ, ਤਾਂ ਅਸਲ ਵਿੱਚ, ਸਵਰਗ ਵਿੱਚ ਰਹਿਣ ਵਾਲਾ ਪਿਤਾ ਕਿੰਨਾ ਵੱਧ ਹੌਸਲਾ ਦੇਵੇਗਾ, ਉਹਨਾਂ ਨੂੰ ਜੋ ਉਸ ਨੂੰ ਮੰਗਦੇ ਹਨ, ਪਵਿੱਤਰ ਆਤਮਾ।", "calver": "2025.05.21", "id": "LUK 11:13", "translation_time": 6.06}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "ਯਿਸੂ ਨੇ ਇੱਕ ਬੁਰਾਈ ਨੂੰ ਕੱਢਿਆ, ਅਤੇ ਉਹ ਮੂੜਾ ਸੀ; ਜਦੋਂ ਬੁਰਾਈ ਨਿਕਲ ਗਈ, ਤਾਂ ਮੂੜਾ ਬੋਲਣਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ। ਇਸ ਮੂੜੇ ਦੀ ਬੋਲਣ ਦੀ ਖਬਰ ਸੁਣ ਕੇ ਭੀੜ ਹੈਰਾਨ ਰਹਿ ਗਈ।", "calver": "2025.05.21", "id": "LUK 11:14", "translation_time": 7.34}
{"source_lang": "grc", "target_lang": "pan", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "ਕੁਝ ਲੋਕਾਂ ਨੇ ਕਿਹਾ, \"ਬੇਲਜ਼ਬੂਲ ਦੇ ਨਾਮ 'ਤੇ, ਜੋ ਰਾਕਸ਼ਸਾਂ ਦਾ ਪ੍ਰਧਾਨ ਹੈ, ਉਹ ਰਾਕਸ਼ਸਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢਦਾ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 11:15", "translation_time": 4.99}
{"source_lang": "grc", "target_lang": "pan", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "ਹੋਰ ਲੋਕ ਜੋ ਇੱਕ ਅੰਗੀਕਾਰ ਜਾਂ ਚਿੰਨ੍ਹ ਦੀ ਖੋਜ ਕਰ ਰਹੇ ਸਨ, ਉਹ ਆਕਾਸ਼ ਤੋਂ ਇੱਕ ਚਿੰਨ੍ਹ ਦੀ ਖੋਜ ਕਰ ਰਹੇ ਸਨ।", "calver": "2025.05.21", "id": "LUK 11:16", "translation_time": 5.86}
{"source_lang": "grc", "target_lang": "pan", "original": "αὐτὸς  δὲ  εἰδὼς  αὐτῶν  τὰ  διανοήματα  εἶπεν  αὐτοῖς  Πᾶσα  βασιλεία  ἐφ’  ἑαυτὴν  διαμερισθεῖσα  ἐρημοῦται, καὶ  οἶκος  ἐπὶ  οἶκον  πίπτει.", "translation": "ਉਹਨਾਂ ਨੂੰ ਜਾਣਦਾ ਸੀ ਕਿ ਉਹਨਾਂ ਦੇ ਮਨੋਭਾਵ ਕੀ ਹਨ, ਇਸ ਲਈ ਉਸ ਨੇ ਕਿਹਾ, \"ਸਾਰੀ ਰਾਜਧਾਨੀ ਆਪਣੇ ਆਪ ਵਿੱਚ ਵੰਡਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਖਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਅਤੇ ਘਰ ਇੱਕ ਹੋਰ ਤੇ ਡਿੱਗਦਾ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 11:17", "translation_time": 8.0}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  δὲ  καὶ  ὁ  Σατανᾶς  ἐφ’  ἑαυτὸν  διεμερίσθη, πῶς  σταθήσεται  ἡ  βασιλεία  αὐτοῦ; ὅτι  λέγετε  ἐν  Βεελζεβοὺλ  ἐκβάλλειν  με  τὰ  δαιμόνια.", "translation": "ਜੇ ਸ਼ੈਤਾਨ ਆਪਣੇ ਖਿਲਾਫ਼ ਵੰਡਿਆ ਹੋਇਆ ਹੈ, ਤਾਂ ਉਸਦਾ ਰਾਜ ਕਿਵੇਂ ਟਿਕੇਗਾ? ਕਿਉਂਕਿ ਤੁਸੀਂ ਕਹਿੰਦੇ ਹੋ ਕਿ ਮੈਂ ਬੀਲਜ਼ਬੁਲ ਵੱਲੋਂ ਭੂਤਾਂ ਨੂੰ ਕੱਢਦਾ ਹਾਂ।", "calver": "2025.05.21", "id": "LUK 11:18", "translation_time": 6.79}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  δὲ  ἐγὼ  ἐν  Βεελζεβοὺλ  ἐκβάλλω  τὰ  δαιμόνια, οἱ  υἱοὶ  ὑμῶν  ἐν  τίνι  ἐκβάλλουσιν; διὰ  τοῦτο  αὐτοὶ  ὑμῶν  κριταὶ  ἔσονται.", "translation": "ਜੇ ਮੈਂ ਬੇਲਜ਼ਬੂਲ ਦੇ ਜ਼ਰੀਏ ਸ਼ੈਤਾਨਾਂ ਨੂੰ ਨਿਕਾਲਦਾ ਹਾਂ, ਤਾਂ ਤੁਹਾਡੇ ਪੁੱਤਰ ਕਿਹੜੇ ਨਾਮ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਨਿਕਾਲਦੇ ਹਨ? ਇਸ ਲਈ, ਉਹ ਤੁਹਾਡੇ ਨਿਆਂਹੀ ਹੋਣਗੇ।", "calver": "2025.05.21", "id": "LUK 11:19", "translation_time": 7.01}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  αὐτοῖς  Ὅταν  προσεύχησθε, λέγετε  Πάτερ, ἁγιασθήτω  τὸ  ὄνομά  σου· ἐλθάτω  ἡ  βασιλεία  σου·", "translation": "ਜਦੋਂ ਤੁਸੀਂ ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਤਾਂ ਕਹੋ, \"ਪਿਤਾ ਜੀ, ਤੁਹਾਡੇ ਨਾਮ ਨੂੰ ਪਵਿੱਤਰ ਬਣਾਓ। ਤੁਹਾਡੀ ਰਾਜਤਾ ਆਵੇ।\"", "calver": "2025.05.21", "id": "LUK 11:2", "translation_time": 5.5}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  δὲ  ἐν  δακτύλῳ  Θεοῦ  ἐγὼ  ἐκβάλλω  τὰ  δαιμόνια, ἄρα  ἔφθασεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "ਜੇ ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੰਗੂਠੇ ਨਾਲ ਸ਼ੈਤਾਨਾਂ ਨੂੰ ਨਿਕਾਲਦਾ ਹਾਂ, ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਰਾਜ ਆਪਣੇ ਉੱਤੇ ਆ ਗਈ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:20", "translation_time": 6.4}
{"source_lang": "grc", "target_lang": "pan", "original": "ὅταν  ὁ  ἰσχυρὸς  καθωπλισμένος  φυλάσσῃ  τὴν  ἑαυτοῦ  αὐλήν, ἐν  εἰρήνῃ  ἐστὶν  τὰ  ὑπάρχοντα  αὐτοῦ·", "translation": "ਜਦੋਂ ਮਜ਼ਬੂਤ ਅਤੇ ਸਜਗ ਰੱਖੀ ਹੋਈ ਤਾਕਤ ਵਾਲਾ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਆੰਗਣ ਦੀ ਨਿਗਰਾਨੀ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਸ ਦੀ ਸੰਪਤੀ ਸਾਂਤਿ ਵਿੱਚ ਰਹਿੰਦੀ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:21", "translation_time": 6.29}
{"source_lang": "grc", "target_lang": "pan", "original": "ἐπὰν  δὲ  ἰσχυρότερος  αὐτοῦ  ἐπελθὼν  νικήσῃ  αὐτόν, τὴν  πανοπλίαν  αὐτοῦ  αἴρει  ἐφ’  ᾗ  ἐπεποίθει, καὶ  τὰ  σκῦλα  αὐτοῦ  διαδίδωσιν.", "translation": "ਜਦੋਂ ਕੋਈ ਬਲਵਾਨ ਉਸਦੇ ਉੱਤੇ ਆ ਕੇ ਉਸ ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੀ ਪੋਸ਼ਾਕ ਹਟਾ ਦਿੰਦਾ ਹੈ ਜਿਸ 'ਤੇ ਉਹ ਵਿਸ਼ਵਾਸ ਕਰਦਾ ਸੀ, ਅਤੇ ਉਸ ਦੇ ਲੁੱਟੇ ਹੋਏ ਸਮਾਨ ਨੂੰ ਫੈਲਾਉਂਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:22", "translation_time": 4.91}
{"source_lang": "grc", "target_lang": "pan", "original": "Ὁ  μὴ  ὢν  μετ’  ἐμοῦ  κατ’  ἐμοῦ  ἐστιν, καὶ  ὁ  μὴ  συνάγων  μετ’  ἐμοῦ  σκορπίζει.", "translation": "ਜੋ ਮੇਰੇ ਨਾਲ ਨਹੀਂ ਹੈ, ਉਹ ਮੇਰੇ ਖਿਲਾਫ ਹੈ, ਅਤੇ ਜੋ ਮੇਰੇ ਨਾਲ ਇਕੱਠਾ ਨਹੀਂ ਹੁੰਦਾ, ਉਹ ਵਿਛੜਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:23", "translation_time": 5.57}
{"source_lang": "grc", "target_lang": "pan", "original": "Ὅταν  τὸ  ἀκάθαρτον  πνεῦμα  ἐξέλθῃ  ἀπὸ  τοῦ  ἀνθρώπου, διέρχεται  δι’  ἀνύδρων  τόπων  ζητοῦν  ἀνάπαυσιν, καὶ  μὴ  εὑρίσκον  λέγει  Ὑποστρέψω  εἰς  τὸν  οἶκόν  μου  ὅθεν  ἐξῆλθον·", "translation": "ਜਦੋਂ ਅਪਵਿੱਤਰ ਰੂਹ ਬਾਹਰ ਨਿਕਲਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਤੋਂ ਵੱਖਰੀ ਹੋ ਕੇ ਵਿਚਰਦੀ ਹੈ ਅਤੇ ਅਨੁਕੂਲ ਥਾਵਾਂ ਦੀ ਖੋਜ ਕਰਦੀ ਹੈ, ਪਰ ਉਹਨਾਂ ਵਿੱਚ ਕੋਈ ਆਰਾਮ ਨਹੀਂ ਲੱਭਦੀ। ਫਿਰ ਕਹਿੰਦੀ ਹੈ, \"ਮੈਂ ਵਾਪਸ ਜਾਵਾਂਗਾ ਆਪਣੇ ਘਰ ਨੂੰ, ਜਿੱਥੋਂ ਮੈਂ ਨਿਕਲਿਆ ਸੀ।\"", "calver": "2025.05.21", "id": "LUK 11:24", "translation_time": 9.44}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐλθὸν  εὑρίσκει  σεσαρωμένον  καὶ  κεκοσμημένον.", "translation": "ਜਦੋਂ ਉਹ ਆਇਆ, ਤਦੋਂ ਉਹ ਲੱਭਦਾ ਹੈ ਕਿ ਉਸਨੂੰ ਤੈਅ ਕੀਤਾ ਅਤੇ ਸਜਾਇਆ ਗਿਆ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:25", "translation_time": 6.49}
{"source_lang": "grc", "target_lang": "pan", "original": "τότε  πορεύεται  καὶ  παραλαμβάνει  ἕτερα  πνεύματα  πονηρότερα  ἑαυτοῦ  ἑπτά, καὶ  εἰσελθόντα  κατοικεῖ  ἐκεῖ, καὶ  γίνεται  τὰ  ἔσχατα  τοῦ  ἀνθρώπου  ἐκείνου  χείρονα  τῶν  πρώτων.", "translation": "ਫਿਰ ਉਹ ਜਾ ਕੇ ਆਪਣੇ ਨਾਲ ਸੱਤ ਹੋਰ ਬੁਰੇ ਰੂਹ ਲੈ ਕੇ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਉਹ ਉਥੇ ਵੱਸ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਉਸ ਮਨੁੱਖ ਦੀ ਅਖੀਰੀ ਹਾਲਤ ਪਹਿਲੇ ਤੋਂ ਬਿਹਤਰ ਹੋਣ ਤੋਂ ਬਿਹਤਰ ਹੋ ਜਾਂਦੀ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:26", "translation_time": 5.88}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἐγένετο  δὲ  ἐν  τῷ  λέγειν  αὐτὸν  ταῦτα  ἐπάρασά  τις  φωνὴν  γυνὴ  ἐκ  τοῦ  ὄχλου  εἶπεν  αὐτῷ  Μακαρία  ἡ  κοιλία  ἡ  βαστάσασά  σε  καὶ  μαστοὶ  οὓς  ἐθήλασας.", "translation": "ਇੱਕ ਔਰਤ ਨੇ ਭੀੜ ਵਿੱਚੋਂ ਕਿਹਾ, \"ਮਰੀਅਮ, ਤੂੰ ਬਹੁਤ ਬਰਕਤਮੰਨ ਹੈ, ਜਿਸ ਗਰਭ ਨੂੰ ਤੂੰ ਜੰਮਿਆ ਹੈ ਅਤੇ ਜਿਸ ਮਾਸੂਮ ਨੂੰ ਤੂੰ ਦੁੱਧ ਪਿਲਾਇਆ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 11:27", "translation_time": 7.2}
{"source_lang": "grc", "target_lang": "pan", "original": "αὐτὸς  δὲ  εἶπεν  Μενοῦν  μακάριοι  οἱ  ἀκούοντες  τὸν  λόγον  τοῦ  Θεοῦ  καὶ  φυλάσσοντες.", "translation": "ਮਨੁੱਖਾਂ ਲਈ ਅਸੀਸਮੰਦ ਹਨ, ਜੋ ਪਰਮੇਸ਼ੁਰ ਦੇ ਬੋਲ ਨੂੰ ਸੁਣਦੇ ਹਨ ਅਤੇ ਉਸ ਨੂੰ ਰੱਖਦੇ ਹਨ।", "calver": "2025.05.21", "id": "LUK 11:28", "translation_time": 6.58}
{"source_lang": "grc", "target_lang": "pan", "original": "Τῶν  δὲ  ὄχλων  ἐπαθροιζομένων  ἤρξατο  λέγειν  Ἠ  γενεὰ  αὕτη  γενεὰ  πονηρά  ἐστιν· σημεῖον  ζητεῖ, καὶ  σημεῖον  οὐ  δοθήσεται  αὐτῇ  εἰ  μὴ  τὸ  σημεῖον  Ἰωνᾶ.", "translation": "ਜਦੋਂ ਭੀ ਭੀੜ ਇਕੱਠੀ ਹੋਈ, ਤਦੋਂ ਉਸ ਨੇ ਕਿਹਾ ਕਿ ਇਹ ਪੀੜਤ ਜਨਰੇਸ਼ਨ ਹੈ; ਇਹ ਇੱਕ ਬੁਰਾ ਜਨਰੇਸ਼ਨ ਹੈ। ਇਹ ਚਿੰਨ੍ਹ ਦੀ ਖੋਜ ਕਰਦਾ ਹੈ, ਅਤੇ ਇਸ ਨੂੰ ਕੋਈ ਚਿੰਨ੍ਹ ਨਹੀਂ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਸਿਵਾਏ ਯੂਹੰਨਾ ਦਾ ਚਿੰਨ੍ਹ।", "calver": "2025.05.21", "id": "LUK 11:29", "translation_time": 9.07}
{"source_lang": "grc", "target_lang": "pan", "original": "τὸν  ἄρτον  ἡμῶν  τὸν  ἐπιούσιον  δίδου  ἡμῖν  τὸ  καθ’  ἡμέραν·", "translation": "ਸਾਡੇ ਰੋਜ਼ਾਨਾ ਰੋਟੀ, ਸਾਨੂੰ ਅੱਜ ਦੇ ਦਿਓ।", "calver": "2025.05.21", "id": "LUK 11:3", "translation_time": 6.56}
{"source_lang": "grc", "target_lang": "pan", "original": "καθὼς  γὰρ  ἐγένετο  Ἰωνᾶς  τοῖς  Νινευείταις  σημεῖον, οὕτως  ἔσται  καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  τῇ  γενεᾷ  ταύτῃ.", "translation": "ਜਿਵੇਂ ਯੋਨਾਹ ਦਾ ਨਿਸ਼ਾਨ ਨੀਨਵੇ ਦੇ ਲੋਕਾਂ ਲਈ ਸੀ, ਓਸੇ ਤਰ੍ਹਾਂ ਹੀ ਮਸੀਹ ਦੇ ਪੁੱਤਰ ਲਈ ਦਿੱਤਾ ਜਾਣ ਵਾਲਾ ਨਿਸ਼ਾਨ ਇਸ ਪੀੜੀ ਲਈ ਹੋਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 11:30", "translation_time": 7.13}
{"source_lang": "grc", "target_lang": "pan", "original": "βασίλισσα  νότου  ἐγερθήσεται  ἐν  τῇ  κρίσει  μετὰ  τῶν  ἀνδρῶν  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινεῖ  αὐτούς· ὅτι  ἦλθεν  ἐκ  τῶν  περάτων  τῆς  γῆς  ἀκοῦσαι  τὴν  σοφίαν  Σολομῶνος, καὶ  ἰδοὺ  πλεῖον  Σολομῶνος  ὧδε.", "translation": "ਦੱਖਣ ਦੀ ਰਾਜਕੁਮਾਰੀ ਨਿਆਂ ਵਿੱਚ ਉਠੇਗੀ, ਉਸ ਸਮੇਂ ਆਪਣੇ ਸਮੂਹ ਨਾਲ ਨਿਆਂ ਕਰੇਗੀ, ਕਿਉਂਕਿ ਉਹ ਦੂਰੋਂ ਤੋਂ ਆਈ ਸੀ, ਸੁਣਨ ਲਈ ਸੋਲੋਮਨ ਦੀ ਸਮਝ ਨੂੰ, ਅਤੇ ਵੇਖੋ, ਸੋਲੋਮਨ ਤੋਂ ਵੱਧ ਵੱਡੀ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:31", "translation_time": 7.15}
{"source_lang": "grc", "target_lang": "pan", "original": "ἄνδρες  Νινευεῖται  ἀναστήσονται  ἐν  τῇ  κρίσει  μετὰ  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινοῦσιν  αὐτήν· ὅτι  μετενόησαν  εἰς  τὸ  κήρυγμα  Ἰωνᾶ, καὶ  ἰδοὺ  πλεῖον  Ἰωνᾶ  ὧδε.", "translation": "ਨਿੰਵੇ ਦੇ ਮਰਦ ਕਹਾਂਗੇ ਕਿ ਉਹ ਪੁਨ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਨਗੇ, ਅਤੇ ਉਹ ਆਪਣੇ ਸਮਾਜ ਨੂੰ ਵਿਸ਼ਾਲ ਅਦਾਲਤ ਵਿੱਚ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣਗੇ, ਕਿਉਂਕਿ ਉਹ ਤੋਬਾ ਕਰਕੇ ਯੂਹੰਨਾ ਦੀ ਪ੍ਰਚਾਰ ਨੂੰ ਸੁਣਿਆ ਸੀ। ਅਤੇ ਵੇਖੋ, ਇੱਥੇ ਯੂਹੰਨਾ ਤੋਂ ਵੱਡਾ ਕੋਈ ਹੈ। ਇਹਨਾਂ ਨੂੰ ਯਾਦ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ ਪਾਪਾਂ ਤੋਂ ਮੁੜ ਕੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮੰਗਲਤਾ ਵਿੱਚ ਆਏ ਸਨ, ਅਤੇ ਉਹਨਾਂ ਨੇ ਤੋਬਾ ਕੀਤਾ ਸੀ। ਇਸ ਲਈ, ਜੋ ਵੱਡਾ ਹੈ, ਉਹ ਇੱਥੇ ਮੌਜੂਦ ਹੈ, ਅਤੇ ਉਹ ਆਪਣੇ ਪ੍ਰਚਾਰ ਨਾਲ ਲੋਕਾਂ ਨੂੰ ਸਚਾਈ ਅਤੇ ਤੋਬਾ ਦੀ ਅਹਿਮੀਅਤ ਦਿਖਾ ਰਿਹਾ ਹੈ। ਇਹ ਮੌਕਾ ਹੈ ਕਿ ਅਸੀਂ ਵੀ ਆਪਣੇ ਪਾਪਾਂ ਤੋਂ ਮੁੜ ਕੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮੰਗਲਤਾ ਵਿੱਚ ਆਈਏ ਅਤੇ ਉਸ ਦੀ ਅਦਾਲਤ ਵਿੱਚ ਖੜੇ ਹੋਈਏ।", "calver": "2025.05.21", "id": "LUK 11:32", "translation_time": 7.89}
{"source_lang": "grc", "target_lang": "pan", "original": "Οὐδεὶς  λύχνον  ἅψας  εἰς  κρύπτην  τίθησιν  οὐδὲ  ὑπὸ  τὸν  μόδιον, ἀλλ’  ἐπὶ  τὴν  λυχνίαν, ἵνα  οἱ  εἰσπορευόμενοι  τὸ  φέγγος  βλέπωσιν.", "translation": "ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਲੰਪ ਜਲਾਉਂਦਾ ਹੈ ਅਤੇ ਉਸਨੂੰ ਕਪੜੇ ਹੇਠਾਂ ਨਹੀਂ ਰੱਖਦਾ, ਸਗੋਂ ਉਸਨੂੰ ਮੰਜ਼ਿਲ 'ਤੇ ਰੱਖਦਾ ਹੈ, ਤਾਂ ਜੋ ਜੋ ਲੋਕ ਪ੍ਰਵੇਸ਼ ਕਰਦੇ ਹਨ, ਉਹ ਰੋਸ਼ਨੀ ਨੂੰ ਵੇਖ ਸਕਣ।", "calver": "2025.05.21", "id": "LUK 11:33", "translation_time": 5.81}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  λύχνος  τοῦ  σώματός  ἐστιν  ὁ  ὀφθαλμός  σου. ὅταν  ὁ  ὀφθαλμός  σου  ἁπλοῦς  ᾖ, καὶ  ὅλον  τὸ  σῶμά  σου  φωτεινόν  ἐστιν· ἐπὰν  δὲ  πονηρὸς  ᾖ, καὶ  τὸ  σῶμά  σου  σκοτεινόν.", "translation": "ਉੱਤੇ  ਲੱਖੀ  ਸਰੀਰ  ਦੀ  ਰੌਸ਼ਨੀ  ਹੈ।  ਜਦੋਂ  ਤੁਹਾਡੀ  ਅੱਖ  ਸਾਦਗੀ  ਨਾਲ  ਭਰੀ  ਹੋਵੇ,  ਤਦੋਂ  ਤੁਹਾਡਾ  ਸਾਰਾ  ਸਰੀਰ  ਚਮਕਦਾ  ਹੈ।  ਪਰੰਤੂ  ਜਦੋਂ  ਇਹ  ਬੁਰਾਈ  ਵਾਲੀ  ਹੋਵੇ,  ਤਦੋਂ  ਤੁਹਾਡਾ  ਸਰੀਰ  ਅੰਧਕਾਰ  ਵਿੱਚ  ਡੁੱਬ  ਜਾਂਦਾ  ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:34", "translation_time": 7.09}
{"source_lang": "grc", "target_lang": "pan", "original": "σκόπει  οὖν  μὴ  τὸ  φῶς  τὸ  ἐν  σοὶ  σκότος  ἐστίν.", "translation": "ਇਸ ਲਈ, ਸਾਵਧਾਨ ਰਹੋ ਕਿ ਤੁਹਾਡੇ ਅੰਦਰ ਦੀ ਰੌਸ਼ਨੀ ਅੰਧਕਾਰ ਨਾ ਬਣ ਜਾਵੇ।", "calver": "2025.05.21", "id": "LUK 11:35", "translation_time": 5.73}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  οὖν  τὸ  σῶμά  σου  ὅλον  φωτεινόν, μὴ  ἔχον  μέρος  τι  σκοτεινόν, ἔσται  φωτεινὸν  ὅλον  ὡς  ὅταν  ὁ  λύχνος  τῇ  ἀστραπῇ  φωτίζῃ  σε.", "translation": "ਜੇ ਤੁਹਾਡਾ ਸਾਰਾ ਸਰੀਰ ਚਮਕਦਾ ਹੈ, ਅਤੇ ਕਿਸੇ ਭਾਗ ਵਿੱਚ ਅੰਧਕਾਰ ਨਹੀਂ, ਤਾਂ ਉਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਚਮਕਦਾ ਰਹੇਗਾ, ਜਿਵੇਂ ਕਿ ਬਿਜਲੀ ਦੀ ਲਾਈਟ ਨੂੰ ਅੱਗ ਲੱਗਣ 'ਤੇ ਚਮਕਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:36", "translation_time": 6.11}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἐν  δὲ  τῷ  λαλῆσαι  ἐρωτᾷ  αὐτὸν  Φαρισαῖος  ὅπως  ἀριστήσῃ  παρ’  αὐτῷ· εἰσελθὼν  δὲ  ἀνέπεσεν.", "translation": "ਜਦੋਂ ਗੱਲਬਾਤ ਚੱਲ ਰਹੀ ਸੀ, ਤਦ ਫਰਿਸੀਈ ਨੇ ਪੁੱਛਿਆ ਕਿ ਕਿਵੇਂ ਉਹ ਉਸਦੇ ਨਾਲ ਖਾਣਾ ਖਾਵੇ। ਉਹ ਅੰਦਰ ਦਾਖਲ ਹੋਇਆ ਅਤੇ ਬੈਠ ਕੇ ਲੇਟ ਗਿਆ।", "calver": "2025.05.21", "id": "LUK 11:37", "translation_time": 6.56}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  Φαρισαῖος  ἰδὼν  ἐθαύμασεν  ὅτι  οὐ  πρῶτον  ἐβαπτίσθη  πρὸ  τοῦ  ἀρίστου.", "translation": "ਉਹ ਫਰੀਸੀ, ਦੇਖ ਕੇ ਹੈਰਾਨ ਹੋਇਆ ਕਿ ਉਸ ਨੇ ਸਭ ਤੋਂ ਵਧੀਆ ਤੋਂ ਪਹਿਲਾਂ ਬਪਤਿਸਮਾ ਨਹੀਂ ਲਿਆ ਸੀ।", "calver": "2025.05.21", "id": "LUK 11:38", "translation_time": 9.37}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  ὁ  Κύριος  πρὸς  αὐτόν  Νῦν  ὑμεῖς  οἱ  Φαρισαῖοι  τὸ  ἔξωθεν  τοῦ  ποτηρίου  καὶ  τοῦ  πίνακος  καθαρίζετε, τὸ  δὲ  ἔσωθεν  ὑμῶν  γέμει  ἁρπαγῆς  καὶ  πονηρίας.", "translation": "ਹੇ ਕ੍ਰਿਸ਼ਨ, ਕਿਹਾ ਗਿਆ, ਤੁਸੀਂ ਫਰਿਸ਼ਤੇ ਸਾਫ਼ ਕਰਦੇ ਹੋ, ਪਰ ਅੰਦਰ ਤੁਹਾਡੇ ਲਾਲਚ ਅਤੇ ਬੁਰਾਈ ਭਰੀ ਹੋਈ ਹੈ। ਬਾਹਰੋਂ ਤੁਸੀਂ ਪਵਿੱਤਰਤਾ ਦਿਖਾਉਂਦੇ ਹੋ, ਪਰ ਅੰਦਰੋਂ ਗੰਦੇ ਹੋ। ਖਾਲੀ ਬਰਤਨ ਸਭ ਤੋਂ ਵੱਧ ਸ਼ੋਰ ਕਰਦੇ ਹਨ, ਪਰ ਅਸਲੀ ਸਫਾਈ ਅੰਦਰ ਹੀ ਹੁੰਦੀ ਹੈ। ਇਹ ਤੁਹਾਡੇ ਧਾਰਮਿਕ ਠੱਗਪਣ ਅਤੇ ਅਸਲੀ ਮੋਰਲ ਗੁਣਾਂ ਦੀ ਨਿੰਦਾ ਹੈ। ਅਸਲੀ ਧਾਰਮਿਕਤਾ ਦੀ ਪਰਖ ਇਹ ਹੈ ਕਿ ਅਸੀਂ ਅੰਦਰ ਅਤੇ ਬਾਹਰ ਨੂੰ ਇਕੱਠੇ ਸਾਫ਼ ਰੱਖੀਏ।", "calver": "2025.05.21", "id": "LUK 11:39", "translation_time": 7.67}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἄφες  ἡμῖν  τὰς  ἁμαρτίας  ἡμῶν, καὶ  γὰρ  αὐτοὶ  ἀφίομεν  παντὶ  ὀφείλοντι  ἡμῖν· καὶ  μὴ  εἰσενέγκῃς  ἡμᾶς  εἰς  πειρασμόν.", "translation": "ਹੇ ਪ੍ਰਭੂ, ਸਾਡੇ ਗੁਨਾਹ ਮਾਫ ਕਰ, ਅਤੇ ਸਾਨੂੰ ਪ੍ਰੇਰਣਾ ਵਿੱਚ ਨਾ ਲੈ ਜਾ; ਕਿਉਂਕਿ ਅਸੀਂ ਆਪਣੇ ਗੁਨਾਹਾਂ ਲਈ ਮਾਫੀ ਮੰਗਦੇ ਹਾਂ, ਅਤੇ ਤੂੰ ਸਾਨੂੰ ਬੁਰਾਈ ਤੋਂ ਬਚਾ। ਅਤੇ ਮੈਨੂੰ ਪ੍ਰੇਰਣਾ ਵਿੱਚ ਨਾ ਲੈ ਜਾ, ਅਤੇ ਮੈਨੂੰ ਪਰੀਖਿਆ ਵਿੱਚ ਨਾ ਪਾ।", "calver": "2025.05.21", "id": "LUK 11:4", "translation_time": 6.83}
{"source_lang": "grc", "target_lang": "pan", "original": "ἄφρονες, οὐχ  ὁ  ποιήσας  τὸ  ἔξωθεν  καὶ  τὸ  ἔσωθεν  ἐποίησεν;", "translation": "ਕੀ ਇਹ ਮੂਰਖਤਾ ਨਹੀਂ ਕਿ ਉਸ ਨੇ ਬਾਹਰੀ ਅਤੇ ਅੰਦਰੂਨੀ ਦੋਹਾਂ ਨੂੰ ਬਣਾਇਆ ਹੈ?", "calver": "2025.05.21", "id": "LUK 11:40", "translation_time": 5.47}
{"source_lang": "grc", "target_lang": "pan", "original": "πλὴν  τὰ  ἐνόντα  δότε  ἐλεημοσύνην, καὶ  ἰδοὺ  πάντα  καθαρὰ  ὑμῖν  ἐστιν.", "translation": "ਪਲਾਂ ਤੱਕ ਦਿੱਤੀਆਂ ਚੈਰੀਟੀਆਂ, ਅਤੇ ਵੇਖੋ, ਸਭ ਕੁਝ ਪਵਿੱਤਰ ਹੈ।", "calver": "2025.05.21", "id": "LUK 11:41", "translation_time": 6.1}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀλλὰ  οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀποδεκατοῦτε  τὸ  ἡδύοσμον  καὶ  τὸ  πήγανον  καὶ  πᾶν  λάχανον, καὶ  παρέρχεσθε  τὴν  κρίσιν  καὶ  τὴν  ἀγάπην  τοῦ  Θεοῦ· ταῦτα  δὲ  ἔδει  ποιῆσαι  κἀκεῖνα  μὴ  παρεῖναι.", "translation": "ਤੁਹਾਨੂੰ ਹੂਣਾਂ, ਫਰਿਸ਼ੀਆਂ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਹਰੇਕ ਛੋਟੀ-ਮੋਟੀ ਚੀਜ਼, ਜਿਵੇਂ ਕਿ ਹਰੇ, ਪੇਗਾ ਅਤੇ ਹਰ ਕਿਸਮ ਦੇ ਲੱਕੜਾਂ ਦੀ ਦਸਵੀਂ ਹਿੱਸਾ ਲੈਂਦੇ ਹੋ, ਪਰ ਤੁਸੀਂ ਧਰਮ ਦੀ ਨਿਆਂ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਪ੍ਰੇਮ ਨੂੰ ਤਿਆਗਦੇ ਹੋ। ਇਹ ਗੱਲ ਤੁਹਾਨੂੰ ਜਾਣਨੀ ਚਾਹੀਦੀ ਸੀ, ਪਰ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਕੀਤਾ। ਇਹ ਸਭ ਕੁਝ ਕਰਨਾ ਚਾਹੀਦਾ ਸੀ, ਪਰ ਇਹਨਾਂ ਨੂੰ ਛੱਡਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ਸੀ।", "calver": "2025.05.21", "id": "LUK 11:42", "translation_time": 6.88}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀγαπᾶτε  τὴν  πρωτοκαθεδρίαν  ἐν  ταῖς  συναγωγαῖς  καὶ  τοὺς  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς.", "translation": "ਹੇ ਫਰੀਸੀਓ, ਤੁਹਾਡੇ ਲਈ ਵਾਹ ਹੋਵੇ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਆਪਣੇ ਸਿਨਾਗੋਗਾਂ ਵਿੱਚ ਪਹਿਲੀ ਸੀਟ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹੋ ਅਤੇ ਬਾਜ਼ਾਰਾਂ ਵਿੱਚ ਸਲਾਮ ਕਰਦੇ ਹੋ।", "calver": "2025.05.21", "id": "LUK 11:43", "translation_time": 5.26}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐαὶ  ὑμῖν, ὅτι  ἐστὲ  ὡς  τὰ  μνημεῖα  τὰ  ἄδηλα, καὶ  οἱ  ἄνθρωποι  οἱ  περιπατοῦντες  ἐπάνω  οὐκ  οἴδασιν.", "translation": "ਤੁਹਾਨੂੰ ਵਧੇਰੇ ਚੇਤਾਵਨੀ ਹੈ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਜਿਵੇਂ ਅਦਿੱਖੀਆਂ ਕਬਰਾਂ ਵਾਂਗ ਹੋ, ਜੋ ਕਿ ਬਾਹਰੋਂ ਤਾਂ ਸਧਾਰਨ ਲੱਗਦੀਆਂ ਹਨ ਪਰ ਅੰਦਰੋਂ ਆਤਮਕ ਤੌਰ 'ਤੇ ਮੌਤੀਆਂ ਵਾਲੀਆਂ ਹਨ, ਅਤੇ ਜੋ ਲੋਕ ਚੱਲ ਰਹੇ ਹਨ ਉਹ ਨਹੀਂ ਜਾਣਦੇ।", "calver": "2025.05.21", "id": "LUK 11:44", "translation_time": 8.02}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἀποκριθεὶς  δέ  τις  τῶν  νομικῶν  λέγει  αὐτῷ  Διδάσκαλε, ταῦτα  λέγων  καὶ  ἡμᾶς  ὑβρίζεις.", "translation": "ਇੱਕ ਨੋਮਿਕਸ ਵਿੱਚੋਂ ਇੱਕ ਨੇ ਜਵਾਬ ਦਿੱਤਾ, \"ਗੁਰੂ ਜੀ, ਤੁਸੀਂ ਸਾਨੂੰ ਗੱਲਾਂ ਕਰਦੇ ਹੋ ਅਤੇ ਸਾਨੂੰ ਅਪਮਾਨਿਤ ਕਰਦੇ ਹੋ।\"", "calver": "2025.05.21", "id": "LUK 11:45", "translation_time": 8.55}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  Καὶ  ὑμῖν  τοῖς  νομικοῖς  οὐαί, ὅτι  φορτίζετε  τοὺς  ἀνθρώπους  φορτία  δυσβάστακτα, καὶ  αὐτοὶ  ἑνὶ  τῶν  δακτύλων  ὑμῶν  οὐ  προσψαύετε  τοῖς  φορτίοις.", "translation": "ਤੁਹਾਡੇ ਉੱਤੇ ਅਫ਼ਸੋਸ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਲੋਕਾਂ ਨੂੰ ਭਾਰੀ ਬੋਝ ਲਾਦਦੇ ਹੋ, ਪਰ ਤੁਸੀਂ ਆਪਣੇ ਅੰਗੂਠੇ ਨਾਲ ਵੀ ਇੱਕ ਬੋਝ ਨੂੰ ਹਲਕਾ ਨਹੀਂ ਕਰਦੇ।", "calver": "2025.05.21", "id": "LUK 11:46", "translation_time": 5.25}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐαὶ  ὑμῖν, ὅτι  οἰκοδομεῖτε  τὰ  μνημεῖα  τῶν  προφητῶν, οἱ  δὲ  πατέρες  ὑμῶν  ἀπέκτειναν  αὐτούς.", "translation": "ਤੁਹਾਡੇ ਉੱਤੇ ਆਫ਼ਤ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਪ੍ਰਵਾਕਾਰਾਂ ਦੇ ਮੰਦਰ ਬਣਾਉਂਦੇ ਹੋ, ਜਦਕਿ ਤੁਹਾਡੇ ਪੁਰਖਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰਿਆ ਸੀ।", "calver": "2025.05.21", "id": "LUK 11:47", "translation_time": 6.33}
{"source_lang": "grc", "target_lang": "pan", "original": "ἄρα  μάρτυρές  ἐστε  καὶ  συνευδοκεῖτε  τοῖς  ἔργοις  τῶν  πατέρων  ὑμῶν, ὅτι  αὐτοὶ  μὲν  ἀπέκτειναν  αὐτοὺς, ὑμεῖς  δὲ  οἰκοδομεῖτε.", "translation": "ਤੁਸੀਂ ਗਵਾਹੀ ਦੇ ਰਹੇ ਹੋ ਅਤੇ ਆਪਣੇ ਪੁਰਖਾਂ ਦੇ ਕੰਮਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋ, ਜਿਨ੍ਹਾਂ ਨੇ ਨਬੀਆਂ ਨੂੰ ਮਾਰਿਆ ਸੀ। ਇਸ ਤਰ੍ਹਾਂ, ਉਹਨਾਂ ਨੇ ਮਾਰਿਆ, ਅਤੇ ਤੁਸੀਂ ਉਸੇ ਕੰਮਾਂ ਨੂੰ ਅੱਗੇ ਵਧਾ ਰਹੇ ਹੋ।", "calver": "2025.05.21", "id": "LUK 11:48", "translation_time": 5.48}
{"source_lang": "grc", "target_lang": "pan", "original": "διὰ  τοῦτο  καὶ  ἡ  σοφία  τοῦ  Θεοῦ  εἶπεν  Ἀποστελῶ  εἰς  αὐτοὺς  προφήτας  καὶ  ἀποστόλους, καὶ  ἐξ  αὐτῶν  ἀποκτενοῦσιν  καὶ  διώξουσιν,", "translation": "ਇਸ ਲਈ, ਪਰਮੇਸ਼ੁਰ ਦੀ ਸਮਝਦਾਰੀ ਨੇ ਕਿਹਾ ਹੈ ਕਿ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਨਬੀਆਂ ਅਤੇ ਅਪੋਸਤਲ ਭੇਜਾਂਗਾ, ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਈ ਨੂੰ ਮਾਰਿਆ ਜਾਵੇਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਪੀੜਾ ਸਹਨੀ ਪਏਗੀ।", "calver": "2025.05.21", "id": "LUK 11:49", "translation_time": 6.1}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  εἶπεν  πρὸς  αὐτούς  Τίς  ἐξ  ὑμῶν  ἕξει  φίλον, καὶ  πορεύσεται  πρὸς  αὐτὸν  μεσονυκτίου  καὶ  εἴπῃ  αὐτῷ  Φίλε, χρῆσόν  μοι  τρεῖς  ἄρτους,", "translation": "ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੌਣ ਹੈ ਜੋ ਮੱਧਰਾਤ ਨੂੰ ਆਪਣੇ ਦੋਸਤ ਕੋਲ ਜਾ ਕੇ ਕਹੇਗਾ, \"ਦੋਸਤ, ਮੈਨੂੰ ਤਿੰਨ ਰੋਟੀਆਂ ਦੇ, ਕਿਉਂਕਿ ਮੈਂ ਬਹੁਤ ਲਾਲਚੀ ਹਾਂ ਅਤੇ ਮੈਨੂੰ ਰਾਤ ਦੇ ਇਸ ਸਮੇਂ ਤੇ ਰੋਟੀਆਂ ਦੀ ਲੋੜ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 11:5", "translation_time": 5.46}
{"source_lang": "grc", "target_lang": "pan", "original": "ἵνα  ἐκζητηθῇ  τὸ  αἷμα  πάντων  τῶν  προφητῶν  τὸ  ἐκκεχυμένον  ἀπὸ  καταβολῆς  κόσμου  ἀπὸ  τῆς  γενεᾶς  ταύτης,", "translation": "ਇਹ ਕਿ ਸਾਰੇ ਨਬੀਆਂ ਦੇ ਖੂਨ ਦੀ ਮੰਗ ਕੀਤੀ ਜਾਵੇ, ਜੋ ਜਗਤ ਦੀ ਬੁਨਿਆਦ ਤੋਂ ਛਿੜਕਿਆ ਗਿਆ ਹੈ, ਇਸ ਪੀੜ੍ਹੀ ਤੋਂ।", "calver": "2025.05.21", "id": "LUK 11:50", "translation_time": 6.39}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀπὸ  αἵματος  Ἄβελ  ἕως  αἵματος  Ζαχαρίου  τοῦ  ἀπολομένου  μεταξὺ  τοῦ  θυσιαστηρίου  καὶ  τοῦ  οἴκου· ναί, λέγω  ὑμῖν, ἐκζητηθήσεται  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "\"ਅਪੋ ਹਾਈਮਾਟ ਅਬੇਲ ਤੋਂ ਲੈ ਕੇ ਜ਼ਖਾਰਿਆਹ ਦੇ ਮਰਣ ਵਾਲੇ ਤੱਕ, ਜੋ ਮੰਦਰ ਅਤੇ ਘਰ ਦੇ ਵਿਚਕਾਰ ਮੌਜੂਦ ਸੀ; ਹਾਂ, ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਇਸ ਪੀੜੀ ਤੋਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਖੋਜੀ ਜਾਵੇਗੀ।\"", "calver": "2025.05.21", "id": "LUK 11:51", "translation_time": 7.35}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐαὶ  ὑμῖν  τοῖς  νομικοῖς, ὅτι  ἤρατε  τὴν  κλεῖδα  τῆς  γνώσεως· αὐτοὶ  οὐκ  εἰσήλθατε  καὶ  τοὺς  εἰσερχομένους  ἐκωλύσατε.", "translation": "ਤੁਹਾਡੇ ਲਈ ਅਫਸੋਸ, ਕਾਨੂੰਨੀ ਵਿਦਵਾਨੋ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਗਿਆਨ ਦੀ ਕੁੰਜੀ ਲੈ ਲਈ ਹੈ; ਤੁਸੀਂ ਖੁਦ ਨਹੀਂ ਅੰਦਰ ਗਏ ਅਤੇ ਜੋ ਅੰਦਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਸਨ, ਉਹਨਾਂ ਨੂੰ ਰੋਕ ਦਿੱਤਾ।", "calver": "2025.05.21", "id": "LUK 11:52", "translation_time": 6.02}
{"source_lang": "grc", "target_lang": "pan", "original": "Κἀκεῖθεν  ἐξελθόντος  αὐτοῦ  ἤρξαντο  οἱ  γραμματεῖς  καὶ  οἱ  Φαρισαῖοι  δεινῶς  ἐνέχειν  καὶ  ἀποστοματίζειν  αὐτὸν  περὶ  πλειόνων,", "translation": "ਜਦੋਂ ਉਹ ਬਾਹਰ ਗਿਆ, ਤਦ ਲਿਖਾਰੀ ਅਤੇ ਫਾਰਿਸੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਕਿ ਉਸਨੂੰ ਹੋਰ ਮਾਮਲਿਆਂ ਬਾਰੇ ਤੀਬਰਤਾ ਨਾਲ ਮੁਕਾਬਲਾ ਕਰਨ ਅਤੇ ਪੁੱਛਣ ਲੱਗੇ।", "calver": "2025.05.21", "id": "LUK 11:53", "translation_time": 9.89}
{"source_lang": "grc", "target_lang": "pan", "original": "ἐνεδρεύοντες  αὐτὸν  θηρεῦσαί  τι  ἐκ  τοῦ  στόματος  αὐτοῦ.", "translation": "ਚੁਪਕੇ ਹੋਏ ਉਹਨਾਂ ਨੇ ਉਸਨੂੰ ਫੜਨ ਲਈ, ਉਸਦੇ ਮੂੰਹ ਤੋਂ ਕੁਝ ਬੋਲਾਂ ਨਾਲ।", "calver": "2025.05.21", "id": "LUK 11:54", "translation_time": 6.84}
{"source_lang": "grc", "target_lang": "pan", "original": "ἐπειδὴ  φίλος  μου  παρεγένετο  ἐξ  ὁδοῦ  πρός  με  καὶ  οὐκ  ἔχω  ὃ  παραθήσω  αὐτῷ·", "translation": "ਜਦੋਂ ਮੇਰਾ ਮਿੱਤਰ ਰਾਹ ਤੋਂ ਆਇਆ, ਅਤੇ ਮੇਰੇ ਕੋਲ ਉਸ ਨੂੰ ਦੇਣ ਲਈ ਕੁਝ ਨਹੀਂ ਸੀ, ਤਾਂ ਮੈਂ ਅਫਸੋਸ ਕੀਤਾ।", "calver": "2025.05.21", "id": "LUK 11:6", "translation_time": 4.18}
{"source_lang": "grc", "target_lang": "pan", "original": "κἀκεῖνος  ἔσωθεν  ἀποκριθεὶς  εἴπῃ  Μή  μοι  κόπους  πάρεχε· ἤδη  ἡ  θύρα  κέκλεισται, καὶ  τὰ  παιδία  μου  μετ’  ἐμοῦ  εἰς  τὴν  κοίτην  εἰσίν· οὐ  δύναμαι  ἀναστὰς  δοῦναί  σοι.", "translation": "ਉਸ ਨੇ ਅੰਦਰੋਂ ਜਵਾਬ ਦਿੱਤਾ, \"ਮੈਨੂੰ ਮਦਦ ਨਾ ਕਰੋ; ਹੁਣ ਦਰਵਾਜ਼ਾ ਬੰਦ ਹੈ, ਅਤੇ ਮੇਰੇ ਬੱਚੇ ਮੇਰੇ ਨਾਲ ਬਿਸਤਰ 'ਤੇ ਹਨ; ਮੈਂ ਉੱਠ ਕੇ ਤੁਹਾਨੂੰ ਨਹੀਂ ਦੇ ਸਕਦਾ।\"", "calver": "2025.05.21", "id": "LUK 11:7", "translation_time": 7.22}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγω  ὑμῖν, εἰ  καὶ  οὐ  δώσει  αὐτῷ  ἀναστὰς  διὰ  τὸ  εἶναι  φίλον  αὐτοῦ, διά  γε  τὴν  ἀναιδίαν  αὐτοῦ  ἐγερθεὶς  δώσει  αὐτῷ  ὅσων  χρῄζει.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਜੇਕਰ ਉਹ ਨਹੀਂ ਉਠੇਗਾ ਆਪਣੇ ਦੋਸਤ ਕਰਕੇ, ਅਤੇ ਉਸਦੀ ਅਡੋਲਤਾ ਕਰਕੇ, ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਉਠ ਕੇ ਉਸਨੂੰ ਜਿੰਨੀ ਲੋੜ ਹੈ, ਉਹ ਦੇਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 11:8", "translation_time": 5.24}
{"source_lang": "grc", "target_lang": "pan", "original": "Κἀγὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਅਤੇ ਤੁਹਾਨੂੰ ਦਿੱਤੀ ਜਾਵੇਗੀ; ਖੋਜੋ, ਅਤੇ ਤੁਸੀਂ ਲੱਭੋਗੇ; ਖੜਕੋ, ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਖੋਲ੍ਹਿਆ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 11:9", "translation_time": 7.26}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἐν  οἷς  ἐπισυναχθεισῶν  τῶν  μυριάδων  τοῦ  ὄχλου, ὥστε  καταπατεῖν  ἀλλήλους, ἤρξατο  λέγειν  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  πρῶτον  Προσέχετε  ἑαυτοῖς  ἀπὸ  τῆς  ζύμης, ἥτις  ἐστὶν  ὑπόκρισις, τῶν  Φαρισαίων.", "translation": "ਜਦੋਂ ਮਸੀਹ ਦੇ ਚੇਲੇਆਂ ਦੇ ਸਮੂਹ ਇਕੱਠੇ ਹੋਏ ਸਨ ਅਤੇ ਇੱਕ ਦੂਜੇ ਨੂੰ ਪੈਰ ਪੈਰ ਰੱਖ ਰਹੇ ਸਨ, ਤਦ ਮਸੀਹ ਨੇ ਪਹਿਲਾਂ ਆਪਣੇ ਚੇਲੇਆਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ, \"ਫਰਿਸ਼ਿਆਂ ਦੀ ਜ਼ਿਆਦਾ ਮਾਇਆ ਤੋਂ ਸਾਵਧਾਨ ਰਹੋ।\" ਉਹਨਾਂ ਨੇ ਕਿਹਾ, \"ਹਿਉਂ, ਜਿਵੇਂ ਖਮੀਰ ਦੀ ਮਾਇਆ ਖਮੀਰ ਵਾਂਗ ਫੈਲਦੀ ਹੈ, ਓਹੋ ਹੀ ਝੂਠ ਅਤੇ ਧੋਖਾ ਫੈਲਦਾ ਹੈ। ਇਸ ਲਈ, ਸਾਵਧਾਨ ਰਹੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਮਨ ਵਿੱਚ ਝੂਠ ਅਤੇ ਧੋਖਾ ਨਾ ਲਿਆਓ।\"", "calver": "2025.05.21", "id": "LUK 12:1", "translation_time": 6.89}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  πᾶς  ὃς  ἐρεῖ  λόγον  εἰς  τὸν  Υἱὸν  τοῦ  ἀνθρώπου, ἀφεθήσεται  αὐτῷ· τῷ  δὲ  εἰς  τὸ  Ἅγιον  Πνεῦμα  βλασφημήσαντι  οὐκ  ἀφεθήσεται.", "translation": "ਜੋ ਕੋਈ ਮਨੁੱਖ ਮਸੀਹ ਦੇ ਪੁੱਤਰ ਬਾਰੇ ਗੱਲ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਮਾਫ਼ ਕੀਤਾ ਜਾਵੇਗਾ; ਪਰ ਜੋ ਮਨੁੱਖ ਪਵਿੱਤਰ ਆਤਮਾ ਦੇ ਖਿਲਾਫ ਬਦਨਾਮੀ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਕਦੇ ਮਾਫ਼ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:10", "translation_time": 7.28}
{"source_lang": "grc", "target_lang": "pan", "original": "ὅταν  δὲ  εἰσφέρωσιν  ὑμᾶς  ἐπὶ  τὰς  συναγωγὰς  καὶ  τὰς  ἀρχὰς  καὶ  τὰς  ἐξουσίας, μὴ  μεριμνήσητε  πῶς  ἢ  τί  ἀπολογήσησθε  ἢ  τί  εἴπητε·", "translation": "ਜਦੋਂ ਉਹ ਤੁਹਾਨੂੰ ਬਹਿਸਤੀਆਂ ਅਤੇ ਰਾਜਿਆਂ ਅਤੇ ਅਧਿਕਾਰੀਆਂ ਦੇ ਸਾਹਮਣੇ ਲੈ ਕੇ ਜਾਣ, ਤਾਂ ਚਿੰਤਾ ਨਾ ਕਰੋ ਕਿ ਕਿਵੇਂ ਜਾਂ ਕੀ ਕਹਿਣਾ ਹੈ; ਕਿਉਂਕਿ ਉਸ ਸਮੇਂ ਪਵਿੱਤਰ ਆਤਮਾ ਤੁਹਾਨੂੰ ਸਿੱਖਾਵੇਗਾ ਕਿ ਕਿਹੜਾ ਬੋਲਣਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:11", "translation_time": 7.65}
{"source_lang": "grc", "target_lang": "pan", "original": "τὸ  γὰρ  Ἅγιον  Πνεῦμα  διδάξει  ὑμᾶς  ἐν  αὐτῇ  τῇ  ὥρᾳ  ἃ  δεῖ  εἰπεῖν.", "translation": "ਪਵਿੱਤਰ ਆਤਮਾ ਤੁਹਾਨੂੰ ਉਸ ਸਮੇਂ ਉਹ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਕਹਿਣਾ ਲਾਜ਼ਮੀ ਹੈ, ਸਿਖਾਏਗਾ।", "calver": "2025.05.21", "id": "LUK 12:12", "translation_time": 6.86}
{"source_lang": "grc", "target_lang": "pan", "original": "Εἶπεν  δέ  τις  ἐκ  τοῦ  ὄχλου  αὐτῷ  Διδάσκαλε, εἰπὲ  τῷ  ἀδελφῷ  μου  μερίσασθαι  μετ’  ἐμοῦ  τὴν  κληρονομίαν.", "translation": "ਇੱਕ ਕੂਲ ਵਿੱਚੋਂ ਕਿਸੇ ਨੇ ਉਸ ਨੂੰ, ਗੁਰੂ ਜੀ, ਕਿਹਾ, \"ਮੇਰੇ ਭਰਾ ਨੂੰ ਦੱਸੋ ਕਿ ਉਹ ਮੇਰੇ ਨਾਲ ਵਿਰਾਸਤ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ।\"", "calver": "2025.05.21", "id": "LUK 12:13", "translation_time": 6.93}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπε, τίς  με  κατέστησεν  κριτὴν  ἢ  μεριστὴν  ἐφ’  ὑμᾶς;", "translation": "ਮੈਂ ਨੂੰ ਕੌਣ ਮੰਨਿਆ ਹੈ ਨਿਆਂਇਕ ਜਾਂ ਵੰਡਨ ਵਾਲਾ ਤੁਹਾਡੇ ਉੱਤੇ?", "calver": "2025.05.21", "id": "LUK 12:14", "translation_time": 5.44}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Ὁρᾶτε  καὶ  φυλάσσεσθε  ἀπὸ  πάσης  πλεονεξίας, ὅτι  οὐκ  ἐν  τῷ  περισσεύειν  τινὶ  ἡ  ζωὴ  αὐτοῦ  ἐστιν  ἐκ  τῶν  ὑπαρχόντων  αὐτῷ.", "translation": "ਉਹਨਾਂ ਨੂੰ ਕਹਿਣ ਲੱਗਾ, \"ਦੇਖੋ ਅਤੇ ਸਾਰੇ ਲਾਲਚ ਤੋਂ ਸਾਵਧਾਨ ਰਹੋ, ਕਿਉਂਕਿ ਜੀਵਨ ਸੰਪਤੀਆਂ ਦੀ ਬਹੁਮੁੱਲਤਾ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਜੀਵਨ ਉਸ ਦੀ ਬਹੁਮੁੱਲਤਾ ਵਿੱਚ ਨਹੀਂ ਹੈ ਜੋ ਕੁਝ ਉਸਦੇ ਕੋਲ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 12:15", "translation_time": 5.75}
{"source_lang": "grc", "target_lang": "pan", "original": "Εἶπεν  δὲ  παραβολὴν  πρὸς  αὐτοὺς  λέγων  Ἀνθρώπου  τινὸς  πλουσίου  εὐφόρησεν  ἡ  χώρα.", "translation": "ਉਹਨਾਂ ਨੂੰ ਕਹਿ ਕੇ ਇਕ ਪਰਬਲ ਕਹਾਣੀ ਸੁਣਾਈ, ਕਹਿੰਦੇ ਹੋਏ, \"ਇੱਕ ਅਮੀਰ ਮਨੁੱਖ ਦੀ ਜ਼ਮੀਨ ਨੇ ਚੰਗੀ ਫਸਲ ਉਤਪੰਨ ਕੀਤੀ।\"", "calver": "2025.05.21", "id": "LUK 12:16", "translation_time": 5.47}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  διελογίζετο  ἐν  ἑαυτῷ  λέγων  Τί  ποιήσω, ὅτι  οὐκ  ἔχω  ποῦ  συνάξω  τοὺς  καρπούς  μου;", "translation": "ਮੇਰੇ ਮਨ ਵਿੱਚ ਇਹ ਸੋਚ ਆਈ ਕਿ ਮੈਂ ਕੀ ਕਰਾਂ, ਕਿਉਂਕਿ ਮੇਰੇ ਕੋਲ ਮੇਰੇ ਫਸਲਾਂ ਨੂੰ ਰੱਖਣ ਲਈ ਥਾਂ ਨਹੀਂ ਹੈ। ਮੈਂ ਕਿਵੇਂ ਆਪਣੇ ਫਸਲਾਂ ਨੂੰ ਸੰਭਾਲਾਂ?", "calver": "2025.05.21", "id": "LUK 12:17", "translation_time": 6.77}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἶπεν  Τοῦτο  ποιήσω· καθελῶ  μου  τὰς  ἀποθήκας  καὶ  μείζονας  οἰκοδομήσω, καὶ  συνάξω  ἐκεῖ  πάντα  τὸν  σῖτον  καὶ  τὰ  ἀγαθά  μου,", "translation": "ਇਹ ਕਰਨ ਲਈ, ਮੈਂ ਮੇਰੇ ਖੁਦੈ ਦੇ ਘਰ ਤੋੜਾਂਗਾ, ਵੱਡੇ ਬਣਾਵਾਂਗਾ, ਅਤੇ ਸਾਰਾ ਅਨਾਜ ਅਤੇ ਸਮਾਨ ਇਕੱਠਾ ਕਰਾਂਗਾ।", "calver": "2025.05.21", "id": "LUK 12:18", "translation_time": 5.99}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐρῶ  τῇ  ψυχῇ  μου  Ψυχή, ἔχεις  πολλὰ  ἀγαθὰ  κείμενα  εἰς  ἔτη  πολλά· ἀναπαύου, φάγε, πίε, εὐφραίνου.", "translation": "ਅਤੇ ਮੈਂ ਆਪਣੇ ਰੂਹ ਨੂੰ ਕਹਾਂਗਾ, ਰੂਹ, ਤੇਰੇ ਕੋਲ ਬਹੁਤ ਚੰਗੀਆਂ ਚੀਜ਼ਾਂ ਸੰਭਾਲੀਆਂ ਹਨ ਜੋ ਕਈ ਸਾਲਾਂ ਤੋਂ ਜਮ੍ਹਾ ਹੋਈਆਂ ਹਨ; ਆਰਾਮ ਕਰ, ਖਾ, ਪੀ, ਅਤੇ ਖੁਸ਼ੀ ਮਨਾਉ।", "calver": "2025.05.21", "id": "LUK 12:19", "translation_time": 5.62}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐδὲν  δὲ  συγκεκαλυμμένον  ἐστὶν  ὃ  οὐκ  ἀποκαλυφθήσεται, καὶ  κρυπτὸν  ὃ  οὐ  γνωσθήσεται.", "translation": "ਕੁਝ ਵੀ ਲੁਕਿਆ ਨਹੀਂ ਰਹੇਗਾ, ਜੋ ਰਾਜ਼ ਹੈ ਉਹ ਖੁਲ ਜਾਵੇਗਾ, ਅਤੇ ਜੋ ਕੁਝ ਗੁਪਤ ਹੈ ਉਹ ਸਾਰਥਕ ਤੌਰ 'ਤੇ ਪ੍ਰਗਟ ਹੋਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:2", "translation_time": 5.47}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Θεός  Ἄφρων, ταύτῃ  τῇ  νυκτὶ  τὴν  ψυχήν  σου  ἀπαιτοῦσιν  ἀπὸ  σοῦ· ἃ  δὲ  ἡτοίμασας, τίνι  ἔσται;", "translation": "ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸ ਨੂੰ ਕਹਿਆ, \"ਮੂਰਖ, ਇਸ ਰਾਤ ਤੇਰੀ ਆਤਮਾ ਤੈਨੂੰ ਮੰਗੀ ਜਾਵੇਗੀ; ਜੋ ਕੁਝ ਤੂੰ ਤਿਆਰ ਕੀਤਾ ਹੈ, ਉਹ ਕਿੱਥੇ ਜਾਵੇਗਾ?\"", "calver": "2025.05.21", "id": "LUK 12:20", "translation_time": 5.77}
{"source_lang": "grc", "target_lang": "pan", "original": "οὕτως  ὁ  θησαυρίζων  αὑτῷ  καὶ  μὴ  εἰς  Θεὸν  πλουτῶν.", "translation": "ਇਸ ਤਰ੍ਹਾਂ, ਜੋ ਆਪਣੇ ਲਈ ਖਜ਼ਾਨਾ ਸੰਭਾਲਦਾ ਹੈ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਵੱਲ ਧਨ-ਦੌਲਤ ਨਹੀਂ ਬਢ਼ਾਉਂਦਾ, ਉਹ ਅਜਿਹਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:21", "translation_time": 7.51}
{"source_lang": "grc", "target_lang": "pan", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Διὰ  τοῦτο  λέγω  ὑμῖν· μὴ  μεριμνᾶτε  τῇ  ψυχῇ  τί  φάγητε, μηδὲ  τῷ  σώματι  τί  ἐνδύσησθε.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਇਸ ਲਈ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਆਤਮਾ ਦੀ ਚਿੰਤਾ ਨਾ ਕਰੋ ਕਿ ਤੁਸੀਂ ਖਾਣਾ ਕੀ ਖਾਵੋਗੇ ਜਾਂ ਕਪੜੇ ਕਿਵੇਂ ਪਹਿਨੋਗੇ। ਯਿਸੂ ਨੇ ਆਪਣੇ ਚੇਲੇਆਂ ਨੂੰ ਕਿਹਾ, \"ਇਸ ਕਰਕੇ, ਭਰੋਸਾ ਰੱਖੋ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰਾਵਿਡੈਂਸ 'ਤੇ।\" ਇਹ ਗੱਲ ਮਨ ਵਿੱਚ ਰੱਖੋ ਕਿ ਆਤਮਾ ਅਤੇ ਸਰੀਰ ਦੋਹਾਂ ਨੂੰ ਰੱਬ ਦੀ ਰਾਖੀ ਹੈ। ਇਸ ਲਈ, ਆਪਣੀ ਚਿੰਤਾ ਨੂੰ ਛੱਡੋ ਅਤੇ ਭਰੋਸਾ ਰੱਖੋ ਕਿ ਪ੍ਰਭੂ ਤੁਹਾਡੀ ਹਰ ਲੋੜ ਨੂੰ ਪੂਰਾ ਕਰੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:22", "translation_time": 7.72}
{"source_lang": "grc", "target_lang": "pan", "original": "ἡ  γὰρ  ψυχὴ  πλεῖόν  ἐστιν  τῆς  τροφῆς  καὶ  τὸ  σῶμα  τοῦ  ἐνδύματος.", "translation": "ਰੂਹ ਖਾਣੇ ਤੋਂ ਵੱਧ ਮਹੱਤਵਪੂਰਨ ਹੈ, ਅਤੇ ਸਰੀਰ ਕਪੜੇ ਵਾਂਗ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:23", "translation_time": 6.17}
{"source_lang": "grc", "target_lang": "pan", "original": "κατανοήσατε  τοὺς  κόρακας, ὅτι  οὔτε  σπείρουσιν  οὔτε  θερίζουσιν, οἷς  οὐκ  ἔστιν  ταμεῖον  οὐδὲ  ἀποθήκη, καὶ  ὁ  Θεὸς  τρέφει  αὐτούς· πόσῳ  μᾶλλον  ὑμεῖς  διαφέρετε  τῶν  πετεινῶν.", "translation": "ਕੀ ਤੁਸੀਂ ਕੋਰਕਿਆਂ ਨੂੰ ਸਮਝਦੇ ਹੋ ਕਿ ਉਹ ਨਾ ਬੀਜਦੇ ਹਨ ਨਾ ਕੱਟਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਲਈ ਕੋਈ ਖਾਤਾ ਜਾਂ ਭੰਡਾਰ ਨਹੀਂ ਹੈ, ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਉਹਨਾਂ ਨੂੰ ਪਾਲਦਾ ਹੈ; ਤਦ ਤੁਸੀਂ ਪੰਛੀਆਂ ਨਾਲੋਂ ਕਿੰਨੇ ਵੱਧ ਹੋ?", "calver": "2025.05.21", "id": "LUK 12:24", "translation_time": 7.98}
{"source_lang": "grc", "target_lang": "pan", "original": "τίς  δὲ  ἐξ  ὑμῶν  μεριμνῶν  δύναται  ἐπὶ  τὴν  ἡλικίαν  αὐτοῦ  προσθεῖναι  πῆχυν;", "translation": "ਕੌਣ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹੈ ਜੋ ਆਪਣੀ ਉਮਰ ਵਿੱਚ ਇੱਕ ਕੱਪੜਾ ਵਧਾਉਣ ਦੀ ਚਿੰਤਾ ਕਰ ਸਕਦਾ ਹੈ? ਮਨੁੱਖੀ ਸੀਮਾਵਾਂ ਦੇ ਕਾਰਨ, ਇਹ ਅਸੰਭਵ ਹੈ ਕਿ ਕੋਈ ਆਪਣੇ ਜੀਵਨ ਦੀ ਲੰਬਾਈ ਵਿੱਚ ਵਾਧਾ ਕਰ ਸਕੇ।", "calver": "2025.05.21", "id": "LUK 12:25", "translation_time": 7.18}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  οὖν  οὐδὲ  ἐλάχιστον  δύνασθε, τί  περὶ  τῶν  λοιπῶν  μεριμνᾶτε;", "translation": "ਜੇ ਤੁਸੀਂ ਸਭ ਤੋਂ ਛੋਟਾ ਕੰਮ ਵੀ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤਾਂ ਤੁਸੀਂ ਹੋਰ ਚੀਜ਼ਾਂ ਬਾਰੇ ਕਿਉਂ ਫਿਕਰ ਕਰਦੇ ਹੋ?", "calver": "2025.05.21", "id": "LUK 12:26", "translation_time": 6.82}
{"source_lang": "grc", "target_lang": "pan", "original": "κατανοήσατε  τὰ  κρίνα, πῶς  οὔτε  νήθει  οὔτε  ὑφαίνει· λέγω  δὲ  ὑμῖν, οὐδὲ  Σολομὼν  ἐν  πάσῃ  τῇ  δόξῃ  αὐτοῦ  περιεβάλετο  ὡς  ἓν  τούτων.", "translation": "ਤੁਸੀਂ ਕਿਵੇਂ ਸਮਝਦੇ ਹੋ ਕਿ ਕਿਰਨਾਂ ਨੂੰ ਨਾ ਤਿਆਰ ਕਰਦੇ ਹਨ ਨਾ ਬੁਣਦੇ ਹਨ; ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿ ਰਿਹਾ ਹਾਂ, ਕਿ ਸਲੋਮਨ ਦੀ ਮਹਾਨਤਾ ਵਿੱਚ ਵੀ, ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਾਂਗ, ਉਹ ਆਪਣੇ ਸ਼ੋਭਾ ਵਿੱਚ ਪੂਰੀ ਤਰ੍ਹਾਂ ਲਪੇਟੇ ਨਹੀਂ ਗਏ ਸਨ, ਜਿਵੇਂ ਇਹਨਾਂ ਨੂੰ।", "calver": "2025.05.21", "id": "LUK 12:27", "translation_time": 7.89}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  δὲ  ἐν  ἀγρῷ  τὸν  χόρτον  ὄντα  σήμερον  καὶ  αὔριον  εἰς  κλίβανον  βαλλόμενον  ὁ  Θεὸς  οὕτως  ἀμφιέζει, πόσῳ  μᾶλλον  ὑμᾶς, ὀλιγόπιστοι.", "translation": "ਜੇ ਖੇਤ ਵਿੱਚ ਅੱਜ ਘਾਹ ਹੈ ਅਤੇ ਕੱਲ੍ਹ ਉਸ ਨੂੰ ਅੱਗ ਵਿੱਚ ਸੁੱਟਿਆ ਜਾਵੇ, ਪਰਮੇਸ਼ੁਰ ਇਸ ਤਰ੍ਹਾਂ ਲਪੇਟਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਕਿੰਨੇ ਵੱਧ ਲਪੇਟੇ ਜਾਵੋਗੇ, ਓਹੋ ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹੋ, ਓਹ", "calver": "2025.05.21", "id": "LUK 12:28", "translation_time": 7.82}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ὑμεῖς  μὴ  ζητεῖτε  τί  φάγητε  καὶ  τί  πίητε, καὶ  μὴ  μετεωρίζεσθε·", "translation": "ਤੁਸੀਂ ਵੀ ਨਾ ਖੋਜੋ ਕਿ ਖਾਓ, ਨਾ ਪੀਓ, ਅਤੇ ਨਾ ਚਿੰਤਾ ਕਰੋ।", "calver": "2025.05.21", "id": "LUK 12:29", "translation_time": 6.55}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀνθ’  ὧν  ὅσα  ἐν  τῇ  σκοτίᾳ  εἴπατε  ἐν  τῷ  φωτὶ  ἀκουσθήσεται, καὶ  ὃ  πρὸς  τὸ  οὖς  ἐλαλήσατε  ἐν  τοῖς  ταμείοις  κηρυχθήσεται  ἐπὶ  τῶν  δωμάτων.", "translation": "ਜੋ ਅੰਧਕਾਰ ਵਿੱਚ ਬੋਲਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਉਜਾਲੇ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਵੇਗਾ; ਅਤੇ ਜੋ ਗੁਪਤ ਵਿੱਚ ਫੁਸਫੁਸਾਇਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਛੱਤਾਂ 'ਤੇ ਪ੍ਰਚਾਰ ਕੀਤਾ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:3", "translation_time": 5.88}
{"source_lang": "grc", "target_lang": "pan", "original": "ταῦτα  γὰρ  πάντα  τὰ  ἔθνη  τοῦ  κόσμου  ἐπιζητοῦσιν· ὑμῶν  δὲ  ὁ  Πατὴρ  οἶδεν  ὅτι  χρῄζετε  τούτων·", "translation": "ਇਹ ਸਭ ਦੇਸ਼, ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਦੇਸ਼, ਖੋਜਦੇ ਹਨ; ਪਰ ਪਿਤਾ ਜੀ ਜਾਣਦੇ ਹਨ ਕਿ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਦੀ ਲੋੜ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:30", "translation_time": 6.56}
{"source_lang": "grc", "target_lang": "pan", "original": "πλὴν  ζητεῖτε  τὴν  βασιλείαν  αὐτοῦ, καὶ  ταῦτα  προστεθήσεται  ὑμῖν.", "translation": "ਪਹਿਲਾਂ ਉਸਦਾ ਰਾਜ ਖੋਜੋ, ਅਤੇ ਇਹ ਚੀਜ਼ਾਂ ਤੁਹਾਡੇ ਲਈ ਜੋੜੀਆਂ ਜਾਣਗੀਆਂ ਹਨ।", "calver": "2025.05.21", "id": "LUK 12:31", "translation_time": 5.49}
{"source_lang": "grc", "target_lang": "pan", "original": "Μὴ  φοβοῦ, τὸ  μικρὸν  ποίμνιον· ὅτι  εὐδόκησεν  ὁ  Πατὴρ  ὑμῶν  δοῦναι  ὑμῖν  τὴν  βασιλείαν.", "translation": "ਡਰੋ ਨਾ, ਮੇਰੇ ਛੋਟੇ ਮੇਰੇ ਝੁੰਡ, ਕਿਉਂਕਿ ਤੁਹਾਡੇ ਪਿਤਾ ਜੀ ਨੂੰ ਖੁਸ਼ੀ ਹੋਈ ਹੈ ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਰਾਜ ਦੇਣ।", "calver": "2025.05.21", "id": "LUK 12:32", "translation_time": 6.92}
{"source_lang": "grc", "target_lang": "pan", "original": "Πωλήσατε  τὰ  ὑπάρχοντα  ὑμῶν  καὶ  δότε  ἐλεημοσύνην· ποιήσατε  ἑαυτοῖς  βαλλάντια  μὴ  παλαιούμενα, θησαυρὸν  ἀνέκλειπτον  ἐν  τοῖς  οὐρανοῖς, ὅπου  κλέπτης  οὐκ  ἐγγίζει  οὐδὲ  σὴς  διαφθείρει·", "translation": "ਤੁਸੀਂ ਆਪਣੇ ਜੋ ਕੁਝ ਹੈ ਉਹ ਵੇਚੋ ਅਤੇ ਦਾਨ ਕਰੋ; ਆਪਣੇ ਲਈ ਅਜਿਹੇ ਬੈਲਨੀਆਂ ਬਣਾਓ ਜੋ ਕਦੇ ਪੁਰਾਣੀਆਂ ਨਹੀਂ ਹੋਣਗੀਆਂ, ਅਜਿਹੇ ਖਜ਼ਾਨੇ ਬਣਾਓ ਜੋ ਸਦਾ ਲਈ ਆਕਾਸ਼ ਵਿੱਚ ਰਹਿਣਗੇ, ਜਿੱਥੇ ਚੋਰ ਨਹੀਂ ਆ ਸਕਦਾ ਅਤੇ ਜਿੱਥੇ ਜੰਗਲ ਅਤੇ ਕੀੜੇ ਖਰਾਬ ਨਹੀਂ ਕਰਦੇ।", "calver": "2025.05.21", "id": "LUK 12:33", "translation_time": 5.26}
{"source_lang": "grc", "target_lang": "pan", "original": "ὅπου  γάρ  ἐστιν  ὁ  θησαυρὸς  ὑμῶν, ἐκεῖ  καὶ  ἡ  καρδία  ὑμῶν  ἔσται.", "translation": "ਜਿੱਥੇ ਤੁਹਾਡਾ ਖਜ਼ਾਨਾ ਹੈ, ਉਥੇ ਹੀ ਤੁਹਾਡਾ ਦਿਲ ਵੀ ਹੋਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:34", "translation_time": 5.48}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἔστωσαν  ὑμῶν  αἱ  ὀσφύες  περιεζωσμέναι  καὶ  οἱ  λύχνοι  καιόμενοι·", "translation": "ਤੁਹਾਡੇ ਕਮਰ ਬੰਨ੍ਹੇ ਹੋਏ ਹਨ ਅਤੇ ਲੰਪਾਂ ਬੱਲੀ ਹੋ ਰਹੀਆਂ ਹਨ; ਇਸ ਲਈ, ਤਿਆਰ ਰਹੋ ਅਤੇ ਚੇਤਾਵਨੀ ਵਿੱਚ ਰਹੋ।", "calver": "2025.05.21", "id": "LUK 12:35", "translation_time": 7.03}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ὑμεῖς  ὅμοιοι  ἀνθρώποις  προσδεχομένοις  τὸν  κύριον  ἑαυτῶν  πότε  ἀναλύσῃ  ἐκ  τῶν  γάμων, ἵνα  ἐλθόντος  καὶ  κρούσαντος  εὐθέως  ἀνοίξωσιν  αὐτῷ.", "translation": "ਅਤੇ ਤੁਸੀਂ ਵੀ ਆਪਣੇ ਸਾਰਥਕ ਸਾਵਧਾਨੀ ਨਾਲ ਆਪਣੇ ਪ੍ਰਭੂ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹੋ, ਕਿਉਂਕਿ ਉਹ ਵਿਆਹ ਤੋਂ ਬਾਹਰ ਆਏਗਾ, ਤਾਂ ਜਦ ਉਹ ਆ ਕੇ ਖੜਕਾਏਗਾ, ਤੁਰੰਤ ਖਿੜਕੀ ਖੋਲ੍ਹੋ, ਤਾਂ ਜੋ ਉਹ ਤੁਹਾਡੇ ਕੋਲ ਆਵੇ।", "calver": "2025.05.21", "id": "LUK 12:36", "translation_time": 7.48}
{"source_lang": "grc", "target_lang": "pan", "original": "μακάριοι  οἱ  δοῦλοι  ἐκεῖνοι, οὓς  ἐλθὼν  ὁ  κύριος  εὑρήσει  γρηγοροῦντας· ἀμὴν  λέγω  ὑμῖν  ὅτι  περιζώσεται  καὶ  ἀνακλινεῖ  αὐτοὺς  καὶ  παρελθὼν  διακονήσει  αὐτοῖς.", "translation": "ਮੁਕਾਮ ਵਾਲੇ ਦਾਸਤਾਨ, ਉਹ ਦਾਸਤਾਨ ਜੋ ਖੁਸ਼ਕਿਸਮਤ ਹਨ, ਜਦੋਂ ਮਾਲਕ ਆਵੇਗਾ, ਉਹਨਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਨਾਲ ਲੱਭੇ; ਅਮੈਨ ਕਹਿੰਦਾ ਹਾਂ ਕਿ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਬੰਨ੍ਹ ਲੈਵੇਗਾ, ਅਤੇ ਆਰਾਮ ਕਰਕੇ ਸੇਵਾ ਕਰੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:37", "translation_time": 6.54}
{"source_lang": "grc", "target_lang": "pan", "original": "κἂν  ἐν  τῇ  δευτέρᾳ  κἂν  ἐν  τῇ  τρίτῃ  φυλακῇ  ἔλθῃ  καὶ  εὕρῃ  οὕτως, μακάριοί  εἰσιν  ἐκεῖνοι.", "translation": "ਜੇ ਉਹ ਦੂਜੇ ਜਾਂ ਤੀਜੇ ਘੜੀ ਵਿੱਚ ਆਉਂਦੇ ਹਨ ਅਤੇ ਉਸ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਲੱਭਦੇ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਲਈ ਬੜੀ ਕਾਮਯਾਬੀ ਹੈ। ਉਹ ਕਹਿੰਦੇ ਹਨ, \"ਜੋ ਇਹ ਕਰਦੇ ਹਨ, ਉਹ ਖੁਸ਼ਕਿਸਮਤ ਹਨ।\"", "calver": "2025.05.21", "id": "LUK 12:38", "translation_time": 5.63}
{"source_lang": "grc", "target_lang": "pan", "original": "τοῦτο  δὲ  γινώσκετε  ὅτι  εἰ  ᾔδει  ὁ  οἰκοδεσπότης  ποίᾳ  ὥρᾳ  ὁ  κλέπτης  ἔρχεται, οὐκ  ἂν  ἀφῆκεν  διορυχθῆναι  τὸν  οἶκον  αὐτοῦ.", "translation": "ਜੇ ਮਾਲਕ ਨੂੰ ਪਤਾ ਹੁੰਦਾ ਕਿ ਚੋਰ ਕਿਹੜੇ ਵੇਲੇ ਆਵੇਗਾ, ਤਾਂ ਉਹ ਆਪਣੇ ਘਰ ਨੂੰ ਤੋੜਨ ਤੋਂ ਰੋਕਦਾ।", "calver": "2025.05.21", "id": "LUK 12:39", "translation_time": 6.35}
{"source_lang": "grc", "target_lang": "pan", "original": "Λέγω  δὲ  ὑμῖν  τοῖς  φίλοις  μου, μὴ  φοβηθῆτε  ἀπὸ  τῶν  ἀποκτεννόντων  τὸ  σῶμα  καὶ  μετὰ  ταῦτα  μὴ  ἐχόντων  περισσότερόν  τι  ποιῆσαι.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸਦਾ ਹਾਂ, ਮੇਰੇ ਪ੍ਰੀਤਮ ਮਿੱਤਰੋ, ਡਰੋ ਨਾ ਉਹਨਾਂ ਤੋਂ ਜੋ ਸਰੀਰ ਨੂੰ ਮਾਰ ਸਕਦੇ ਹਨ, ਪਰ ਉਸ ਤੋਂ ਬਾਅਦ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦੇ।", "calver": "2025.05.21", "id": "LUK 12:4", "translation_time": 7.43}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ὑμεῖς  γίνεσθε  ἕτοιμοι, ὅτι  ᾗ  ὥρᾳ  οὐ  δοκεῖτε  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἔρχεται.", "translation": "ਤੁਸੀਂ ਤਿਆਰ ਰਹੋ, ਕਿਉਂਕਿ ਉਹ ਸਮਾਂ ਜਿਸ ਦੀ ਤੁਹਾਨੂੰ ਉਮੀਦ ਨਹੀਂ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਪੁੱਤਰ ਆ ਰਿਹਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:40", "translation_time": 6.07}
{"source_lang": "grc", "target_lang": "pan", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Κύριε, πρὸς  ἡμᾶς  τὴν  παραβολὴν  ταύτην  λέγεις  ἢ  καὶ  πρὸς  πάντας;", "translation": "ਪਿਤਰ ਨੇ ਪੁੱਛਿਆ, \"ਯਿਸੂ, ਕੀ ਤੁਸੀਂ ਇਹ ਪਰਬੰਧ ਸਿਰਫ ਸਾਡੇ ਲਈ ਹੀ ਕਹਿ ਰਹੇ ਹੋ, ਜਾਂ ਇਹ ਸਾਰੇ ਲੋਕਾਂ ਲਈ ਵੀ ਹੈ?\"", "calver": "2025.05.21", "id": "LUK 12:41", "translation_time": 5.01}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἶπεν  ὁ  Κύριος  Τίς  ἄρα  ἐστὶν  ὁ  πιστὸς  οἰκονόμος  ὁ  φρόνιμος, ὃν  καταστήσει  ὁ  κύριος  ἐπὶ  τῆς  θεραπείας  αὐτοῦ  τοῦ  διδόναι  ἐν  καιρῷ  τὸ  σιτομέτριον;", "translation": "ਅਤੇ ਪ੍ਰਭੂ ਨੇ ਕਿਹਾ, \"ਕਿਸੇ ਵਿਸ਼ਵਾਸੀ ਅਤੇ ਚਤੁਰ ਮਾਲੀ ਨੂੰ, ਜਿਸ ਨੂੰ ਉਹ ਆਪਣੀ ਘਰ ਦੀ ਦੇਖਭਾਲ ਲਈ ਨਿਯੁਕਤ ਕਰੇਗਾ, ਕੌਣ ਹੈ ਜੋ ਉਸ ਦੀ ਸਹੀ ਸਮੇਂ 'ਤੇ ਖਾਣਾ ਪ੍ਰਦਾਨ ਕਰਨ ਵਾਲਾ ਹੋਵੇਗਾ?\"", "calver": "2025.05.21", "id": "LUK 12:42", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "pan", "original": "μακάριος  ὁ  δοῦλος  ἐκεῖνος, ὃν  ἐλθὼν  ὁ  κύριος  αὐτοῦ  εὑρήσει  ποιοῦντα  οὕτως.", "translation": "ਉਹ ਦਾਸਤਾਨ ਜੋ ਮਾਲਕ ਵਾਪਸ ਆ ਕੇ ਉਸ ਨੂੰ ਖੋਜਦਾ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਦੇ ਹੋਏ ਪਾਉਂਦਾ ਹੈ, ਉਹ ਅਸੀਸਯੋਗ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:43", "translation_time": 7.74}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀληθῶς  λέγω  ὑμῖν  ὅτι  ἐπὶ  πᾶσιν  τοῖς  ὑπάρχουσιν  αὐτοῦ  καταστήσει  αὐτόν.", "translation": "ਅਸਲ ਵਿੱਚ ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ ਕਿ ਉਸਦੇ ਸਾਰੇ ਮਾਲਕਾਂ ਉੱਤੇ ਉਹ ਉਸਨੂੰ ਸਥਾਪਿਤ ਕਰੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:44", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "pan", "original": "ἐὰν  δὲ  εἴπῃ  ὁ  δοῦλος  ἐκεῖνος  ἐν  τῇ  καρδίᾳ  αὐτοῦ  Χρονίζει  ὁ  κύριός  μου  ἔρχεσθαι, καὶ  ἄρξηται  τύπτειν  τοὺς  παῖδας  καὶ  τὰς  παιδίσκας, ἐσθίειν  τε  καὶ  πίνειν  καὶ  μεθύσκεσθαι,", "translation": "ਜੇ ਉਹ ਨੌਕਰ ਆਪਣੇ ਦਿਲ ਵਿੱਚ ਕਹੇ, \"ਮੇਰੇ ਮਾਲਕ ਦੇਰ ਨਾਲ ਆਵੇਗਾ,\" ਅਤੇ ਉਹ ਤੁਰੰਤ ਬੱਚਿਆਂ ਅਤੇ ਗੁਲਾਮੀਆਂ ਨੂੰ ਮਾਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦੇਵੇ, ਖਾਣਾ ਪੀਣਾ ਅਤੇ ਸ਼ਰਾਬ ਪੀਣਾ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਇਹ ਗੱਲ ਉਸਦੇ ਲਈ ਨੈਤਿਕ ਤੌਰ 'ਤੇ ਗਲਤ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:45", "translation_time": 7.71}
{"source_lang": "grc", "target_lang": "pan", "original": "ἥξει  ὁ  κύριος  τοῦ  δούλου  ἐκείνου  ἐν  ἡμέρᾳ  ᾗ  οὐ  προσδοκᾷ  καὶ  ἐν  ὥρᾳ  ᾗ  οὐ  γινώσκει, καὶ  διχοτομήσει  αὐτὸν, καὶ  τὸ  μέρος  αὐτοῦ  μετὰ  τῶν  ἀπίστων  θήσει.", "translation": "ਉਹ ਰੱਬ ਉਸ ਦਾਸ ਦੇ ਆਉਣਗੇ ਉਸ ਦਿਨ ਅਤੇ ਘੜੀ ਵਿੱਚ ਜਦੋਂ ਉਹ ਉਮੀਦ ਨਹੀਂ ਕਰਦਾ, ਅਤੇ ਉਹ ਉਸਨੂੰ ਦੋ ਭਾਗਾਂ ਵਿੱਚ ਵੰਡ ਦੇਵੇਗਾ ਅਤੇ ਉਸਦਾ ਹਿੱਸਾ ਬੇਇਮਾਨਾਂ ਨਾਲ ਰੱਖੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:46", "translation_time": 5.46}
{"source_lang": "grc", "target_lang": "pan", "original": "ἐκεῖνος  δὲ  ὁ  δοῦλος  ὁ  γνοὺς  τὸ  θέλημα  τοῦ  κυρίου  αὐτοῦ  καὶ  μὴ  ἑτοιμάσας  ἢ  ποιήσας  πρὸς  τὸ  θέλημα  αὐτοῦ  δαρήσεται  πολλάς·", "translation": "ਉਹ ਦਾਸ ਜੋ ਆਪਣੇ ਮਾਲਿਕ ਦੀ ਇੱਛਾ ਨੂੰ ਜਾਣਦਾ ਹੈ ਪਰ ਉਸ ਦੇ ਅਨੁਸਾਰ ਤਿਆਰ ਨਹੀਂ ਕਰਦਾ ਜਾਂ ਕੰਮ ਨਹੀਂ ਕਰਦਾ, ਉਸ ਨੂੰ ਬਹੁਤ ਮਾਰਿਆ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:47", "translation_time": 5.42}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  μὴ  γνοὺς, ποιήσας  δὲ  ἄξια  πληγῶν, δαρήσεται  ὀλίγας. παντὶ  δὲ  ᾧ  ἐδόθη  πολύ, πολὺ  ζητηθήσεται  παρ’  αὐτοῦ, καὶ  ᾧ  παρέθεντο  πολύ, περισσότερον  αἰτήσουσιν  αὐτόν.", "translation": "ਜਿਸ ਨੂੰ ਨਹੀਂ ਪਤਾ, ਅਤੇ ਜਿਸ ਨੇ ਯੋਗ ਸਜ਼ਾ ਪਾਈ ਹੈ, ਉਹ ਥੋੜੀ ਸਜ਼ਾ ਭੋਗੇਗਾ। ਪਰ ਜਿਸ ਨੂੰ ਹਰ ਇੱਕ ਨੂੰ ਬਹੁਤ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਉਸ ਤੋਂ ਵੱਧ ਮੰਗਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਜਿਸ ਨੇ ਬਹੁਤ ਦਿੱਤਾ ਹੈ, ਉਸ ਤੋਂ ਵੱਧ ਮੰਗਿਆ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:48", "translation_time": 7.38}
{"source_lang": "grc", "target_lang": "pan", "original": "Πῦρ  ἦλθον  βαλεῖν  ἐπὶ  τὴν  γῆν, καὶ  τί  θέλω  εἰ  ἤδη  ἀνήφθη.", "translation": "ਮੈਂ ਆਇਆ ਹਾਂ ਅੱਗ ਲਾਉਣ, ਅਤੇ ਕੀ ਇਹ ਪਹਿਲਾਂ ਹੀ ਜਲਾਈ ਗਈ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:49", "translation_time": 6.26}
{"source_lang": "grc", "target_lang": "pan", "original": "ὑποδείξω  δὲ  ὑμῖν  τίνα  φοβηθῆτε· φοβήθητε  τὸν  μετὰ  τὸ  ἀποκτεῖναι  ἔχοντα  ἐξουσίαν  ἐμβαλεῖν  εἰς  τὴν  γέενναν. ναί, λέγω  ὑμῖν, τοῦτον  φοβήθητε.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸਦਾ ਹਾਂ ਕਿ ਕਿਸ ਤੋਂ ਡਰਣਾ ਚਾਹੀਦਾ ਹੈ; ਉਸ ਤੋਂ ਡਰੋ ਜਿਸ ਕੋਲ ਮੌਤ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਨਰਕ ਵਿੱਚ ਪਾਉਣ ਦੀ ਅਧਿਕਾਰ ਹੈ। ਹਾਂ, ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਉਸ ਤੋਂ ਡਰੋ।", "calver": "2025.05.21", "id": "LUK 12:5", "translation_time": 7.38}
{"source_lang": "grc", "target_lang": "pan", "original": "βάπτισμα  δὲ  ἔχω  βαπτισθῆναι, καὶ  πῶς  συνέχομαι  ἕως  ὅτου  τελεσθῇ.", "translation": "ਮੇਰੇ ਲਈ ਬਪਤਿਸਮਾ ਲੈਣਾ ਲਾਜ਼ਮੀ ਹੈ, ਅਤੇ ਮੈਂ ਕਿਵੇਂ ਰਹਾਂਗਾ ਜਦ ਤੱਕ ਇਹ ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਨਹੀਂ ਹੋ ਜਾਂਦੀ।", "calver": "2025.05.21", "id": "LUK 12:50", "translation_time": 6.4}
{"source_lang": "grc", "target_lang": "pan", "original": "δοκεῖτε  ὅτι  εἰρήνην  παρεγενόμην  δοῦναι  ἐν  τῇ  γῇ; οὐχί, λέγω  ὑμῖν, ἀλλ’  ἢ  διαμερισμόν.", "translation": "ਕੀ ਤੁਸੀਂ ਸਮਝਦੇ ਹੋ ਕਿ ਮੈਂ ਧਰਤੀ 'ਤੇ ਸ਼ਾਂਤੀ ਲਿਆਉਣ ਆਇਆ ਹਾਂ? ਨਹੀਂ, ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਪਰ ਵੰਡ।", "calver": "2025.05.21", "id": "LUK 12:51", "translation_time": 6.84}
{"source_lang": "grc", "target_lang": "pan", "original": "ἔσονται  γὰρ  ἀπὸ  τοῦ  νῦν  πέντε  ἐν  ἑνὶ  οἴκῳ  διαμεμερισμένοι, τρεῖς  ἐπὶ  δυσὶν  καὶ  δύο  ἐπὶ  τρισίν", "translation": "ਇਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਹੁਣ ਤੋਂ, ਇੱਕ ਘਰ ਵਿੱਚ ਪੰਜ ਲੋਕ ਵੰਡੇ ਜਾਣਗੇ, ਜਿੱਥੇ ਤਿੰਨ ਦੋ ਉੱਤੇ ਅਤੇ ਦੋ ਤਿੰਨ ਉੱਤੇ ਹੋਣਗੇ।", "calver": "2025.05.21", "id": "LUK 12:52", "translation_time": 6.9}
{"source_lang": "grc", "target_lang": "pan", "original": "διαμερισθήσονται, πατὴρ  ἐπὶ  υἱῷ  καὶ  υἱὸς  ἐπὶ  πατρί, μήτηρ  ἐπὶ  θυγατέρα  καὶ  θυγάτηρ  ἐπὶ  τὴν  μητέρα, πενθερὰ  ἐπὶ  τὴν  νύμφην  αὐτῆς  καὶ  νύμφη  ἐπὶ  τὴν  πενθεράν.", "translation": "ਦੋਹਾਂ ਪਾਸੇ ਵੰਡੇ ਜਾਣਗੇ, ਪਿਤਾ ਬੇਟੇ ਉੱਤੇ ਅਤੇ ਬੇਟਾ ਪਿਤਾ ਉੱਤੇ, ਮਾਂ ਬੇਟੀ ਉੱਤੇ ਅਤੇ ਬੇਟੀ ਮਾਂ ਉੱਤੇ, ਸਸੁਰਾਲੀ ਭਾਈਵਾਲ ਉੱਤੇ ਅਤੇ ਸਾਲੀ ਸਾਸ ਉੱਤੇ।", "calver": "2025.05.21", "id": "LUK 12:53", "translation_time": 6.79}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἔλεγεν  δὲ  καὶ  τοῖς  ὄχλοις  Ὅταν  ἴδητε  νεφέλην  ἀνατέλλουσαν  ἐπὶ  δυσμῶν, εὐθέως  λέγετε  ὅτι  Ὄμβρος  ἔρχεται, καὶ  γίνεται  οὕτως·", "translation": "ਜਦੋਂ ਤੁਸੀਂ ਪੱਛਮ ਵਿੱਚ ਬੱਦਲ ਉੱਠਦੇ ਵੇਖੋ, ਤੁਰੰਤ ਕਹੋ ਕਿ ਤੂਫਾਨ ਆ ਰਿਹਾ ਹੈ, ਅਤੇ ਇਹ ਅਜਿਹਾ ਹੀ ਹੁੰਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:54", "translation_time": 5.73}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ὅταν  νότον  πνέοντα, λέγετε  ὅτι  Καύσων  ἔσται, καὶ  γίνεται.", "translation": "ਜਦੋਂ ਦੱਖਣੀ ਹਵਾ ਚੱਲਦੀ ਹੈ, ਤਾਂ ਕਹਿਣਾ ਜਾਂਦਾ ਹੈ ਕਿ ਗਰਮੀ ਹੋਵੇਗੀ, ਅਤੇ ਇਹ ਹੁੰਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:55", "translation_time": 6.11}
{"source_lang": "grc", "target_lang": "pan", "original": "ὑποκριταί, τὸ  πρόσωπον  τῆς  γῆς  καὶ  τοῦ  οὐρανοῦ  οἴδατε  δοκιμάζειν, τὸν  καιρὸν  δὲ  τοῦτον  πῶς  οὐ  δοκιμάζετε;", "translation": "ਹਿਪੋਕ੍ਰਿਟੋ, ਤੁਸੀਂ ਧਰਤੀ ਅਤੇ ਅਸਮਾਨ ਦੇ ਚਿਹਰੇ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹੋ, ਪਰ ਇਸ ਸਮੇਂ ਦੀ ਆਤਮਿਕ ਮਹੱਤਤਾ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ। ਤੁਸੀਂ ਕਿਵੇਂ ਇਸ ਸਮੇਂ ਨੂੰ ਨਹੀਂ ਜਾਂਚਦੇ?", "calver": "2025.05.21", "id": "LUK 12:56", "translation_time": 7.02}
{"source_lang": "grc", "target_lang": "pan", "original": "Τί  δὲ  καὶ  ἀφ’  ἑαυτῶν  οὐ  κρίνετε  τὸ  δίκαιον;", "translation": "ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਤੋਂ ਬਿਨਾਂ ਕਿਉਂ ਨਿਆਂਯੋਗ ਫੈਸਲਾ ਨਹੀਂ ਕਰਦੇ?", "calver": "2025.05.21", "id": "LUK 12:57", "translation_time": 6.01}
{"source_lang": "grc", "target_lang": "pan", "original": "ὡς  γὰρ  ὑπάγεις  μετὰ  τοῦ  ἀντιδίκου  σου  ἐπ’  ἄρχοντα, ἐν  τῇ  ὁδῷ  δὸς  ἐργασίαν  ἀπηλλάχθαι  ἀπ’  αὐτοῦ, μή  ποτε  κατασύρῃ  σε  πρὸς  τὸν  κριτήν, καὶ  ὁ  κριτής  σε  παραδώσει  τῷ  πράκτορι, καὶ  ὁ  πράκτωρ  σε  βαλεῖ  εἰς  φυλακήν.", "translation": "ਜਿਵੇਂ ਤੁਸੀਂ ਆਪਣੇ ਵਿਰੋਧੀ ਨਾਲ ਰਸਤਾ ਵਿੱਚ ਹੋ, ਉਸ ਨੂੰ ਸਮਝੌਤਾ ਕਰਕੇ ਉਸ ਤੋਂ ਮੁਕਤੀ ਪਾਉ, ਤਾਂ ਜੋ ਤੂੰ ਅਦਾਲਤ ਦੇ ਕੋਲ ਨਾ ਜਾਵੇ, ਨਹੀਂ ਤਾਂ ਉਹ ਤੈਨੂੰ ਜੱਜ ਕੋਲ ਸੌਂਪ ਦੇਵੇਗਾ, ਅਤੇ ਜੱਜ ਤੈਨੂੰ ਅਫਸਰ ਕੋਲ ਲੈ ਜਾਵੇਗਾ, ਜੋ ਤੈਨੂੰ ਕੈਦ ਵਿੱਚ ਪਾ ਦੇਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:58", "translation_time": 7.01}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγω  σοι, οὐ  μὴ  ἐξέλθῃς  ἐκεῖθεν  ἕως  καὶ  τὸ  ἔσχατον  λεπτὸν  ἀποδῷς.", "translation": "ਮੈਂ ਤੈਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਤੂੰ ਉਥੋਂ ਨਾ ਜਾਵੇ ਜਦ ਤੱਕ ਤੂੰ ਆਖਰੀ ਪੈਸਾ ਨਹੀਂ ਚੁਕਾ ਲੈਂਦਾ।", "calver": "2025.05.21", "id": "LUK 12:59", "translation_time": 7.63}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐχὶ  πέντε  στρουθία  πωλοῦνται  ἀσσαρίων  δύο; καὶ  ἓν  ἐξ  αὐτῶν  οὐκ  ἔστιν  ἐπιλελησμένον  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "ਕੀ ਨਹੀਂ, ਪੰਜ ਚਿੜੀਆਂ ਦੋ ਸਿੱਕਿਆਂ ਵਿੱਚ ਵੇਚੀਆਂ ਜਾਂਦੀਆਂ ਹਨ? ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵੀ, ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਾਹਮਣੇ ਭੁੱਲਿਆ ਨਹੀਂ ਜਾਂਦਾ।", "calver": "2025.05.21", "id": "LUK 12:6", "translation_time": 5.55}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀλλὰ  καὶ  αἱ  τρίχες  τῆς  κεφαλῆς  ὑμῶν  πᾶσαι  ἠρίθμηνται. μὴ  φοβεῖσθε· πολλῶν  στρουθίων  διαφέρετε.", "translation": "ਹੇ ਭਾਈਓ ਅਤੇ ਭੈਣੋ, ਪਰ ਤੁਹਾਡੇ ਸਾਰੇ ਵਾਲ ਗਿਣੇ ਗਏ ਹਨ। ਡਰੋ ਨਹੀਂ; ਕਿਉਂਕਿ ਬਹੁਤ ਸਾਰੇ ਪੰਛੀਆਂ ਨਾਲ ਤੁਲਨਾ ਕਰਦੇ ਹੋਏ, ਇਹ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਤੁਹਾਡੇ ਸਾਰੇ ਵਾਲ ਗਿਣੇ ਗਏ ਹਨ। ਇਹ ਇਸ ਗੱਲ ਦੀ ਸਾਬਤੀ ਹੈ ਕਿ ਪਰਮੇਸ਼ੁਰ ਦੀ ਨਿਗਾਹ ਅਤੇ ਦੇਖਭਾਲ ਅਨੰਤ ਹੈ। ਇਸ ਲਈ, ਡਰੋ ਨਹੀਂ, ਕਿਉਂਕਿ ਉਹ ਤੁਹਾਡੇ ਹਰ ਇੱਕ ਵਾਲ ਨੂੰ ਗਿਣਦਾ ਹੈ ਅਤੇ ਹਰ ਪੰਛੀ ਨੂੰ ਜਾਣਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 12:7", "translation_time": 8.65}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγω  δὲ  ὑμῖν, πᾶς  ὃς  ἂν  ὁμολογήσῃ  ἐν  ἐμοὶ  ἔμπροσθεν  τῶν  ἀνθρώπων, καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ὁμολογήσει  ἐν  αὐτῷ  ἔμπροσθεν  τῶν  ἀγγέλων  τοῦ  Θεοῦ·", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਜੋ ਕੋਈ ਮਨੁੱਖ ਮੰਨਦਾ ਹੈ, ਉਹ ਮੇਰੇ ਸਾਹਮਣੇ, ਮਨੁੱਖਾਂ ਦੇ ਸਾਹਮਣੇ, ਗੱਲ ਕਰੇਗਾ; ਅਤੇ, ਜੋ ਮਨੁੱਖ, ਮਸੀਹ ਦੇ ਪੁੱਤਰ, ਨੂੰ ਮੰਨਦਾ ਹੈ, ਉਹ ਵੀ, ਪਰਮੇਸ਼ੁਰ ਦੇ ਫਰਿਸ਼ਤਿਆਂ ਦੇ ਸਾਹਮਣੇ, ਉਸ ਦੀ ਮੰਨਤਾ ਕਰੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:8", "translation_time": 6.79}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  ἀρνησάμενός  με  ἐνώπιον  τῶν  ἀνθρώπων  ἀπαρνηθήσεται  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ.", "translation": "ਜਦੋਂ ਉਹ ਮੈਨੂੰ ਇਨਕਾਰ ਕਰੇਗਾ, ਤਾਂ ਉਹ ਮਨੁੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਮੈਨੂੰ ਇਨਕਾਰ ਕਰੇਗਾ, ਅਤੇ ਫਿਰ ਫਰਿਸ਼ਤਿਆਂ ਦੇ ਸਾਹਮਣੇ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਾਹਮਣੇ ਮੈਨੂੰ ਇਨਕਾਰ ਕਰੇਗਾ।", "calver": "2025.05.21", "id": "LUK 12:9", "translation_time": 6.92}
{"source_lang": "grc", "target_lang": "pan", "original": "Παρῆσαν  δέ  τινες  ἐν  αὐτῷ  τῷ  καιρῷ  ἀπαγγέλλοντες  αὐτῷ  περὶ  τῶν  Γαλιλαίων  ὧν  τὸ  αἷμα  Πειλᾶτος  ἔμιξεν  μετὰ  τῶν  θυσιῶν  αὐτῶν.", "translation": "ਉਸ ਸਮੇਂ ਕੁਝ ਵਿਅਕਤੀ ਗਲੀਲੀ ਲੋਕਾਂ ਬਾਰੇ ਰਿਪੋਰਟ ਕਰ ਰਹੇ ਸਨ, ਜਿਨ੍ਹਾਂ ਦਾ ਖੂਨ ਪਿਲਾਤ ਨੇ ਆਪਣੇ ਬਲਿਦਾਂ ਨਾਲ ਮਿਲਾਇਆ।", "calver": "2025.05.21", "id": "LUK 13:1", "translation_time": 12.85}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἦν  δὲ  διδάσκων  ἐν  μιᾷ  τῶν  συναγωγῶν  ἐν  τοῖς  σάββασιν.", "translation": "ਇਹ ਵਿਅਕਤੀ ਇੱਕ ਸਿਨਾਗਾਗ ਵਿੱਚ ਸੱਬਤ ਦੇ ਦਿਨ ਪਾਠਸ਼ਾਲਾ ਕਰ ਰਿਹਾ ਸੀ।", "calver": "2025.05.21", "id": "LUK 13:10", "translation_time": 7.11}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἰδοὺ  γυνὴ  πνεῦμα  ἔχουσα  ἀσθενείας  ἔτη  δέκα  ὀκτώ, καὶ  ἦν  συνκύπτουσα  καὶ  μὴ  δυναμένη  ἀνακύψαι  εἰς  τὸ  παντελές.", "translation": "ਇੱਕ ਔਰਤ ਜਿਸਦੇ ਅੰਦਰ ਬੀਮਾਰੀ ਦੀ ਰੂਹ ਸੀ, ਜਿਸਨੇ ਬਾਰਾਂ ਸਾਲਾਂ ਤੋਂ ਪੀੜਤ ਹੋਈ ਸੀ, ਅਤੇ ਜੋ ਝੁਕੀ ਹੋਈ ਸੀ ਅਤੇ ਉੱਠਣ ਦੇ ਯੋਗ ਨਹੀਂ ਸੀ, ਆਪਣੇ ਆਪ ਨੂੰ ਉੱਠਾ ਨਹੀਂ ਸਕਦੀ ਸੀ।", "calver": "2025.05.21", "id": "LUK 13:11", "translation_time": 6.65}
{"source_lang": "grc", "target_lang": "pan", "original": "ἰδὼν  δὲ  αὐτὴν  ὁ  Ἰησοῦς  προσεφώνησεν  καὶ  εἶπεν  αὐτῇ  Γύναι, ἀπολέλυσαι  τῆς  ἀσθενείας  σου,", "translation": "ਜਦੋਂ ਯਿਸੂ ਨੇ ਉਸਨੂੰ ਦੇਖਿਆ, ਤਦ ਉਸਨੇ ਉਸਨੂੰ ਬੁਲਾਇਆ ਅਤੇ ਕਿਹਾ, \"ਮਹਿਯਾ, ਆਪਣੀ ਬਿਮਾਰੀ ਤੋਂ ਮੁਕਤ ਹੋ ਜਾ।\"", "calver": "2025.05.21", "id": "LUK 13:12", "translation_time": 6.1}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐπέθηκεν  αὐτῇ  τὰς  χεῖρας· καὶ  παραχρῆμα  ἀνορθώθη, καὶ  ἐδόξαζεν  τὸν  Θεόν.", "translation": "ਉਸਦੇ ਹੱਥ ਰੱਖੇ, ਅਤੇ ਉਹਦੇ ਸਰੀਰ ਨੇ ਤੁਰੰਤ ਸਿੱਧਾ ਹੋ ਕੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮਹਿਮਾ ਕੀਤੀ।", "calver": "2025.05.21", "id": "LUK 13:13", "translation_time": 7.35}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀποκριθεὶς  δὲ  ὁ  ἀρχισυνάγωγος, ἀγανακτῶν  ὅτι  τῷ  σαββάτῳ  ἐθεράπευσεν  ὁ  Ἰησοῦς, ἔλεγεν  τῷ  ὄχλῳ  ὅτι  Ἓξ  ἡμέραι  εἰσὶν  ἐν  αἷς  δεῖ  ἐργάζεσθαι· ἐν  αὐταῖς  οὖν  ἐρχόμενοι  θεραπεύεσθε  καὶ  μὴ  τῇ  ἡμέρᾳ  τοῦ  σαββάτου.", "translation": "ਮੁੱਖ ਸਿਨਾਗੋ ਦੇ ਅਧਿਕਾਰੀ ਨੇ ਗੁੱਸਾ ਹੋ ਕੇ ਕਿਹਾ ਕਿ, \"ਯਹੂਦੀ ਕਾਨੂੰਨ ਅਨੁਸਾਰ, ਛੇ ਦਿਨ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਕੰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ; ਉਹਨਾਂ ਵਿੱਚ ਹੀ ਆ ਕੇ ਚੰਗਾ ਕਰਵਾਓ, ਅਤੇ ਸ਼ਾਬਤ ਦੇ ਦਿਨ ਤੇ ਨਹੀਂ।\"", "calver": "2025.05.21", "id": "LUK 13:14", "translation_time": 10.17}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀπεκρίθη  δὲ  αὐτῷ  ὁ  Κύριος  καὶ  εἶπεν  Ὑποκριταί, ἕκαστος  ὑμῶν  τῷ  σαββάτῳ  οὐ  λύει  τὸν  βοῦν  αὐτοῦ  ἢ  τὸν  ὄνον  ἀπὸ  τῆς  φάτνης  καὶ  ἀπαγαγὼν  ποτίζει;", "translation": "ਉਹਦੇ ਉੱਤਰ ਵਿੱਚ ਪ੍ਰਭੂ ਨੇ ਕਿਹਾ, \"ਮੁਖੌਟੇ, ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਸੱਬਾਥ ਦੇ ਦਿਨ ਆਪਣੇ ਬੱਕਰੀ ਜਾਂ ਘੋੜੇ ਨੂੰ ਖੁਰਾਕ ਵਾਲੀ ਥਾਂ ਤੋਂ ਖਿੱਚ ਕੇ ਪਾਣੀ ਪਿਲਾਉਂਦਾ ਹੈ, ਕੀ ਇਹ ਕਾਨੂੰਨ ਦੇ ਅਨੁਸਾਰ ਹੈ ਕਿ ਚੰਗਾ ਕਰਨਾ ਨਹੀਂ?\" ਇਸ ਪ੍ਰਸ਼ਨ ਰਾਹੀਂ ਉਹ ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਸੱਬਾਥ 'ਤੇ ਚੰਗਾ ਕਰਨਾ ਅਤੇ ਜਾਨਵਰਾਂ ਦੀ ਮਦਦ ਕਰਨਾ ਕਾਨੂੰਨੀ ਹੈ ਜਾਂ ਨਹੀਂ।", "calver": "2025.05.21", "id": "LUK 13:15", "translation_time": 7.79}
{"source_lang": "grc", "target_lang": "pan", "original": "ταύτην  δὲ  θυγατέρα  Ἀβραὰμ  οὖσαν, ἣν  ἔδησεν  ὁ  Σατανᾶς  ἰδοὺ  δέκα  καὶ  ὀκτὼ  ἔτη, οὐκ  ἔδει  λυθῆναι  ἀπὸ  τοῦ  δεσμοῦ  τούτου  τῇ  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "ਇਹ ਔਰਤ, ਜੋ ਅਬਰਾਹਮ ਦੀ ਧੀ ਹੈ, ਜਿਸ ਨੂੰ ਸ਼ੈਤਾਨ ਨੇ ਅਠਾਰਾਂ ਸਾਲਾਂ ਤੋਂ ਬੰਧਿਆ ਹੋਇਆ ਸੀ, ਕੀ ਉਸ ਨੂੰ ਸ਼ਬਤ ਦੇ ਦਿਨ ਮੋਕਲਿਆ ਨਹੀਂ ਜਾਣਾ ਚਾਹੀਦਾ ਸੀ?", "calver": "2025.05.21", "id": "LUK 13:16", "translation_time": 5.2}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ταῦτα  λέγοντος  αὐτοῦ  κατῃσχύνοντο  πάντες  οἱ  ἀντικείμενοι  αὐτῷ, καὶ  πᾶς  ὁ  ὄχλος  ἔχαιρεν  ἐπὶ  πᾶσιν  τοῖς  ἐνδόξοις  τοῖς  γινομένοις  ὑπ’  αὐτοῦ.", "translation": "ਜਦੋਂ ਉਹ ਬੋਲ ਰਿਹਾ ਸੀ, ਉਸਦੇ ਸਾਰੇ ਵਿਰੋਧੀ ਸ਼ਰਮਿੰਦਾ ਹੋ ਗਏ, ਅਤੇ ਸਾਰੇ ਦਰਸ਼ਕ ਉਸਦੇ ਕਰਮਾਂ 'ਤੇ ਖੁਸ਼ ਹੋਏ, ਜੋ ਉਸ ਵੱਲੋਂ ਕੀਤੇ ਗਏ ਸਨ।", "calver": "2025.05.21", "id": "LUK 13:17", "translation_time": 5.71}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἔλεγεν  οὖν  Τίνι  ὁμοία  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ, καὶ  τίνι  ὁμοιώσω  αὐτήν;", "translation": "ਤੁਸੀਂ ਕਿਹੜੇ ਨਾਲ ਇਸਦਾ ਤੁਲਨਾ ਕਰਦੇ ਹੋ ਕਿ ਪਰਮੇਸ਼ੁਰ ਦੀ ਰਾਜਤਾ ਕਿਵੇਂ ਹੈ, ਅਤੇ ਮੈਂ ਇਸਦਾ ਤੁਲਨਾ ਕਿਵੇਂ ਕਰਾਂ?", "calver": "2025.05.21", "id": "LUK 13:18", "translation_time": 5.68}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁμοία  ἐστὶν  κόκκῳ  σινάπεως, ὃν  λαβὼν  ἄνθρωπος  ἔβαλεν  εἰς  κῆπον  ἑαυτοῦ, καὶ  ηὔξησεν  καὶ  ἐγένετο  εἰς  δένδρον, καὶ  τὰ  πετεινὰ  τοῦ  οὐρανοῦ  κατεσκήνωσεν  ἐν  τοῖς  κλάδοις  αὐτοῦ.", "translation": "ਜਿਵੇਂ ਸਿੰਨਾਪ ਦੀਆਂ ਬੀਜਾਂ, ਉਸੇ ਤਰ੍ਹਾਂ, ਮਨੁੱਖ ਨੇ ਇੱਕ ਬੀਜ ਲਿਆ ਅਤੇ ਆਪਣੇ ਬਾਗ ਵਿੱਚ ਬੀਜ ਦਿੱਤਾ। ਉਹ ਬੀਜ ਵਧ ਕੇ ਇੱਕ ਦਰੱਖਤ ਬਣ ਗਿਆ, ਅਤੇ ਉਸ ਦੀਆਂ ਡਾਲੀਆਂ ਵਿੱਚ ਪੰਛੀਆਂ ਵੱਸਣ ਲੱਗੀਆਂ।", "calver": "2025.05.21", "id": "LUK 13:19", "translation_time": 5.86}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἀποκριθεὶς  εἶπεν  αὐτοῖς  Δοκεῖτε  ὅτι  οἱ  Γαλιλαῖοι  οὗτοι  ἁμαρτωλοὶ  παρὰ  πάντας  τοὺς  Γαλιλαίους  ἐγένοντο, ὅτι  ταῦτα  πεπόνθασιν;", "translation": "ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਵਾਬ ਦਿੱਤਾ ਗਿਆ, ਉਹਨਾਂ ਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ, \"ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ, ਇਹ ਗਾਲੀਲੀਆਂ ਜੋ ਇਹਨਾਂ ਨੂੰ ਭੋਗਣਾ ਪਿਆ, ਉਹ ਗੁਨਾਹੀ ਕਰਨ ਵਾਲੇ ਸਨ, ਅਤੇ ਇਹ ਸਭ ਗਾਲੀਲੀਆਂ ਵਿੱਚੋਂ ਸਨ?\"", "calver": "2025.05.21", "id": "LUK 13:2", "translation_time": 8.05}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  πάλιν  εἶπεν  Τίνι  ὁμοιώσω  τὴν  βασιλείαν  τοῦ  Θεοῦ;", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਕਿਹੜੀ ਤੁਲਨਾ ਦਿਆਂਗਾ ਰੱਬ ਦੀ ਰਾਜ ਬਾਰੇ?", "calver": "2025.05.21", "id": "LUK 13:20", "translation_time": 5.19}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁμοία  ἐστὶν  ζύμῃ, ἣν  λαβοῦσα  γυνὴ  ἔκρυψεν  εἰς  ἀλεύρου  σάτα  τρία, ἕως  οὗ  ἐζυμώθη  ὅλον.", "translation": "ਸਰਕਾਰ ਦੇ ਸਮਾਨ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਇੱਕ ਔਰਤ ਨੇ ਖਮੀਰ ਵਿੱਚ ਖਮੀਰ ਰੱਖੀ, ਅਤੇ ਉਸ ਨੇ ਉਸ ਨੂੰ ਮੈਦਾ ਵਿੱਚ ਛਪਾ ਦਿੱਤਾ, ਤਾਕਿ ਉਹ ਸਾਰਾ ਖਮੀਰ ਹੋ ਜਾਵੇ।", "calver": "2025.05.21", "id": "LUK 13:21", "translation_time": 6.11}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  διεπορεύετο  κατὰ  πόλεις  καὶ  κώμας  διδάσκων  καὶ  πορείαν  ποιούμενος  εἰς  Ἱεροσόλυμα.", "translation": "ਅਤੇ ਉਹ ਸ਼ਹਿਰਾਂ ਅਤੇ ਪਿੰਡਾਂ ਵਿੱਚ ਯਾਤਰਾ ਕਰਦਾ, ਸਿੱਖਾਉਂਦਾ ਅਤੇ ਯਰੂਸ਼ਲੇਮ ਵੱਲ ਤਰੱਕੀ ਕਰਦਾ ਸੀ।", "calver": "2025.05.21", "id": "LUK 13:22", "translation_time": 5.75}
{"source_lang": "grc", "target_lang": "pan", "original": "Εἶπεν  δέ  τις  αὐτῷ  Κύριε, εἰ  ὀλίγοι  οἱ  σῳζόμενοι; ὁ  δὲ  εἶπεν  πρὸς  αὐτούς", "translation": "ਇਹ ਕਹਿ ਕੇ, ਕਿਸੇ ਨੇ ਉਸ ਨੂੰ ਪੁੱਛਿਆ, \"ਕੀ ਸਿਰਫ਼ ਕੁਝ ਹੀ ਬਚਣਗੇ?\" ਯਿਸੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜਵਾਬ ਦਿੱਤਾ।", "calver": "2025.05.21", "id": "LUK 13:23", "translation_time": 5.67}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἀγωνίζεσθε  εἰσελθεῖν  διὰ  τῆς  στενῆς  θύρας, ὅτι  πολλοί, λέγω  ὑμῖν, ζητήσουσιν  εἰσελθεῖν  καὶ  οὐκ  ἰσχύσουσιν.", "translation": "ਤੁਸੀਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਕਿ ਸੰਕੁਚਿਤ ਦਰਵਾਜ਼ੇ ਰਾਹੀਂ ਪ੍ਰਵੇਸ਼ ਕਰੋ, ਕਿਉਂਕਿ ਬਹੁਤ ਲੋਕ, ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਪ੍ਰਵੇਸ਼ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਗੇ ਪਰ ਉਹ ਸਮਰੱਥ ਨਹੀਂ ਹੋਣਗੇ।", "calver": "2025.05.21", "id": "LUK 13:24", "translation_time": 5.7}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀφ’  οὗ  ἂν  ἐγερθῇ  ὁ  οἰκοδεσπότης  καὶ  ἀποκλείσῃ  τὴν  θύραν, καὶ  ἄρξησθε  ἔξω  ἑστάναι  καὶ  κρούειν  τὴν  θύραν  λέγοντες  Κύριε, ἄνοιξον  ἡμῖν· καὶ  ἀποκριθεὶς  ἐρεῖ  ὑμῖν  Οὐκ  οἶδα  ὑμᾶς  πόθεν  ἐστέ.", "translation": "ਜਦੋਂ ਘਰ ਦੇ ਮਾਲਕ ਜਾਗੇ ਅਤੇ ਦਰਵਾਜਾ ਬੰਦ ਕਰ ਦੇਵੇ, ਅਤੇ ਤੁਸੀਂ ਬਾਹਰ ਖੜੇ ਹੋ ਕੇ ਠੋਕਦੇ ਹੋ ਅਤੇ ਕਹਿੰਦੇ ਹੋ, \"ਹੇ ਪ੍ਰਭੂ, ਸਾਨੂੰ ਖੋਲ੍ਹੋ,\" ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਜਵਾਬ ਦੇਵੇਗਾ, \"ਮੈਂ ਤੁਹਾਨੂੰ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਤੁਸੀਂ ਕਿੱਥੋਂ ਆਏ ਹੋ।\"", "calver": "2025.05.21", "id": "LUK 13:25", "translation_time": 7.45}
{"source_lang": "grc", "target_lang": "pan", "original": "τότε  ἄρξεσθε  λέγειν  Ἐφάγομεν  ἐνώπιόν  σου  καὶ  ἐπίομεν, καὶ  ἐν  ταῖς  πλατείαις  ἡμῶν  ἐδίδαξας·", "translation": "ਤਦ ਤੁਸੀਂ ਕਹਿਣਾ ਸ਼ੁਰੂ ਕਰੋਗੇ, \"ਅਸੀਂ ਖਾ ਚੁੱਕੇ ਹਾਂ ਅਤੇ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਖੜੇ ਰਹੇ ਹਾਂ,\" ਅਤੇ ਤੁਸੀਂ ਸਾਡੇ ਖੁੱਲ੍ਹੇ ਅਸਮਾਨਾਂ ਵਿੱਚ ਸਿੱਖਾਇਆ ਹੈ।", "calver": "2025.05.21", "id": "LUK 13:26", "translation_time": 7.04}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐρεῖ  λέγων  ὑμῖν  Οὐκ  οἶδα  πόθεν  ἐστέ· ἀπόστητε  ἀπ’  ἐμοῦ  πάντες  ἐργάται  ἀδικίας.", "translation": "ਅਤੇ ਉਹ ਤੁਹਾਨੂੰ ਕਹੇਗਾ, \"ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਤੁਸੀਂ ਕਿੱਥੋਂ ਹੋ। ਮੇਰੇ ਕੋਲੋਂ ਜਾਓ, ਸਾਰੇ ਅਪਰਾਧੀ ਕਰਮਚਾਰੀ।\"", "calver": "2025.05.21", "id": "LUK 13:27", "translation_time": 5.41}
{"source_lang": "grc", "target_lang": "pan", "original": "ἐκεῖ  ἔσται  ὁ  κλαυθμὸς  καὶ  ὁ  βρυγμὸς  τῶν  ὀδόντων, ὅταν  ὄψησθε  Ἀβραὰμ  καὶ  Ἰσαὰκ  καὶ  Ἰακὼβ  καὶ  πάντας  τοὺς  προφήτας  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ, ὑμᾶς  δὲ  ἐκβαλλομένους  ἔξω.", "translation": "ਉਹ ਓਥੇ ਕਲਾਤਮਕ ਰੋਣਾ ਅਤੇ ਦੰਦਾਂ ਨੂੰ ਭਿੱਜਣ ਦੀ ਆਵਾਜ਼ ਹੋਵੇਗੀ, ਜਦੋਂ ਤੁਸੀਂ ਅਬਰਾਹਮ, ਇਸਹਾਕ ਅਤੇ ਯਾਕੂਬ ਨੂੰ ਦੇਖੋਗੇ ਅਤੇ ਰੱਬ ਦੀ ਰਾਜ ਵਿੱਚ ਸਾਰੇ ਪ੍ਰਵਾਕੀਆਂ ਨੂੰ, ਪਰ ਤੁਹਾਨੂੰ ਬਾਹਰ ਕੱਢ ਦਿੱਤਾ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 13:28", "translation_time": 6.83}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἥξουσιν  ἀπὸ  ἀνατολῶν  καὶ  δυσμῶν  καὶ  ἀπὸ  βορρᾶ  καὶ  νότου, καὶ  ἀνακλιθήσονται  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "ਅਤੇ ਉਹ ਸਭ ਪੂਰਬ, ਪੱਛਮ, ਉੱਤਰ ਅਤੇ ਦੱਖਣ ਤੋਂ ਆਉਣਗੇ, ਅਤੇ ਰੱਬ ਦੀ ਰਾਜ ਵਿੱਚ ਬੈਠਣਗੇ।", "calver": "2025.05.21", "id": "LUK 13:29", "translation_time": 6.38}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοῆτε, πάντες  ὁμοίως  ἀπολεῖσθε.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਨਾਂ ਕਹਿੰਦਾ ਹਾਂ, ਜੇ ਤੁਸੀਂ ਤਬਦੀਲੀ ਨਾ ਕਰੋ, ਤਾਂ ਤੁਸੀਂ ਸਾਰੇ ਇਸੇ ਤਰ੍ਹਾਂ ਮਰ ਜਾਵੋਗੇ।", "calver": "2025.05.21", "id": "LUK 13:3", "translation_time": 6.43}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἰδοὺ  εἰσὶν  ἔσχατοι  οἳ  ἔσονται  πρῶτοι, καὶ  εἰσὶν  πρῶτοι  οἳ  ἔσονται  ἔσχατοι.", "translation": "ਅਤੇ ਵੇਖੋ, ਉਹ ਹਨ ਜੋ ਅਖੀਰਲੇ ਹੋਣਗੇ ਪਹਿਲੇ, ਅਤੇ ਉਹ ਹਨ ਜੋ ਪਹਿਲੇ ਹੋਣਗੇ ਅਖੀਰਲੇ।", "calver": "2025.05.21", "id": "LUK 13:30", "translation_time": 7.98}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  προσῆλθάν  τινες  Φαρισαῖοι  λέγοντες  αὐτῷ  Ἔξελθε  καὶ  πορεύου  ἐντεῦθεν, ὅτι  Ἠρῴδης  θέλει  σε  ἀποκτεῖναι.", "translation": "ਉਸ ਸਮੇਂ, ਕੁਝ ਫਰਿਸ਼ੀ ਲੋਕ ਉਸਦੇ ਕੋਲ ਆਏ ਅਤੇ ਕਹਿਣ ਲੱਗੇ, \"ਬਾਹਰ ਨਿਕਲ ਜਾਓ ਅਤੇ ਇਥੋਂ ਚਲੇ ਜਾਓ, ਕਿਉਂਕਿ ਹਰੋਦ ਤੈਨੂੰ ਮਾਰਨਾ ਚਾਹੁੰਦਾ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 13:31", "translation_time": 6.68}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἶπεν  αὐτοῖς  Πορευθέντες  εἴπατε  τῇ  ἀλώπεκι  ταύτῃ  Ἰδοὺ  ἐκβάλλω  δαιμόνια  καὶ  ἰάσεις  ἀποτελῶ  σήμερον  καὶ  αὔριον, καὶ  τῇ  τρίτῃ  τελειοῦμαι.", "translation": "ਅਤੇ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ, \"ਜਾਓ ਅਤੇ ਇਸ ਲੂਣੀ ਨੂੰ ਦੱਸੋ, 'ਹੇ, ਮੈਂ ਅੱਜ ਅਤੇ ਕੱਲ੍ਹ ਦੈਵਤਾਵਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢਦਾ ਹਾਂ ਅਤੇ ਚੰਗਾਈਆਂ ਕਰਦਾ ਹਾਂ, ਅਤੇ ਤੀਜੇ ਦਿਨ ਮੇਰੀ ਕਾਰਜਪੂਰਨਤਾ ਪੂਰੀ ਹੋਵੇਗੀ।'\"", "calver": "2025.05.21", "id": "LUK 13:32", "translation_time": 9.06}
{"source_lang": "grc", "target_lang": "pan", "original": "πλὴν  δεῖ  με  σήμερον  καὶ  αὔριον  καὶ  τῇ  ἐχομένῃ  πορεύεσθαι, ὅτι  οὐκ  ἐνδέχεται  προφήτην  ἀπολέσθαι  ἔξω  Ἱερουσαλήμ.", "translation": "ਮੈਨੂੰ ਅੱਜ ਅਤੇ ਕੱਲ੍ਹ ਅਤੇ ਪਰਸੋਂ ਯਾਤਰਾ ਕਰਨੀ ਲਾਜ਼ਮੀ ਹੈ, ਕਿਉਂਕਿ ਪ੍ਰੋਫੇਟਾਂ ਨੂੰ ਜੈਰੂਸਲੇਮ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਦਾ।", "calver": "2025.05.21", "id": "LUK 13:33", "translation_time": 6.64}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἱερουσαλὴμ  Ἱερουσαλήμ, ἡ  ἀποκτείνουσα  τοὺς  προφήτας  καὶ  λιθοβολοῦσα  τοὺς  ἀπεσταλμένους  πρὸς  αὐτήν, ποσάκις  ἠθέλησα  ἐπισυνάξαι  τὰ  τέκνα  σου  ὃν  τρόπον  ὄρνις  τὴν  ἑαυτῆς  νοσσιὰν  ὑπὸ  τὰς  πτέρυγας, καὶ  οὐκ  ἠθελήσατε.", "translation": "ਜਰੂਸਲੇਮ, ਜਰੂਸਲੇਮ, ਜਿਸ ਨੇ ਨਬੀਆਂ ਮਾਰਨੀਆਂ ਅਤੇ ਉਸ ਵੱਲ ਭੇਜੇ ਗਏ ਪ੍ਰੇਰਕਾਂ ਨੂੰ ਪੱਥਰ ਮਾਰਨੀਆਂ, ਕਿੰਨੀ ਵਾਰੀ ਮੈਂ ਚਾਹਿਆ ਕਿ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਇਕੱਠਾ ਕਰ ਲਵਾਂ, ਜਿਵੇਂ ਇੱਕ ਮੁਰਗੀ ਆਪਣੇ ਪਰਾਂ ਹੇਠਾਂ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਇਕੱਠਾ ਕਰਦੀ ਹੈ, ਪਰ ਤੁਸੀਂ ਨਹੀਂ ਚਾਹਿਆ।", "calver": "2025.05.21", "id": "LUK 13:34", "translation_time": 7.83}
{"source_lang": "grc", "target_lang": "pan", "original": "ἰδοὺ  ἀφίεται  ὑμῖν  ὁ  οἶκος  ὑμῶν. λέγω  δὲ  ὑμῖν, οὐ  μὴ  ἴδητέ  με  ἕως  ἥξει  ὅτε  εἴπητε  Εὐλογημένος  ὁ  ἐρχόμενος  ἐν  ὀνόματι  Κυρίου.", "translation": "ਹੇ ਵੇਖੋ, ਤੁਹਾਡੇ ਘਰਾਂ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਤੁਸੀਂ ਮੈਨੂੰ ਨਹੀਂ ਦੇਖੋਗੇ, ਜਦ ਤੱਕ ਨਹੀਂ ਆਉਂਦਾ, ਕਹੋਗੇ, \"ਉਹ ਆਉਣ ਵਾਲਾ ਹੈ ਜੋ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿੱਚ ਆ ਰਿਹਾ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 13:35", "translation_time": 7.89}
{"source_lang": "grc", "target_lang": "pan", "original": "ἢ  ἐκεῖνοι  οἱ  δέκα  ὀκτὼ  ἐφ’  οὓς  ἔπεσεν  ὁ  πύργος  ἐν  τῷ  Σιλωὰμ  καὶ  ἀπέκτεινεν  αὐτούς, δοκεῖτε  ὅτι  αὐτοὶ  ὀφειλέται  ἐγένοντο  παρὰ  πάντας  τοὺς  ἀνθρώπους  τοὺς  κατοικοῦντας  Ἱερουσαλήμ;", "translation": "ਕੀ ਤੁਸੀਂ ਸਮਝਦੇ ਹੋ ਕਿ ਉਹ ਦਸ ਜਾਂ ਅਠਾਰਾਂ ਲੋਕ, ਜਿਨ੍ਹਾਂ 'ਤੇ ਸਿਲੋਆਮ ਵਿੱਚ ਪਾਈਗੜੀ ਡਿੱਗੀ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਆਪਣੇ ਆਪ ਨੂੰ ਜ਼ੁੰਮੇਵਾਰ ਮੰਨਦੇ ਹਨ, ਜੋ ਯਰੂਸ਼ਲੇਮ ਵਿੱਚ ਰਹਿਣ ਵਾਲੇ ਸਾਰੇ ਲੋਕਾਂ ਦੇ ਵਿਚਕਾਰ ਹਨ?", "calver": "2025.05.21", "id": "LUK 13:4", "translation_time": 7.95}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοήσητε, πάντες  ὡσαύτως  ἀπολεῖσθε.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ, ਜੇ ਤੁਸੀਂ ਤਬਦੀਲੀ ਨਹੀਂ ਕਰੋਗੇ, ਤਾਂ ਤੁਸੀਂ ਸਭ ਇੱਕੋ ਜਿਹੇ ਤਰੀਕੇ ਨਾਲ ਮਰ ਜਾਵੋਗੇ।", "calver": "2025.05.21", "id": "LUK 13:5", "translation_time": 5.61}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἔλεγεν  δὲ  ταύτην  τὴν  παραβολήν. συκῆν  εἶχέν  τις  πεφυτευμένην  ἐν  τῷ  ἀμπελῶνι  αὐτοῦ, καὶ  ἦλθεν  ζητῶν  καρπὸν  ἐν  αὐτῇ  καὶ  οὐχ  εὗρεν.", "translation": "ਇਹ ਪਰਬੰਧਨ ਕਹਾਣੀ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇੱਕ ਅੰਜੀਰ ਦਾ ਦਰੱਖਤ ਸੀ ਜੋ ਆਪਣੇ ਬਾਗ ਵਿੱਚ ਲਗਾਇਆ ਗਿਆ ਸੀ। ਉਸ ਨੇ ਖੋਜਿਆ ਕਿ ਕੀ ਇਸ 'ਤੇ ਫਲ ਹੈ, ਪਰ ਉਸ ਨੂੰ ਕੋਈ ਫਲ ਨਹੀਂ ਮਿਲਿਆ।", "calver": "2025.05.21", "id": "LUK 13:6", "translation_time": 8.29}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  πρὸς  τὸν  ἀμπελουργόν  Ἰδοὺ  τρία  ἔτη  ἀφ’  οὗ  ἔρχομαι  ζητῶν  καρπὸν  ἐν  τῇ  συκῇ  ταύτῃ  καὶ  οὐχ  εὑρίσκω· ἔκκοψον  αὐτήν· ἵνα  τί  καὶ  τὴν  γῆν  καταργεῖ;", "translation": "ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਬਾਗਬਾਨ ਨੂੰ ਕਿਹਾ, \"ਇੱਥੇ ਤਿੰਨ ਸਾਲ ਤੋਂ ਮੈਂ ਇਸ ਅੰਜੀਰ ਦੇ ਦਰਖ਼ਤ ਨੂੰ ਫਲ ਲੱਭਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹਾਂ, ਪਰ ਮੈਨੂੰ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ। ਇਸ ਨੂੰ ਕੱਟ ਦੇ, ਤਾਂ ਕਿ ਇਸ ਨਾਲ ਜ਼ਮੀਨ ਵੀ ਖਰਾਬ ਨਾ ਹੋਵੇ।\"", "calver": "2025.05.21", "id": "LUK 13:7", "translation_time": 6.05}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  ἀποκριθεὶς  λέγει  αὐτῷ  Κύριε, ἄφες  αὐτὴν  καὶ  τοῦτο  τὸ  ἔτος, ἕως  ὅτου  σκάψω  περὶ  αὐτὴν  καὶ  βάλω  κόπρια,", "translation": "ਉਹ ਉਸ ਨੂੰ ਜਵਾਬ ਦਿੱਤਾ, \"ਪ੍ਰਭੂ, ਇਸ ਸਾਲ ਤੱਕ ਮੈਨੂੰ ਛੱਡੋ, ਜਦ ਤੱਕ ਮੈਂ ਉਸ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਖੋਦਾਂਗਾ ਅਤੇ ਮਿੱਟੀ ਪਾਊਂਗਾ, ਤਾਂ ਜੋ ਉਸ ਦੀ ਸੰਭਾਲ ਕਰ ਸਕਾਂ।\"", "calver": "2025.05.21", "id": "LUK 13:8", "translation_time": 7.59}
{"source_lang": "grc", "target_lang": "pan", "original": "κἂν  μὲν  ποιήσῃ  καρπὸν  εἰς  τὸ  μέλλον· εἰ  δὲ  μήγε, ἐκκόψεις  αὐτήν.", "translation": "ਜੇ ਇਹ ਭਵਿੱਖ ਵਿੱਚ ਫਲ ਧਰਦਾ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਕੱਟਿਆ ਜਾਵੇਗਾ; ਨਹੀਂ ਤਾਂ, ਇਸਨੂੰ ਕੱਟ ਦਿੱਤਾ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 13:9", "translation_time": 6.79}
{"source_lang": "grc", "target_lang": "pan", "original": "Καὶ  ἐγένετο  ἐν  τῷ  ἐλθεῖν  αὐτὸν  εἰς  οἶκόν  τινος  τῶν  ἀρχόντων  τῶν  Φαρισαίων  σαββάτῳ  φαγεῖν  ἄρτον, καὶ  αὐτοὶ  ἦσαν  παρατηρούμενοι  αὐτόν.", "translation": "ਜਦੋਂ ਯਿਸੂ ਇੱਕ ਫਰੀਸੀ ਦੇ ਘਰ ਵਿੱਚ ਸ਼ਬਤ ਦੇ ਦਿਨ ਰੋਟੀ ਖਾਣ ਲਈ ਗਏ, ਤਦ ਉਹਨਾਂ ਨੇ ਉਸ ਨੂੰ ਦੇਖ ਰਹੇ ਸਨ।", "calver": "2025.05.21", "id": "LUK 14:1", "translation_time": 5.74}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀλλ’  ὅταν  κληθῇς, πορευθεὶς  ἀνάπεσε  εἰς  τὸν  ἔσχατον  τόπον, ἵνα  ὅταν  ἔλθῃ  ὁ  κεκληκώς  σε  ἐρεῖ  σοι  Φίλε, προσανάβηθι  ἀνώτερον· τότε  ἔσται  σοι  δόξα  ἐνώπιον  πάντων  τῶν  συνανακειμένων  σοι.", "translation": "ਜਦੋਂ ਤੁਹਾਨੂੰ ਬੁਲਾਇਆ ਜਾਵੇ, ਤਾਂ ਨੀਵਾਂ ਸਥਾਨ 'ਚ ਬੈਠੋ, ਤਾਂ ਜੋ ਜਦੋਂ ਬੁਲਾਉਣ ਵਾਲਾ ਆਵੇ, ਉਹ ਤੂੰਹਾਨੂੰ ਕਹੇ, \"ਪ੍ਰਿਯ ਮਿੱਤਰ, ਉੱਚੇ ਸਥਾਨ 'ਚ ਚੜ੍ਹੋ,\" ਤਾਂ ਤੁਹਾਨੂੰ ਸਭ ਦੇ ਸਾਹਮਣੇ ਮਹਿਮਾ ਮਿਲੇਗੀ। ਇਸ ਤਰ੍ਹਾਂ, ਤੁਸੀਂ ਸਾਰਿਆਂ ਤੋਂ ਵਧੀਕ ਸਨਮਾਨ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।", "calver": "2025.05.21", "id": "LUK 14:10", "translation_time": 7.47}
{"source_lang": "grc", "target_lang": "pan", "original": "ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, καὶ  ὁ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "ਜਿਵੇਂ ਹਰ ਇੱਕ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਉੱਚਾ ਕਰਦਾ ਹੈ, ਉਹ ਨੀਵਾਂ ਕੀਤਾ ਜਾਵੇਗਾ, ਅਤੇ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਨੀਵਾਂ ਕਰਦਾ ਹੈ, ਉਹ ਉੱਚਾ ਕੀਤਾ ਜਾਵੇਗਾ।", "calver": "2025.05.21", "id": "LUK 14:11", "translation_time": 6.66}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἔλεγεν  δὲ  καὶ  τῷ  κεκληκότι  αὐτόν  Ὅταν  ποιῇς  ἄριστον  ἢ  δεῖπνον, μὴ  φώνει  τοὺς  φίλους  σου  μηδὲ  τοὺς  ἀδελφούς  σου  μηδὲ  τοὺς  συγγενεῖς  σου  μηδὲ  γείτονας  πλουσίους, μή  ποτε  καὶ  αὐτοὶ  ἀντικαλέσωσίν  σε  καὶ  γένηται  ἀνταπόδομά  σοι.", "translation": "ਉਹ ਨੇ ਵੀ ਉਸ ਨੂੰ ਕਿਹਾ, \"ਜਦੋਂ ਤੁਸੀਂ ਰਾਤ ਦਾ ਖਾਣਾ ਜਾਂ ਭੋਜਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ ਨਿਮੰਤਰਿਤ ਨਾ ਕਰੋ, ਨਾ ਆਪਣੇ ਭਰਾ-ਭੈਣਾਂ ਨੂੰ, ਨਾ ਆਪਣੇ ਰਿਸ਼ਤੇਦਾਰਾਂ ਨੂੰ, ਨਾ ਆਪਣੇ ਅਮੀਰ ਪੜੋਸੀ ਨੂੰ, ਤਾਕਿ ਉਹ ਵੀ ਤੁਹਾਨੂੰ ਵਾਪਸ ਨਿਮੰਤਰਿਤ ਕਰਣ, ਅਤੇ ਤੁਹਾਨੂੰ ਵਾਪਸੀ ਮਿਲੇ।\"", "calver": "2025.05.21", "id": "LUK 14:12", "translation_time": 9.09}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀλλ’  ὅταν  δοχὴν  ποιῇς, κάλει  πτωχούς, ἀναπήρους, χωλούς, τυφλούς·", "translation": "ਜਦੋਂ ਤੁਸੀਂ ਮੇਜ਼ ਰੱਖੋ, ਤਾਂ ਗਰੀਬਾਂ, ਅੰਧਿਆਂ, ਲੰਗੜਿਆਂ ਅਤੇ ਲੂਲਿਆਂ ਨੂੰ ਬੁਲਾਓ।", "calver": "2025.05.21", "id": "LUK 14:13", "translation_time": 8.26}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  μακάριος  ἔσῃ, ὅτι  οὐκ  ἔχουσιν  ἀνταποδοῦναί  σοι· ἀνταποδοθήσεται  γάρ  σοι  ἐν  τῇ  ἀναστάσει  τῶν  δικαίων.", "translation": "ਅਤੇ ਤੁਹਾਡੇ ਬਲਿਹਾਰ ਹੋਵੋਗੇ, ਕਿਉਂਕਿ ਉਹ ਤੁਹਾਡੀ ਮੁਆਵਜ਼ਾ ਨਹੀਂ ਦੇ ਸਕਦੇ; ਤੁਹਾਨੂੰ ਵਾਪਸ ਦਿੱਤਾ ਜਾਵੇਗਾ ਧਰਮੀਆਂ ਦੀ ਪੁਨਰਜਨਮ 'ਤੇ।", "calver": "2025.05.21", "id": "LUK 14:14", "translation_time": 7.17}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἀκούσας  δέ  τις  τῶν  συνανακειμένων  ταῦτα  εἶπεν  αὐτῷ  Μακάριος  ὅστις  φάγεται  ἄρτον  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "ਵਧਾਈ ਹੋਵੇ ਉਸ ਨੂੰ ਜੋ ਰੱਬ ਦੇ ਰਾਜ ਵਿੱਚ ਰੋਟੀ ਖਾਂਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 14:15", "translation_time": 5.88}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπός  τις  ἐποίει  δεῖπνον  μέγα, καὶ  ἐκάλεσεν  πολλούς,", "translation": "ਇੱਕ ਮਨੁੱਖ ਨੇ ਵੱਡਾ ਖਾਣਾ ਤਿਆਰ ਕੀਤਾ ਅਤੇ ਬਹੁਤ ਸਾਰੇ ਮਿਹਮਾਨਾਂ ਨੂੰ ਬੁਲਾਇਆ।", "calver": "2025.05.21", "id": "LUK 14:16", "translation_time": 5.31}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἀπέστειλεν  τὸν  δοῦλον  αὐτοῦ  τῇ  ὥρᾳ  τοῦ  δείπνου  εἰπεῖν  τοῖς  κεκλημένοις  Ἔρχεσθε, ὅτι  ἤδη  ἕτοιμά  ἐστιν.", "translation": "ਮੇਲਿਆਂ ਦੇ ਸਮੇਂ, ਆਪਣੇ ਦਾਸ ਨੂੰ ਭੇਜ ਕੇ ਕਿਹਾ, \"ਆਓ, ਕਿਉਂਕਿ ਸਾਰਾ ਕੰਮ ਤਿਆਰ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 14:17", "translation_time": 5.04}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἤρξαντο  ἀπὸ  μιᾶς  πάντες  παραιτεῖσθαι. ὁ  πρῶτος  εἶπεν  αὐτῷ  Ἀγρὸν  ἠγόρασα, καὶ  ἔχω  ἀνάγκην  ἐξελθὼν  ἰδεῖν  αὐτόν· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "ਅਤੇ ਸਾਰੇ ਲੋਕ ਬੇਨਤੀ ਕਰਦੇ ਰਹੇ। ਪਹਿਲਾ ਕਹਿਣ ਲੱਗਾ, \"ਮੈਂ ਖੇਤ ਖਰੀਦਾ ਹੈ ਅਤੇ ਮੈਨੂੰ ਲੋੜ ਹੈ ਕਿ ਮੈਂ ਉਸਨੂੰ ਵੇਖਣ ਲਈ ਬਾਹਰ ਨਿਕਲਿਆ ਹਾਂ। ਮੈਂ ਤੈਨੂੰ ਪੁੱਛਦਾ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਮੇਰੇ ਉਤੇ ਅਨੁਮਤੀ ਰੱਖੋ, ਕਿਉਂਕਿ ਮੈਂ ਅਨੁਮਤੀ ਲੈ ਕੇ ਉਸ ਨੂੰ ਵੇਖਣਾ ਚਾਹੁੰਦਾ ਹਾਂ।\"", "calver": "2025.05.21", "id": "LUK 14:18", "translation_time": 8.36}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἕτερος  εἶπεν  Ζεύγη  βοῶν  ἠγόρασα  πέντε, καὶ  πορεύομαι  δοκιμάσαι  αὐτά· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "ਅਤੇ ਇੱਕ ਹੋਰ ਨੇ ਕਿਹਾ, \"ਮੈਂ ਪੰਜ ਬੱਕਰੇ ਖਰੀਦੇ ਹਨ, ਅਤੇ ਹੁਣ ਉਨ੍ਹਾਂ ਦੀ ਪਰਖ ਕਰਨ ਜਾ ਰਿਹਾ ਹਾਂ। ਮੈਂ ਤੈਨੂੰ ਪੁੱਛਦਾ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਮੇਰੇ ਹੱਕ ਵਿੱਚ ਰੱਖੋ।\"", "calver": "2025.05.21", "id": "LUK 14:19", "translation_time": 5.37}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἰδοὺ  ἄνθρωπός  τις  ἦν  ὑδρωπικὸς  ἔμπροσθεν  αὐτοῦ.", "translation": "ਅਤੇ ਵੇਖੋ, ਉਸਦੇ ਸਾਹਮਣੇ ਇੱਕ ਮਨੁੱਖ ਸੀ, ਜੋ ਸੁਜਿਆ ਹੋਇਆ ਸੀ।", "calver": "2025.05.21", "id": "LUK 14:2", "translation_time": 7.02}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἕτερος  εἶπεν  Γυναῖκα  ἔγημα, καὶ  διὰ  τοῦτο  οὐ  δύναμαι  ἐλθεῖν.", "translation": "ਅਤੇ ਇੱਕ ਹੋਰ ਨੇ ਕਿਹਾ, \"ਮੈਂ ਇੱਕ ਔਰਤ ਨਾਲ ਵਿਆਹ ਕੀਤਾ ਹੈ, ਅਤੇ ਇਸ ਕਰਕੇ ਮੈਂ ਨਹੀਂ ਆ ਸਕਦਾ।\"", "calver": "2025.05.21", "id": "LUK 14:20", "translation_time": 6.23}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  παραγενόμενος  ὁ  δοῦλος  ἀπήγγειλεν  τῷ  κυρίῳ  αὐτοῦ  ταῦτα. τότε  ὀργισθεὶς  ὁ  οἰκοδεσπότης  εἶπεν  τῷ  δούλῳ  αὐτοῦ  Ἔξελθε  ταχέως  εἰς  τὰς  πλατείας  καὶ  ῥύμας  τῆς  πόλεως, καὶ  τοὺς  πτωχοὺς  καὶ  ἀναπήρους  καὶ  τυφλοὺς  καὶ  χωλοὺς  εἰσάγαγε  ὧδε.", "translation": "ਅਤੇ ਜਦੋਂ ਕਿਰਾਇਆਦਾਰ ਆਇਆ, ਉਸਨੇ ਆਪਣੇ ਮਾਲਕ ਨੂੰ ਇਹ ਸੂਚਨਾ ਦਿੱਤੀ। ਤਦ ਮਾਲਕ ਗੁੱਸੇ ਵਿੱਚ ਆ ਕੇ ਆਪਣੇ ਦਾਸ ਨੂੰ ਕਿਹਾ, \"ਤੁਰ ਕੇ ਸ਼ਹਿਰ ਦੀਆਂ ਗਲੀਆਂ ਅਤੇ ਮਾਰਗਾਂ ਵਿੱਚ ਜਾ, ਅਤੇ ਗਰੀਬਾਂ, ਲੰਗੜਿਆਂ, ਅंधਿਆਂ ਅਤੇ ਲੂਲਿਆਂ ਨੂੰ ਲੈ ਆ।\"", "calver": "2025.05.21", "id": "LUK 14:21", "translation_time": 7.14}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἶπεν  ὁ  δοῦλος  Κύριε, γέγονεν  ὃ  ἐπέταξας, καὶ  ἔτι  τόπος  ἐστίν.", "translation": "ਮਾਲਿਕ ਨੂੰ ਕਹਿਣ ਵਾਲੇ ਦਾਸ ਨੇ ਕਿਹਾ, \"ਸਰਕਾਰ, ਜੋ ਤੁਸੀਂ ਹੁਕਮ ਦਿੱਤੇ ਸਨ, ਉਹ ਪੂਰੇ ਹੋ ਗਏ ਹਨ, ਅਤੇ ਹਜੇ ਵੀ ਥਾਂ ਖਾਲੀ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 14:22", "translation_time": 4.08}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἶπεν  ὁ  κύριος  πρὸς  τὸν  δοῦλον  Ἔξελθε  εἰς  τὰς  ὁδοὺς  καὶ  φραγμοὺς  καὶ  ἀνάγκασον  εἰσελθεῖν, ἵνα  γεμισθῇ  μου  ὁ  οἶκος·", "translation": "ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਦਾਸ ਨੂੰ ਕਿਹਾ, \"ਬਾਹਰ ਜਾ ਕੇ ਸੜਕਾਂ ਅਤੇ ਗਲੀ-ਮੁੱਲਾਂ ਵਿੱਚ ਜਾ, ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਮਜਬੂਰ ਕਰ ਕੇ ਲਿਆਉ ਕਿ ਮੇਰਾ ਘਰ ਭਰ ਜਾਵੇ।\"", "calver": "2025.05.21", "id": "LUK 14:23", "translation_time": 5.37}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  οὐδεὶς  τῶν  ἀνδρῶν  ἐκείνων  τῶν  κεκλημένων  γεύσεταί  μου  τοῦ  δείπνου.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ ਕਿ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਬੁਲਾਇਆ ਗਿਆ ਸੀ, ਮੇਰੇ ਰਾਤ ਦੇ ਖਾਣੇ ਦਾ ਸਵਾਦ ਨਹੀਂ ਲੈ ਸਕੇਗਾ।", "calver": "2025.05.21", "id": "LUK 14:24", "translation_time": 6.67}
{"source_lang": "grc", "target_lang": "pan", "original": "Συνεπορεύοντο  δὲ  αὐτῷ  ὄχλοι  πολλοί, καὶ  στραφεὶς  εἶπεν  πρὸς  αὐτούς", "translation": "ਕਈ ਭੀੜਾਂ ਉਸਦੇ ਨਾਲ ਚੱਲ ਰਹੀਆਂ ਸਨ, ਅਤੇ ਉਹ ਮੁੜ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ।", "calver": "2025.05.21", "id": "LUK 14:25", "translation_time": 6.44}
{"source_lang": "grc", "target_lang": "pan", "original": "Εἴ  τις  ἔρχεται  πρός  με  καὶ  οὐ  μισεῖ  τὸν  πατέρα  αὐτοῦ  καὶ  τὴν  μητέρα  καὶ  τὴν  γυναῖκα  καὶ  τὰ  τέκνα  καὶ  τοὺς  ἀδελφοὺς  καὶ  τὰς  ἀδελφάς, ἔτι  τε  καὶ  τὴν  ψυχὴν  ἑαυτοῦ, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "ਜੇ ਕੋਈ ਮੇਰੇ ਕੋਲ ਆਉਂਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਪਿਤਾ ਮਾਤਾ ਅਤੇ ਆਪਣੀ ਪਤਨੀ ਅਤੇ ਬੱਚਿਆਂ ਨੂੰ ਨਫਰ ਕਰਦਾ ਹੈ, ਅਤੇ ਆਪਣੇ ਭਰਾ-ਬਹਿਨਾਂ ਨੂੰ ਵੀ, ਅਤੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਵੀ, ਤਾਂ ਉਹ ਮੇਰਾ ਚੇਲਾਂ ਨਹੀਂ ਹੋ ਸਕਦਾ।", "calver": "2025.05.21", "id": "LUK 14:26", "translation_time": 6.97}
{"source_lang": "grc", "target_lang": "pan", "original": "ὅστις  οὐ  βαστάζει  τὸν  σταυρὸν  ἑαυτοῦ  καὶ  ἔρχεται  ὀπίσω  μου, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "ਜੋ ਕੋਈ ਆਪਣਾ ਸੂਲ ਨਹੀਂ ਲੰਘਦਾ ਅਤੇ ਮੇਰੇ ਪਿੱਛੇ ਨਹੀਂ ਆਉਂਦਾ, ਉਹ ਮੇਰਾ ਚੇਲਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।", "calver": "2025.05.21", "id": "LUK 14:27", "translation_time": 6.25}
{"source_lang": "grc", "target_lang": "pan", "original": "Τίς  γὰρ  ἐξ  ὑμῶν  θέλων  πύργον  οἰκοδομῆσαι  οὐχὶ  πρῶτον  καθίσας  ψηφίζει  τὴν  δαπάνην, εἰ  ἔχει  εἰς  ἀπαρτισμόν;", "translation": "ਕਿਸੇ ਵੀ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਜੋ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਉਹ ਇੱਕ ਮੰਜ਼ਿਲ ਬਣਾਵੇ, ਪਹਿਲਾਂ ਬੈਠ ਕੇ ਖਰਚਾ ਗਿਣ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਜੇ ਉਸ ਕੋਲ ਸਮਰੱਥਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 14:28", "translation_time": 5.75}
{"source_lang": "grc", "target_lang": "pan", "original": "ἵνα  μή  ποτε  θέντος  αὐτοῦ  θεμέλιον  καὶ  μὴ  ἰσχύοντος  ἐκτελέσαι  πάντες  οἱ  θεωροῦντες  ἄρξωνται  αὐτῷ  ἐμπαίζειν", "translation": "ਜੇਕਰ ਉਸਨੇ ਮੂਲ ਥਾਂ ਨਹੀਂ ਰੱਖੀ ਅਤੇ ਮਜ਼ਬੂਤ ਨਹੀਂ ਹੋਇਆ, ਤਾਂ ਸਭ ਦੇਖਣ ਵਾਲੇ ਉਸਦੇ ਉੱਤੇ ਹੱਸਣਾ ਸ਼ੁਰੂ ਕਰਣਗੇ।", "calver": "2025.05.21", "id": "LUK 14:29", "translation_time": 5.03}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἀποκριθεὶς  ὁ  Ἰησοῦς  εἶπεν  πρὸς  τοὺς  νομικοὺς  καὶ  Φαρισαίους  λέγων  Ἔξεστιν  τῷ  σαββάτῳ  θεραπεῦσαι  ἢ  οὔ;", "translation": "ਕੀ ਸੈੱਬਰਥ ’ਤੇ ਚੰਗਾ ਕਰਨ ਦੀ ਆਗਿਆ ਹੈ ਜਾਂ ਨਹੀਂ? ਯਿਸੂ ਨੇ ਇਹ ਪੁੱਛਦੇ ਹੋਏ ਕਾਨੂੰਨੀ ਵਿਸ਼ੇਸ਼ਜਨਾਂ ਅਤੇ ਫਰੀਸੀਅਾਂ ਨੂੰ ਜਵਾਬ ਦਿੱਤਾ।", "calver": "2025.05.21", "id": "LUK 14:3", "translation_time": 5.78}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγοντες  ὅτι  Οὗτος  ὁ  ἄνθρωπος  ἤρξατο  οἰκοδομεῖν  καὶ  οὐκ  ἴσχυσεν  ἐκτελέσαι.", "translation": "ਇਹ ਕਹਿੰਦੇ ਹੋਏ ਕਿ, ਇਹ ਮਨੁੱਖ ਨੇ ਬਣਾਉਣ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਸੀ ਪਰ ਉਹ ਸਮਰਥ ਨਹੀਂ ਸੀ ਕਿ ਇਸ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕੇ।", "calver": "2025.05.21", "id": "LUK 14:30", "translation_time": 4.82}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἢ  τίς  βασιλεὺς  πορευόμενος  ἑτέρῳ  βασιλεῖ  συμβαλεῖν  εἰς  πόλεμον  οὐχὶ  καθίσας  πρῶτον  βουλεύσεται  εἰ  δυνατός  ἐστιν  ἐν  δέκα  χιλιάσιν  ὑπαντῆσαι  τῷ  μετὰ  εἴκοσι  χιλιάδων  ἐρχομένῳ  ἐπ’  αὐτόν;", "translation": "ਕੀ ਇੱਕ ਰਾਜਾ ਦੂਜੇ ਰਾਜੇ ਨਾਲ ਲੜਾਈ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ, ਤਾਂ ਪਹਿਲਾਂ ਬੈਠ ਕੇ ਸੋਚੇਗਾ ਕਿ ਕੀ ਉਹ ਦਸ ਹਜ਼ਾਰ ਲੋਕਾਂ ਨਾਲ ਮੁਕਾਬਲਾ ਕਰ ਸਕਦਾ ਹੈ, ਜੋ ਉਸਦੇ ਖਿਲਾਫ ਵੀਵੀਹ ਹਜ਼ਾਰ ਲੋਕਾਂ ਨਾਲ ਆ ਰਹੇ ਹਨ?", "calver": "2025.05.21", "id": "LUK 14:31", "translation_time": 6.04}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  δὲ  μήγε, ἔτι  αὐτοῦ  πόρρω  ὄντος  πρεσβείαν  ἀποστείλας  ἐρωτᾷ  τὰ  πρὸς  εἰρήνην.", "translation": "ਜੇ ਨਹੀਂ, ਤਾਂ ਜਦੋਂ ਉਹ ਅਜੇ ਦੂਰ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਸ਼ਾਂਤੀ ਬਾਰੇ ਪੁੱਛਣ ਲਈ ਦੂਤ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 14:32", "translation_time": 5.4}
{"source_lang": "grc", "target_lang": "pan", "original": "οὕτως  οὖν  πᾶς  ἐξ  ὑμῶν  ὃς  οὐκ  ἀποτάσσεται  πᾶσιν  τοῖς  ἑαυτοῦ  ὑπάρχουσιν  οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "ਇਸ ਤਰ੍ਹਾਂ, ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਜੋ ਕੋਈ ਵੀ ਆਪਣੀਆਂ ਸਭ ਚੀਜ਼ਾਂ ਨੂੰ ਛੱਡ ਕੇ ਨਹੀਂ ਜਾਂਦਾ, ਉਹ ਮੇਰਾ ਵਿਦਿਆਰਥੀ ਬਣਨ ਦੀ ਯੋਗਤਾ ਨਹੀਂ ਰੱਖਦਾ।", "calver": "2025.05.21", "id": "LUK 14:33", "translation_time": 6.65}
{"source_lang": "grc", "target_lang": "pan", "original": "Καλὸν  οὖν  τὸ  ἅλας· ἐὰν  δὲ  καὶ  τὸ  ἅλας  μωρανθῇ, ἐν  τίνι  ἀρτυθήσεται;", "translation": "ਇਹ ਚੰਗਾ ਹੈ ਕਿ ਲੂਣ ਹੈ; ਪਰ ਜੇ ਲੂਣ ਵੀ ਮੋੜ ਜਾਵੇ, ਤਾਂ ਇਸ ਨੂੰ ਕਿਵੇਂ ਸੁਧਾਰਿਆ ਜਾਵੇ?", "calver": "2025.05.21", "id": "LUK 14:34", "translation_time": 5.49}
{"source_lang": "grc", "target_lang": "pan", "original": "οὔτε  εἰς  γῆν  οὔτε  εἰς  κοπρίαν  εὔθετόν  ἐστιν· ἔξω  βάλλουσιν  αὐτό. ὁ  ἔχων  ὦτα  ἀκούειν  ἀκουέτω.", "translation": "ਉਹ ਜ਼ਮੀਨ ਜਾਂ ਮਿੱਟੀ ਲਈ ਅਯੋਗ ਨਹੀਂ ਹੈ; ਉਹਨਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ। ਜਿਸਦੇ ਕੋਲ ਕੰਨ ਹਨ, ਉਹ ਸੁਣਨ।", "calver": "2025.05.21", "id": "LUK 14:35", "translation_time": 6.48}
{"source_lang": "grc", "target_lang": "pan", "original": "οἱ  δὲ  ἡσύχασαν. καὶ  ἐπιλαβόμενος  ἰάσατο  αὐτὸν  καὶ  ἀπέλυσεν.", "translation": "ਉਹਨਾਂ ਨੇ ਚੁੱਪ ਕਰ ਲਿਆ। ਫਿਰ ਉਸ ਨੇ ਉਸ ਨੂੰ ਫੜਿਆ। ਉਸ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਠੀਕ ਕੀਤਾ। ਅਤੇ ਉਸ ਨੂੰ ਛੱਡ ਦਿੱਤਾ।", "calver": "2025.05.21", "id": "LUK 14:4", "translation_time": 6.75}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  πρὸς  αὐτοὺς  εἶπεν  Τίνος  ὑμῶν  υἱὸς  ἢ  βοῦς  εἰς  φρέαρ  πεσεῖται, καὶ  οὐκ  εὐθέως  ἀνασπάσει  αὐτὸν  ἐν  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੌਣ ਹੈ ਜੋ ਬੱਚਾ ਜਾਂ ਬੱਕਰਾ ਪੈਰ ਪੈਦਾ ਹੋਵੇਗਾ ਅਤੇ ਸੈਬਤ ਦੇ ਦਿਨ ਉਸ ਨੂੰ ਖਿੱਚ ਲਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਉਸ ਨੂੰ ਤੁਰੰਤ ਉੱਠਾ ਲਿਆ ਜਾਵੇਗਾ?", "calver": "2025.05.21", "id": "LUK 14:5", "translation_time": 6.48}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  οὐκ  ἴσχυσαν  ἀνταποκριθῆναι  πρὸς  ταῦτα.", "translation": "ਅਤੇ ਉਹ ਇਸਨਾਂ ਲਈ ਜਵਾਬ ਨਹੀਂ ਦੇ ਸਕੇ। ਇਹਨਾਂ ਗੱਲਾਂ ਲਈ, ਉਹ ਜਵਾਬ ਦੇਣ ਦੇ ਯੋਗ ਨਹੀਂ ਸਨ।", "calver": "2025.05.21", "id": "LUK 14:6", "translation_time": 7.62}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἔλεγεν  δὲ  πρὸς  τοὺς  κεκλημένους  παραβολήν, ἐπέχων  πῶς  τὰς  πρωτοκλισίας  ἐξελέγοντο, λέγων  πρὸς  αὐτούς", "translation": "ਯਿਸੂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਕਿਹਾ, ਜੋ ਨਿਮੰਤਰਿਤ ਸਨ, ਇੱਕ ਉਪਦੇਸ਼ ਦੇ ਕੇ, ਕਿਵੇਂ ਸੀਟਾਂ ਚੁਣੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਇਸ ਬਾਰੇ ਗੱਲ ਕੀਤੀ।", "calver": "2025.05.21", "id": "LUK 14:7", "translation_time": 5.15}
{"source_lang": "grc", "target_lang": "pan", "original": "Ὅταν  κληθῇς  ὑπό  τινος  εἰς  γάμους, μὴ  κατακλιθῇς  εἰς  τὴν  πρωτοκλισίαν, μή  ποτε  ἐντιμότερός  σου  ᾖ  κεκλημένος  ὑπ’  αὐτοῦ,", "translation": "ਜਦੋਂ ਤੁਹਾਨੂੰ ਕਿਸੇ ਦੇ ਵਿਆਹ ਵਿੱਚ ਬੁਲਾਇਆ ਜਾਵੇ, ਤਾਂ ਪਹਿਲੀ ਥਾਂ 'ਤੇ ਬੈਠਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਾ ਕਰੋ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਸ ਤੋਂ ਵੱਧ ਮਾਣ ਨਾ ਪਾਵੋ ਜੋ ਤੁਹਾਨੂੰ ਬੁਲਾਇਆ ਗਿਆ ਹੈ।", "calver": "2025.05.21", "id": "LUK 14:8", "translation_time": 5.48}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐλθὼν  ὁ  σὲ  καὶ  αὐτὸν  καλέσας  ἐρεῖ  σοι  Δὸς  τούτῳ  τόπον, καὶ  τότε  ἄρξῃ  μετὰ  αἰσχύνης  τὸν  ἔσχατον  τόπον  κατέχειν.", "translation": "ਜਦੋਂ ਉਹ ਆਵੇਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਬੁਲਾਵੇਗਾ, ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਇਸ ਦਿਵਤਾ ਨੂੰ ਇਸ ਥਾਂ ਕਹੇਗਾ। ਫਿਰ ਉਹ ਨਿਮਰਤਾ ਨਾਲ ਅੰਤਮ ਥਾਂ ਨੂੰ ਧਾਰਨ ਕਰਦੇ ਹੋਏ, ਸ਼ੁਰੂਆਤ ਕਰੇਗਾ।", "calver": "2025.05.21", "id": "LUK 14:9", "translation_time": 10.62}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἦσαν  δὲ  αὐτῷ  ἐγγίζοντες  πάντες  οἱ  τελῶναι  καὶ  οἱ  ἁμαρτωλοὶ  ἀκούειν  αὐτοῦ.", "translation": "ਉਹ ਸੁਣਨ ਲਈ ਆ ਰਹੇ ਸਨ, ਅਤੇ ਸਾਰੇ ਟੈਕਸ ਕਲੇਕਟਰ ਅਤੇ ਗੁਨਾਹੀ ਲੋਕ ਉਸਦੇ ਕੋਲ ਆ ਰਹੇ ਸਨ।", "calver": "2025.05.21", "id": "LUK 15:1", "translation_time": 5.86}
{"source_lang": "grc", "target_lang": "pan", "original": "οὕτως, λέγω  ὑμῖν, γίνεται  χαρὰ  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι.", "translation": "ਇਸ ਲਈ, ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ ਕਿ ਪਰਮੇਸ਼ੁਰ ਦੇ ਫਰਿਸ਼ਤਿਆਂ ਦੇ ਸਾਹਮਣੇ ਇੱਕ ਪਾਪੀ ਜੋ ਤੋੜਦਾ ਹੈ, ਉਸ ਉੱਤੇ ਖੁਸ਼ੀ ਬਣ ਜਾਂਦੀ ਹੈ।", "calver": "2025.05.21", "id": "LUK 15:10", "translation_time": 6.13}
{"source_lang": "grc", "target_lang": "pan", "original": "Εἶπεν  δέ  Ἄνθρωπός  τις  εἶχεν  δύο  υἱούς.", "translation": "ਇਹ ਕਹਾਣੀ ਬਾਈਬਲ ਦੀ ਇੱਕ ਪਰਬੰਧਿਕ ਕਥਾ ਵਾਂਗ ਹੈ, ਜਿਸ ਵਿੱਚ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ \"ਇੱਕ ਮਨੁੱਖ ਸੀ ਜਿਸਨੇ ਆਪਣੇ ਦੋ ਪੁੱਤਰਾਂ ਨੂੰ ਰੱਖਿਆ ਸੀ।\" ਇਸ ਵਿੱਚ \"ਇੱਕ ਮਨੁੱਖ\" ਨੂੰ ਬਾਈਬਲ ਦੀ ਪਰੰਪਰਾਵਾਂ ਅਨੁਸਾਰ \"ਇੱਕ ਨਿਰਧਾਰਿਤ ਮਨੁੱਖ\" ਵਾਂਗ ਅਨੁਵਾਦ ਕੀਤਾ ਗਿਆ ਹੈ, ਜੋ ਅਣਜਾਣੇ ਵਿਅਕਤੀ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ। \"ਦੋ ਪੁੱਤਰ\" ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਦਰਸਾਇਆ ਗਿਆ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ, ਪੂਰੀ ਕਹਾਣੀ ਨੂੰ ਸਹੀ ਅਤੇ ਸਪਸ਼ਟ ਢੰਗ ਨਾਲ ਪ੍ਰਗਟ ਕਰਨ ਲਈ, ਇਹ ਅਨੁਵਾਦ ਬਾਈਬਲ ਦੀ ਮਿਆਰੀ ਰੀਤੀ-ਰਿਵਾਜ਼ਾਂ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦਾ ਹੈ ਅਤੇ ਸਧਾਰਨ ਪਰੰਤੂ ਗੰਭੀਰ ਭਾਸ਼ਾ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।", "calver": "2025.05.21", "id": "LUK 15:11", "translation_time": 8.63}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἶπεν  ὁ  νεώτερος  αὐτῶν  τῷ  πατρί  Πάτερ, δός  μοι  τὸ  ἐπιβάλλον  μέρος  τῆς  οὐσίας. ὁ  δὲ  διεῖλεν  αὐτοῖς  τὸν  βίον.", "translation": "ਅਤੇ ਉਸਨੇ ਆਪਣੇ ਸਭ ਵਿੱਚੋਂ ਨੌਜਵਾਨ ਪੁੱਤਰ ਨੂੰ ਕਿਹਾ, \"ਪਿਤਾ ਜੀ, ਮੈਨੂੰ ਆਪਣਾ ਹਿੱਸਾ ਦੇ ਦਿਓ ਜੋ ਮੇਰੇ ਹੱਕ ਵਿੱਚ ਹੈ।\" ਪਿਤਾ ਨੇ ਉਹਨਾਂ ਦੀ ਜਾਇਦਾਦ ਵੰਡ ਦਿੱਤੀ।", "calver": "2025.05.21", "id": "LUK 15:12", "translation_time": 8.63}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  μετ’  οὐ  πολλὰς  ἡμέρας  συναγαγὼν  πάντα  ὁ  νεώτερος  υἱὸς  ἀπεδήμησεν  εἰς  χώραν  μακράν, καὶ  ἐκεῖ  διεσκόρπισεν  τὴν  οὐσίαν  αὐτοῦ  ζῶν  ἀσώτως.", "translation": "ਅਤੇ ਕੁਝ ਦਿਨਾਂ ਬਾਅਦ, ਨਵਾਂ ਪੁੱਤਰ ਨੇ ਆਪਣੀ ਸਾਰੀ ਵਿਰਾਸਤ ਇਕੱਠੀ ਕੀਤੀ ਅਤੇ ਦੂਰ ਦੇ ਦੇਸ਼ ਵੱਲ ਚਲਾ ਗਿਆ। ਉਥੇ ਉਸਨੇ ਆਪਣੀ ਸੰਪਤੀ ਖਰਚੀ ਅਤੇ ਜੀਵਨ ਬੇਪਰਵਾਹੀ ਨਾਲ ਜੀਵਨ ਬਿਤਾਇਆ।", "calver": "2025.05.21", "id": "LUK 15:13", "translation_time": 7.7}
{"source_lang": "grc", "target_lang": "pan", "original": "δαπανήσαντος  δὲ  αὐτοῦ  πάντα  ἐγένετο  λιμὸς  ἰσχυρὰ  κατὰ  τὴν  χώραν  ἐκείνην, καὶ  αὐτὸς  ἤρξατο  ὑστερεῖσθαι.", "translation": "ਜਦੋਂ ਉਸਨੇ ਸਭ ਕੁਝ ਖਰਚ ਦਿੱਤਾ, ਤਦ ਇੱਕ ਭਾਰੀ ਭੁੱਖ ਮਾਰੀ ਉਸ ਧਰਤੀ ਵਿੱਚ ਆ ਗਈ, ਅਤੇ ਉਸੇ ਨੇ ਖੁਦ ਦੁੱਖ ਸਹਿਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ।", "calver": "2025.05.21", "id": "LUK 15:14", "translation_time": 5.73}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  πορευθεὶς  ἐκολλήθη  ἑνὶ  τῶν  πολιτῶν  τῆς  χώρας  ἐκείνης, καὶ  ἔπεμψεν  αὐτὸν  εἰς  τοὺς  ἀγροὺς  αὐτοῦ  βόσκειν  χοίρους·", "translation": "ਯਿਸੂ ਨੂੰ ਇੱਕ ਸ਼ਹਿਰ ਵਿੱਚ ਲੈ ਜਾਇਆ ਗਿਆ ਅਤੇ ਉਸ ਨੂੰ ਉਸ ਸ਼ਹਿਰ ਦੇ ਇੱਕ ਨਾਗਰਿਕ ਨੇ ਬਲਾਵਾਂ ਵਿੱਚ ਚਰਾਉਣ ਲਈ ਭੇਜ ਦਿੱਤਾ।", "calver": "2025.05.21", "id": "LUK 15:15", "translation_time": 5.63}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐπεθύμει  γεμίσαι  τὴν  κοιλίαν  αὐτοῦ  ἐκ  τῶν  κερατίων  ὧν  ἤσθιον  οἱ  χοῖροι, καὶ  οὐδεὶς  ἐδίδου  αὐτῷ.", "translation": "ਉਹ ਆਪਣੀ ਭੁੱਖ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਸੂਰ ਦੇ ਸਿੰਗਾਂ ਦੀ ਮਾਸ ਖਾਣਾ ਚਾਹੁੰਦਾ ਸੀ, ਪਰ ਕਿਸੇ ਨੇ ਉਸ ਨੂੰ ਕੁਝ ਨਹੀਂ ਦਿੱਤਾ।", "calver": "2025.05.21", "id": "LUK 15:16", "translation_time": 8.99}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰς  ἑαυτὸν  δὲ  ἐλθὼν  ἔφη  Πόσοι  μίσθιοι  τοῦ  πατρός  μου  περισσεύονται  ἄρτων, ἐγὼ  δὲ  λιμῷ  ὧδε  ἀπόλλυμαι.", "translation": "ਜਦੋਂ ਉਹ ਆਪਣੇ ਆਪ ਵੱਲ ਵਾਪਸ ਆਇਆ, ਤਦ ਉਸ ਨੇ ਕਿਹਾ, \"ਮੇਰੇ ਪਿਤਾ ਦੇ ਕਿਰਾਏ ਦੇ ਮਜ਼ਦੂਰਾਂ ਕੋਲ ਰੋਟੀ ਦੀ ਕਮੀ ਨਹੀਂ ਹੈ, ਪਰ ਮੈਂ ਇੱਥੇ ਭੁੱਖੇ ਮਰ ਰਿਹਾ ਹਾਂ।\"", "calver": "2025.05.21", "id": "LUK 15:17", "translation_time": 7.38}
{"source_lang": "grc", "target_lang": "pan", "original": "ἀναστὰς  πορεύσομαι  πρὸς  τὸν  πατέρα  μου  καὶ  ἐρῶ  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου,", "translation": "ਮੈਂ ਉਠ ਕੇ ਆਪਣੇ ਪਿਤਾ ਕੋਲ ਜਾਵਾਂਗਾ ਅਤੇ ਉਸ ਨੂੰ ਕਹਾਂਗਾ, \"ਪਿਤਾ ਜੀ, ਮੈਂ ਅਸਮਾਨਾਂ ਦੇ ਖਿਲਾਫ਼ ਅਤੇ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਗੁਨਾਹ ਕੀਤਾ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 15:18", "translation_time": 8.85}
{"source_lang": "grc", "target_lang": "pan", "original": "οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου· ποίησόν  με  ὡς  ἕνα  τῶν  μισθίων  σου.", "translation": "ਹੁਣ ਮੈਂ ਅਯੋਗ ਹਾਂ ਕਿ ਤੁਹਾਡੇ ਪੁੱਤਰ ਵਜੋਂ ਕਹਿਣਾ ਜਾਵੇ; ਮੈਨੂੰ ਕਰ ਦਿਓ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਮਜ਼ਦੂਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਾਂਗ ਹੋਵਾਂ।", "calver": "2025.05.21", "id": "LUK 15:19", "translation_time": 7.59}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  διεγόγγυζον  οἵ  τε  Φαρισαῖοι  καὶ  οἱ  γραμματεῖς  λέγοντες  ὅτι  Οὗτος  ἁμαρτωλοὺς  προσδέχεται  καὶ  συνεσθίει  αὐτοῖς.", "translation": "ਫਰੀਸੀ ਅਤੇ ਲਿਖਾਰੀ ਚਰਚਾ ਕਰ ਰਹੇ ਸਨ ਕਿ ਇਹ ਮਾਪੇ ਗੁਨਾਹੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨਾਲ ਖਾਂਦਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 15:2", "translation_time": 6.35}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἀναστὰς  ἦλθεν  πρὸς  τὸν  πατέρα  ἑαυτοῦ. ἔτι  δὲ  αὐτοῦ  μακρὰν  ἀπέχοντος  εἶδεν  αὐτὸν  ὁ  πατὴρ  αὐτοῦ  καὶ  ἐσπλαγχνίσθη, καὶ  δραμὼν  ἐπέπεσεν  ἐπὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  κατεφίλησεν  αὐτόν.", "translation": "ਅਤੇ ਉਠ ਕੇ ਉਹ ਆਪਣੇ ਪਿਤਾ ਕੋਲ ਆਇਆ। ਜਦੋਂ ਉਹ ਦੂਰੋਂ ਹੀ ਉਸ ਨੂੰ ਦੇਖਿਆ, ਤਾਂ ਪਿਤਾ ਨੇ ਉਸ ਨੂੰ ਵੇਖਿਆ ਅਤੇ ਉਸ 'ਤੇ ਦਇਆ ਕੀਤਾ। ਫਿਰ ਦੌੜ ਕੇ ਉਸ ਦੀ ਗਰਦਨ 'ਤੇ ਲੱਗ ਪਿਆ ਅਤੇ ਉਸ ਨੂੰ ਚੁੰਮਣ ਲੱਗਾ।", "calver": "2025.05.21", "id": "LUK 15:20", "translation_time": 9.4}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  ὁ  υἱὸς  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου, οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου.", "translation": "ਉਸ ਨੇ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਕਿਹਾ, \"ਪਿਤਾ, ਮੈਂ ਅਸਲੀਅਤ ਵਿੱਚ ਅਪਣੇ ਆਤਮਿਕ ਗੁਨਾਹਾਂ ਲਈ ਮਾਫ਼ੀ ਮੰਗਦਾ ਹਾਂ ਅਤੇ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਆਪਣੀ ਅਣਯੋਗਤਾ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹਾਂ। ਹੁਣ ਮੈਂ ਤੁਹਾਡੇ ਪੁੱਤਰ ਹੋਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹਾਂ।\"", "calver": "2025.05.21", "id": "LUK 15:21", "translation_time": 7.71}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  ὁ  πατὴρ  πρὸς  τοὺς  δούλους  αὐτοῦ  Ταχὺ  ἐξενέγκατε  στολὴν  τὴν  πρώτην  καὶ  ἐνδύσατε  αὐτόν, καὶ  δότε  δακτύλιον  εἰς  τὴν  χεῖρα  αὐτοῦ  καὶ  ὑποδήματα  εἰς  τοὺς  πόδας,", "translation": "ਪਿਤਾ ਨੇ ਆਪਣੇ ਨੌਕਰਾਂ ਨੂੰ ਕਿਹਾ, \"ਤੁਰੰਤ ਪਹਿਲੀ ਚੋਲੀ ਲਿਆਓ ਅਤੇ ਉਸਨੂੰ ਪਹਿਨਾਓ, ਅਤੇ ਇੱਕ ਰਿੰਗ ਉਸਦੇ ਹਥੇਲੀ ਵਿੱਚ ਦਿਓ, ਅਤੇ ਉਸਦੇ ਪੈਰਾਂ ਉੱਤੇ ਜੁੱਤੀਆਂ ਪਾਉ।\"", "calver": "2025.05.21", "id": "LUK 15:22", "translation_time": 6.21}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  φέρετε  τὸν  μόσχον  τὸν  σιτευτόν, θύσατε, καὶ  φαγόντες  εὐφρανθῶμεν,", "translation": "ਅਤੇ ਫੈਟਨ ਕੀਤਾ ਹੋਇਆ ਬੱਕਰਾ ਲੈ ਆਓ, ਬਲੀਦਾਨ ਦਿਓ, ਅਤੇ ਖਾਣ ਪੀਣ ਤੋਂ ਬਾਅਦ ਅਸੀਂ ਖੁਸ਼ੀ ਮਨਾਈਏ।", "calver": "2025.05.21", "id": "LUK 15:23", "translation_time": 15.33}
{"source_lang": "grc", "target_lang": "pan", "original": "ὅτι  οὗτος  ὁ  υἱός  μου  νεκρὸς  ἦν  καὶ  ἀνέζησεν, ἦν  ἀπολωλὼς  καὶ  εὑρέθη. καὶ  ἤρξαντο  εὐφραίνεσθαι.", "translation": "ਕਿ ਇਹ ਮੇਰਾ ਪੁੱਤਰ ਮੌਤ ਵਿੱਚ ਸੀ ਅਤੇ ਉਹ ਜੀਵਤ ਹੋ ਗਿਆ, ਉਹ ਖੋਇਆ ਹੋਇਆ ਸੀ ਅਤੇ ਲੱਭ ਲਿਆ ਗਿਆ। ਅਤੇ ਉਹ ਖੁਸ਼ੀ ਮਨਾਉਣ ਲੱਗੇ।", "calver": "2025.05.21", "id": "LUK 15:24", "translation_time": 6.92}
{"source_lang": "grc", "target_lang": "pan", "original": "ἦν  δὲ  ὁ  υἱὸς  αὐτοῦ  ὁ  πρεσβύτερος  ἐν  ἀγρῷ· καὶ  ὡς  ἐρχόμενος  ἤγγισεν  τῇ  οἰκίᾳ, ἤκουσεν  συμφωνίας  καὶ  χορῶν,", "translation": "ਉਸਦਾ ਵੱਡਾ ਪੁੱਤਰ ਖੇਤ ਵਿੱਚ ਸੀ; ਜਿਵੇਂ ਉਹ ਘਰ ਵੱਲ ਨੇੜੇ ਜਾ ਰਿਹਾ ਸੀ, ਉਸਨੇ ਸੰਗੀਤ ਅਤੇ ਨਾਚ ਸੁਣੇ।", "calver": "2025.05.21", "id": "LUK 15:25", "translation_time": 6.3}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  προσκαλεσάμενος  ἕνα  τῶν  παίδων  ἐπυνθάνετο  τί  ἂν  εἴη  ταῦτα.", "translation": "ਕ੍ਰਿਪਾ ਕਰਕੇ ਇੱਕ ਬੱਚੇ ਨੂੰ ਬੁਲਾਇਆ ਅਤੇ ਪੁੱਛਿਆ, \"ਇਹ ਕੀ ਹਨ?\"", "calver": "2025.05.21", "id": "LUK 15:26", "translation_time": 6.64}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  ὅτι  Ὁ  ἀδελφός  σου  ἥκει, καὶ  ἔθυσεν  ὁ  πατήρ  σου  τὸν  μόσχον  τὸν  σιτευτόν, ὅτι  ὑγιαίνοντα  αὐτὸν  ἀπέλαβεν.", "translation": "ਉਹ ਨੇ ਕਿਹਾ, \"ਤੁਹਾਡੇ ਭਰਾ ਆਇਆ ਹੈ, ਅਤੇ ਤੇਰੇ ਪਿਤਾ ਨੇ ਉਸ ਲਈ ਮਾਸੂਮ ਬੱਕਰੀ ਦੀ ਬਲੀ ਦਿੱਤੀ ਹੈ ਕਿਉਂਕਿ ਉਹ ਸਿਹਤਮੰਦ ਲੱਗਦਾ ਸੀ।\"", "calver": "2025.05.21", "id": "LUK 15:27", "translation_time": 7.23}
{"source_lang": "grc", "target_lang": "pan", "original": "ὠργίσθη  δὲ  καὶ  οὐκ  ἤθελεν  εἰσελθεῖν· ὁ  δὲ  πατὴρ  αὐτοῦ  ἐξελθὼν  παρεκάλει  αὐτόν.", "translation": "ਉਹ ਗੁੱਸੇ ਵਿੱਚ ਆ ਗਿਆ ਅਤੇ ਨਹੀਂ ਚਾਹੁੰਦਾ ਸੀ ਪ੍ਰਵੇਸ਼ ਕਰਨਾ; ਉਸਦਾ ਪਿਤਾ ਬਾਹਰ ਆ ਕੇ ਉਸ ਨੂੰ ਮਨਾਉਣ ਲੱਗਾ।", "calver": "2025.05.21", "id": "LUK 15:28", "translation_time": 6.36}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  τῷ  πατρὶ  Ἰδοὺ  τοσαῦτα  ἔτη  δουλεύω  σοι  καὶ  οὐδέποτε  ἐντολήν  σου  παρῆλθον, καὶ  ἐμοὶ  οὐδέποτε  ἔδωκας  ἔριφον  ἵνα  μετὰ  τῶν  φίλων  μου  εὐφρανθῶ·", "translation": "ਉਹ ਨੇ ਜਵਾਬ ਦਿੱਤਾ, \"ਹੇ ਪਿਤਾ ਜੀ, ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਇੰਨੇ ਸਾਲ ਸੇਵਾ ਕੀਤੀ ਹੈ ਅਤੇ ਕਦੇ ਮੈਂ ਤੁਹਾਡੇ ਹੁਕਮਾਂ ਦੀ ਉਲੰਘਣਾ ਨਹੀਂ ਕੀਤੀ, ਅਤੇ ਤੁਸੀਂ ਕਦੇ ਮੈਨੂੰ ਨੌਜਵਾਨ ਬੱਕਰੀ ਨਹੀਂ ਦਿੱਤੀ, ਤਾਂ ਜੋ ਮੈਂ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਖੁਸ਼ੀ ਮਨਾਵਾਂ।\"", "calver": "2025.05.21", "id": "LUK 15:29", "translation_time": 7.73}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  πρὸς  αὐτοὺς  τὴν  παραβολὴν  ταύτην  λέγων", "translation": "ਉਹਨਾਂ ਨੂੰ ਕਹਿ ਰਿਹਾ ਸੀ, ਇਹ ਪਰਬੰਧ ਬਾਰੇ ਕਹਾਣੀ ਬੋਲਦਾ ਹੋਇਆ।", "calver": "2025.05.21", "id": "LUK 15:3", "translation_time": 8.25}
{"source_lang": "grc", "target_lang": "pan", "original": "ὅτε  δὲ  ὁ  υἱός  σου  οὗτος  ὁ  καταφαγών  σου  τὸν  βίον  μετὰ  πορνῶν  ἦλθεν, ἔθυσας  αὐτῷ  τὸν  σιτευτὸν  μόσχον.", "translation": "ਜਦੋਂ ਤੂੰ ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ, ਜੋ ਪੁਰਾਣੀ ਗੱਲਾਂ ਵਿੱਚ ਲੀਨ ਹੋ ਕੇ, ਮੋਸੇ ਦੇ ਬੱਕਰੇ ਦੀ ਬਲੀਦਾਨੀ ਕਰਕੇ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਬਦਲ ਕੇ ਆਇਆ, ਤਦ ਤੂੰ ਉਸ ਲਈ ਸਿਫ਼ਤ ਅਤੇ ਖੁਸ਼ੀ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ।", "calver": "2025.05.21", "id": "LUK 15:30", "translation_time": 7.78}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Τέκνον, σὺ  πάντοτε  μετ’  ἐμοῦ  εἶ, καὶ  πάντα  τὰ  ἐμὰ  σά  ἐστιν·", "translation": "ਪੁੱਤਰ, ਉਸਨੇ ਉਸ ਨੂੰ ਕਿਹਾ, ਤੂੰ ਸਦਾ ਮੇਰੇ ਨਾਲ ਹੋ, ਅਤੇ ਜੋ ਕੁਝ ਮੇਰਾ ਹੈ, ਉਹ ਤੇਰਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 15:31", "translation_time": 7.4}
{"source_lang": "grc", "target_lang": "pan", "original": "εὐφρανθῆναι  δὲ  καὶ  χαρῆναι  ἔδει, ὅτι  ὁ  ἀδελφός  σου  οὗτος  νεκρὸς  ἦν  καὶ  ἔζησεν, καὶ  ἀπολωλὼς  καὶ  εὑρέθη.", "translation": "ਇਹ ਖੁਸ਼ੀ ਮਨਾਉਣ ਅਤੇ ਖੁਸ਼ ਹੋਣ ਦੀ ਲੋੜ ਸੀ ਕਿਉਂਕਿ ਤੁਹਾਡੇ ਭਰਾ ਇਹ ਮੌਤ ਤੋਂ ਜੀਵਤ ਹੋਇਆ ਸੀ ਅਤੇ ਲਾਪਤਾ ਹੋਇਆ ਸੀ ਅਤੇ ਫਿਰ ਲੱਭਿਆ ਗਿਆ ਸੀ।", "calver": "2025.05.21", "id": "LUK 15:32", "translation_time": 7.4}
{"source_lang": "grc", "target_lang": "pan", "original": "Τίς  ἄνθρωπος  ἐξ  ὑμῶν  ἔχων  ἑκατὸν  πρόβατα  καὶ  ἀπολέσας  ἐξ  αὐτῶν  ἓν  οὐ  καταλείπει  τὰ  ἐνενήκοντα  ἐννέα  ἐν  τῇ  ἐρήμῳ  καὶ  πορεύεται  ἐπὶ  τὸ  ἀπολωλὸς  ἕως  εὕρῃ  αὐτό;", "translation": "ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੌਣ ਹੈ ਜੋ ਇੱਕ ਸੌ ਬੱਕਰੀਆਂ ਰੱਖਦਾ ਹੈ ਅਤੇ ਜਦੋਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਗੁਆਚ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਜੰਗਲ ਵਿੱਚ ਰਹਿਣ ਵਾਲੀ ਬੱਕਰੀਆਂ ਨੂੰ ਛੱਡ ਕੇ, ਉਹ ਗੁਆਚੀ ਹੋਈ ਬੱਕਰੀ ਨੂੰ ਲੱਭਣ ਲਈ ਉਥੇ ਜਾਂਦਾ ਹੈ, ਜਦ ਤੱਕ ਉਹ ਨਹੀਂ ਲੱਭਦਾ?", "calver": "2025.05.21", "id": "LUK 15:4", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εὑρὼν  ἐπιτίθησιν  ἐπὶ  τοὺς  ὤμους  αὐτοῦ  χαίρων,", "translation": "ਜਦੋਂ ਉਹ ਲੱਭਦਾ ਹੈ, ਤਦੋਂ ਉਹ ਆਪਣੇ ਕੰਧਿਆਂ 'ਤੇ ਰੱਖਦਾ ਹੈ, ਖੁਸ਼ੀ ਮਨਾਉਂਦਾ ਹੈ,", "calver": "2025.05.21", "id": "LUK 15:5", "translation_time": 5.37}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐλθὼν  εἰς  τὸν  οἶκον  συνκαλεῖ  τοὺς  φίλους  καὶ  τοὺς  γείτονας, λέγων  αὐτοῖς  Συνχάρητέ  μοι, ὅτι  εὗρον  τὸ  πρόβατόν  μου  τὸ  ἀπολωλός.", "translation": "ਜਦੋਂ ਮੈਂ ਆਪਣੇ ਘਰ ਵਾਪਸ ਆਇਆ, ਤਾਂ ਮੈਂ ਆਪਣੇ ਮਿੱਤਰਾਂ ਅਤੇ ਪੜੋਸੀਆਂ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ, \"ਮੇਰੇ ਨਾਲ ਖੁਸ਼ੀ ਮਨਾਓ, ਕਿਉਂਕਿ ਮੈਂ ਆਪਣਾ ਖੋਇਆ ਹੋਇਆ ਭੇੜਾ ਲੱਭ ਲਿਆ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 15:6", "translation_time": 6.5}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγω  ὑμῖν  ὅτι  οὕτως  χαρὰ  ἐν  τῷ  οὐρανῷ  ἔσται  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι  ἢ  ἐπὶ  ἐνενήκοντα  ἐννέα  δικαίοις  οἵτινες  οὐ  χρείαν  ἔχουσιν  μετανοίας.", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹਾਂ ਕਿ ਆਕਾਸ਼ ਵਿੱਚ ਇੱਕ ਸਿੰਗਾਰ ਦੀ ਖੁਸ਼ੀ ਹੋਵੇਗੀ ਉਸ ਸਮੇਂ, ਜਦੋਂ ਇੱਕ ਗੁਨਾਹੀ ਮਾਫ਼ੀ ਮੰਗਦਾ ਹੋਵੇ, ਬਜਾਏ ਉਹਨਾਂ ਨਿਆਂਵਾਨਾਂ ਦੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਾਫ਼ੀ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। ਉਹ ਖੁਸ਼ੀ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦੇ ਆਸਮਾਨ ਵਿੱਚ ਹੁੰਦੀ ਹੈ, ਉਸ ਵੱਡੀ ਖੁਸ਼ੀ ਦੇ ਸਮਾਨ ਹੈ ਜੋ ਇੱਕ ਗੁਨਾਹੀ ਦੇ ਮਾਫ਼ੀ ਮੰਗਣ 'ਤੇ ਮਨਾਈ ਜਾਂਦੀ ਹੈ।", "calver": "2025.05.21", "id": "LUK 15:7", "translation_time": 6.22}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἢ  τίς  γυνὴ  δραχμὰς  ἔχουσα  δέκα, ἐὰν  ἀπολέσῃ  δραχμὴν  μίαν, οὐχὶ  ἅπτει  λύχνον  καὶ  σαροῖ  τὴν  οἰκίαν  καὶ  ζητεῖ  ἐπιμελῶς  ἕως  οὗ  εὕρῃ;", "translation": "ਇੱਕ ਔਰਤ ਜਿਸ ਕੋਲ ਦਸ ਦ੍ਰਾਖਮਾਂ ਹਨ, ਜੇਕਰ ਉਹ ਇੱਕ ਦ੍ਰਾਖਮ ਗੁਆਉਂਦੀ ਹੈ, ਤਾਂ ਉਹ ਮੋਮਬੱਤੀ ਜਲਾਉਂਦੀ ਹੈ, ਘਰ ਨੂੰ ਪੂੰਛਦੀ ਹੈ ਅਤੇ ਧਿਆਨ ਨਾਲ ਖੋਜਦੀ ਹੈ, ਤੱਕਿ ਉਹ ਉਸ ਨੂੰ ਲੱਭ ਜਾਵੇ।", "calver": "2025.05.21", "id": "LUK 15:8", "translation_time": 6.04}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εὑροῦσα  συνκαλεῖ  τὰς  φίλας  καὶ  γείτονας  λέγουσα  Συνχάρητέ  μοι, ὅτι  εὗρον  τὴν  δραχμὴν  ἣν  ἀπώλεσα.", "translation": "ਮੇਹਰਬਾਨੀ ਕਰਕੇ, ਮੈਂ ਆਪਣੀ ਗੁੰਮ ਹੋਈ ਹੋਈ ਸਿੱਕੀ ਲੱਭ ਲਈ ਹੈ, ਇਸ ਲਈ ਮੇਰੇ ਦੋਸਤਾਂ ਅਤੇ ਪੜੋਸੀਓ, ਮੇਰੇ ਨਾਲ ਖੁਸ਼ੀ ਮਨਾਓ।", "calver": "2025.05.21", "id": "LUK 15:9", "translation_time": 5.09}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἔλεγεν  δὲ  καὶ  πρὸς  τοὺς  μαθητάς  Ἄνθρωπός  τις  ἦν  πλούσιος  ὃς  εἶχεν  οἰκονόμον, καὶ  οὗτος  διεβλήθη  αὐτῷ  ὡς  διασκορπίζων  τὰ  ὑπάρχοντα  αὐτοῦ.", "translation": "ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਚੇਲੇ ਨੂੰ ਕਿਹਾ, \"ਇੱਕ ਧਨਾਢ ਮਨੁੱਖ ਸੀ ਜਿਸਦਾ ਇੱਕ ਮਾਲਕ ਸੀ, ਅਤੇ ਉਸਦੇ ਖਿਲਾਫ਼ ਦੋਸ਼ ਲੱਗੇ ਕਿ ਉਸਨੇ ਆਪਣੀ ਸੰਪਤੀ ਨੂੰ ਖਰਚ ਰਿਹਾ ਸੀ, ਅਤੇ ਇਹ ਮਨੁੱਖ ਉਸਦੇ ਸੰਪਤੀ ਨੂੰ ਖਰਚ ਰਿਹਾ ਸੀ।\"", "calver": "2025.05.21", "id": "LUK 16:1", "translation_time": 7.83}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  πιστὸς  ἐν  ἐλαχίστῳ  καὶ  ἐν  πολλῷ  πιστός  ἐστιν, καὶ  ὁ  ἐν  ἐλαχίστῳ  ἄδικος  καὶ  ἐν  πολλῷ  ἄδικός  ἐστιν.", "translation": "ਜੋ ਵਿਅਕਤੀ ਛੋਟੇ ਮਾਮਲਿਆਂ ਵਿੱਚ ਵਫਾਦਾਰ ਹੈ, ਉਹ ਵੱਡੇ ਮਾਮਲਿਆਂ ਵਿੱਚ ਵੀ ਵਫਾਦਾਰ ਹੈ, ਅਤੇ ਜੋ ਛੋਟੇ ਮਾਮਲਿਆਂ ਵਿੱਚ ਅਨਿਆਂਯੀ ਹੈ, ਉਹ ਵੱਡੇ ਮਾਮਲਿਆਂ ਵਿੱਚ ਵੀ ਅਨਿਆਂਯੀ ਹੈ।", "calver": "2025.05.21", "id": "LUK 16:10", "translation_time": 6.27}
{"source_lang": "grc", "target_lang": "pan", "original": "εἰ  οὖν  ἐν  τῷ  ἀδίκῳ  μαμωνᾷ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἀληθινὸν  τίς  ὑμῖν  πιστεύσει;", "translation": "ਜੇ ਤੁਸੀਂ ਠੱਗੀ ਵਾਲੇ ਧਨ ਵਿੱਚ ਵਿਸ਼ਵਾਸ਼ੀ ਨਹੀਂ ਹੋ ਸਕਦੇ, ਤਾਂ ਤੁਹਾਡੇ ਲਈ ਸੱਚੇ ਧਨ 'ਤੇ ਕੌਣ ਵਿਸ਼ਵਾਸ ਕਰੇਗਾ?", "calver": "2025.05.21", "id": "LUK 16:11", "translation_time": 5.13}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἰ  ἐν  τῷ  ἀλλοτρίῳ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἡμέτερον  τίς  δώσει  ὑμῖν;", "translation": "ਜੇ ਤੁਸੀਂ ਵਿਦੇਸ਼ੀ ਮੈਦਾਨ ਵਿੱਚ ਵਿਸ਼ਵਾਸੀ ਨਹੀਂ ਹੋ, ਤਾਂ ਸਾਨੂੰ ਕਿਹੜਾ ਇਨਾਮ ਦੇਵੇਗਾ?", "calver": "2025.05.21", "id": "LUK 16:12", "translation_time": 6.76}
{"source_lang": "grc", "target_lang": "pan", "original": "Οὐδεὶς  οἰκέτης  δύναται  δυσὶ  κυρίοις  δουλεύειν· ἢ  γὰρ  τὸν  ἕνα  μισήσει  καὶ  τὸν  ἕτερον  ἀγαπήσει, ἢ  ἑνὸς  ἀνθέξεται  καὶ  τοῦ  ἑτέρου  καταφρονήσει. οὐ  δύνασθε  Θεῷ  δουλεύειν  καὶ  μαμωνᾷ.", "translation": "ਕੋਈ ਭੀ ਘਰ ਦਾ ਮਾਲਕ ਦੋ ਮਾਲਕਾਂ ਦੀ ਨੌਕਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ; ਕਿਉਂਕਿ ਉਹ ਇੱਕ ਨੂੰ ਨਫਰ ਕਰੇਗਾ ਅਤੇ ਦੂਜੇ ਨੂੰ ਪਿਆਰ ਕਰੇਗਾ, ਜਾਂ ਇੱਕ ਨੂੰ ਤਿਆਗੇਗਾ ਅਤੇ ਦੂਜੇ ਦੀ ਨਿੰਦਾ ਕਰੇਗਾ। ਤੁਸੀਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੇਵਾ ਨਹੀਂ ਕਰ ਸਕਦੇ ਅਤੇ ਮਾਮੂਨ ਦੀ ਵੀ।", "calver": "2025.05.21", "id": "LUK 16:13", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἤκουον  δὲ  ταῦτα  πάντα  οἱ  Φαρισαῖοι  φιλάργυροι  ὑπάρχοντες, καὶ  ἐξεμυκτήριζον  αὐτόν.", "translation": "ਇਹ ਸਭ ਗੱਲਾਂ ਸੁਣਦੇ ਹੋਏ, ਫਰਿਸ਼ਤੀ ਲੋਕ ਜੋ ਲਾਲਚੀ ਸਨ, ਉਸ ਨੂੰ ਹੱਸਦੇ ਰਹੇ।", "calver": "2025.05.21", "id": "LUK 16:14", "translation_time": 7.08}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  εἶπεν  αὐτοῖς  Ὑμεῖς  ἐστε  οἱ  δικαιοῦντες  ἑαυτοὺς  ἐνώπιον  τῶν  ἀνθρώπων, ὁ  δὲ  Θεὸς  γινώσκει  τὰς  καρδίας  ὑμῶν· ὅτι  τὸ  ἐν  ἀνθρώποις  ὑψηλὸν  βδέλυγμα  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "ਅਤੇ ਉਸਨੇ ਕਿਹਾ, \"ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਨਿਆਂ ਕਰਦੇ ਹੋ ਮਨੁੱਖਾਂ ਦੇ ਸਾਹਮਣੇ, ਪਰ ਰੱਬ ਦਿਲਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ। ਜੋ ਉੱਚਾ ਮਨੁੱਖਾਂ ਵਿੱਚ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਰੱਬ ਦੇ ਸਾਹਮਣੇ ਬੁਰਾਈ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 16:15", "translation_time": 7.2}
{"source_lang": "grc", "target_lang": "pan", "original": "Ὁ  νόμος  καὶ  οἱ  προφῆται  μέχρι  Ἰωάνου· ἀπὸ  τότε  ἡ  βασιλεία  τοῦ  Θεοῦ  εὐαγγελίζεται  καὶ  πᾶς  εἰς  αὐτὴν  βιάζεται.", "translation": "ਕਾਨੂੰਨ ਅਤੇ ਨਬੀਆਂ ਯਹੋਵਾਹ ਦੇ ਯਹੋਵਾਹ ਬਪਤਿਸਮਾਯੀ ਤੱਕ ਸੀਮਿਤ ਸਨ; ਅਤੇ ਉਸ ਤੋਂ ਬਾਅਦ, ਖ਼ੁਦਾ ਦੇ ਰਾਜ ਦੀ ਪ੍ਰਚਾਰਨਾ ਹੋ ਰਹੀ ਹੈ, ਅਤੇ ਹਰ ਕੋਈ ਉਸ ਵਿੱਚ ਜਬਰਦਸਤ ਤਰੀਕੇ ਨਾਲ ਪ੍ਰਵੇਸ਼ ਕਰ ਰਿਹਾ ਹੈ।", "calver": "2025.05.21", "id": "LUK 16:16", "translation_time": 6.84}
{"source_lang": "grc", "target_lang": "pan", "original": "εὐκοπώτερον  δέ  ἐστιν  τὸν  οὐρανὸν  καὶ  τὴν  γῆν  παρελθεῖν  ἢ  τοῦ  νόμου  μίαν  κεραίαν  πεσεῖν.", "translation": "ਉਸ ਤੋਂ ਅਸਾਨ ਹੈ ਕਿ ਆਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਨੂੰ ਮਿਟਣਾ, ਬਜਾਏ ਇਸ ਦੇ ਕਿ ਇੱਕ ਕੇਸਾ ਵੀ ਉੱਡ ਕੇ ਗਿਰ ਜਾਵੇ।", "calver": "2025.05.21", "id": "LUK 16:17", "translation_time": 5.36}
{"source_lang": "grc", "target_lang": "pan", "original": "Πᾶς  ὁ  ἀπολύων  τὴν  γυναῖκα  αὐτοῦ  καὶ  γαμῶν  ἑτέραν  μοιχεύει, καὶ  ὁ  ἀπολελυμένην  ἀπὸ  ἀνδρὸς  γαμῶν  μοιχεύει.", "translation": "ਜੋ ਕੋਈ ਆਪਣੀ ਪਤਨੀ ਨੂੰ ਛੱਡਦਾ ਹੈ ਅਤੇ ਦੂਜੀ ਵਿਆਹ ਕਰਦਾ ਹੈ, ਉਹ ਮੀਹੂਣ ਹੈ; ਅਤੇ ਜੋ ਛੱਡੀ ਹੋਈ ਔਰਤ ਨਾਲ ਵਿਆਹ ਕਰਦਾ ਹੈ, ਉਹ ਵੀ ਮੀਹੂਣ ਹੈ।", "calver": "2025.05.21", "id": "LUK 16:18", "translation_time": 7.72}
{"source_lang": "grc", "target_lang": "pan", "original": "Ἄνθρωπος  δέ  τις  ἦν  πλούσιος, καὶ  ἐνεδιδύσκετο  πορφύραν  καὶ  βύσσον  εὐφραινόμενος  καθ’  ἡμέραν  λαμπρῶς.", "translation": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਧਨਾਢਾ ਸੀ, ਅਤੇ ਉਹ ਰੰਗੀਨ ਪੋਰਫ਼ੀਰ ਅਤੇ ਸੁੰਦਰ ਲਿੰਨਨ ਕਪੜੇ ਪਹਿਨਦਾ ਸੀ, ਅਤੇ ਹਰ ਰੋਜ਼ ਆਪਣੇ ਸ਼੍ਰੇਸ਼ਠ ਜੀਵਨ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਸੀ, ਤਾਂ ਉਹ ਰੌਸ਼ਨੀ ਨਾਲ ਭਰਪੂਰ ਹੋਇਆ ਕਰਦਾ ਸੀ।", "calver": "2025.05.21", "id": "LUK 16:19", "translation_time": 7.15}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  φωνήσας  αὐτὸν  εἶπεν  αὐτῷ  Τί  τοῦτο  ἀκούω  περὶ  σοῦ; ἀπόδος  τὸν  λόγον  τῆς  οἰκονομίας  σου· οὐ  γὰρ  δύνῃ  ἔτι  οἰκονομεῖν.", "translation": "ਤੁਸੀਂ ਕਿਹੜਾ ਸੁਣਦੇ ਹੋ? ਉਸ ਨੇ ਆਵਾਜ਼ ਕਰਕੇ ਕਿਹਾ, \"ਤੁਹਾਡੇ ਬਾਰੇ ਮੈਂ ਕੀ ਸੁਣਦਾ ਹਾਂ? ਆਪਣੀ ਸੰਭਾਲ ਦੀ ਗੱਲ ਵਾਪਸ ਦਿਓ; ਕਿਉਂਕਿ ਹੁਣ ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਸੰਭਾਲ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਨਹੀਂ ਰਹੀ।\"", "calver": "2025.05.21", "id": "LUK 16:2", "translation_time": 5.49}
{"source_lang": "grc", "target_lang": "pan", "original": "πτωχὸς  δέ  τις  ὀνόματι  Λάζαρος  ἐβέβλητο  πρὸς  τὸν  πυλῶνα  αὐτοῦ  εἱλκωμένος", "translation": "ਇੱਕ ਗਰੀਬ ਆਦਮੀ ਜਿਸਦਾ ਨਾਮ ਲਾਜ਼ਰਸ ਸੀ, ਉਸਨੂੰ ਉਸਦੇ ਦਰਵਾਜੇ 'ਤੇ ਰੱਖਿਆ ਗਿਆ ਸੀ, ਚਿੱਢਿਆਂ ਨਾਲ ਢੱਕਿਆ ਹੋਇਆ।", "calver": "2025.05.21", "id": "LUK 16:20", "translation_time": 5.17}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐπιθυμῶν  χορτασθῆναι  ἀπὸ  τῶν  πιπτόντων  ἀπὸ  τῆς  τραπέζης  τοῦ  πλουσίου· ἀλλὰ  καὶ  οἱ  κύνες  ἐρχόμενοι  ἐπέλειχον  τὰ  ἕλκη  αὐτοῦ.", "translation": "ਅਤੇ ਮੈਂ ਇੱਛਾ ਕਰਦਾ ਹਾਂ ਕਿ ਅਮੀਰਾਂ ਦੀ ਮੇਜ਼ ਤੋਂ ਖਾਣ ਪੀਣ ਤੋਂ ਖੁਸ਼ ਹੋ ਜਾਵਾਂ; ਪਰ ਕੁੱਤੇ ਵੀ ਆ ਕੇ ਉਸਦੇ ਜ਼ਖਮਾਂ ਨੂੰ ਚੀਕ ਰਹੇ ਹਨ।", "calver": "2025.05.21", "id": "LUK 16:21", "translation_time": 5.98}
{"source_lang": "grc", "target_lang": "pan", "original": "ἐγένετο  δὲ  ἀποθανεῖν  τὸν  πτωχὸν  καὶ  ἀπενεχθῆναι  αὐτὸν  ὑπὸ  τῶν  ἀγγέλων  εἰς  τὸν  κόλπον  Ἀβραάμ· ἀπέθανεν  δὲ  καὶ  ὁ  πλούσιος  καὶ  ἐτάφη.", "translation": "ਇਸ ਲਈ ਗਰੀਬ ਆਦਮੀ ਦੀ ਮੌਤ ਹੋਈ ਅਤੇ ਉਸ ਨੂੰ ਫਰਿਸ਼ਤਿਆਂ ਵੱਲੋਂ ਅਬ੍ਰਾਹਮ ਦੀ ਛਾਤੀ ਵੱਲ ਲਿਜਾਇਆ ਗਿਆ। ਉਸ ਦੀ ਮੌਤ ਹੋਈ ਅਤੇ ਉਸ ਦਾ ਦਫਨ ਕਰ ਦਿੱਤਾ ਗਿਆ। ਦੂਜੇ ਪਾਸੇ, ਧਨਾਵਾਂ ਆਦਮੀ ਦੀ ਮੌਤ ਹੋਈ ਅਤੇ ਉਸ ਨੂੰ ਦਫਨਾਇਆ ਗਿਆ।", "calver": "2025.05.21", "id": "LUK 16:22", "translation_time": 6.27}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐν  τῷ  Ἅιδῃ  ἐπάρας  τοὺς  ὀφθαλμοὺς  αὐτοῦ, ὑπάρχων  ἐν  βασάνοις, ὁρᾷ  Ἀβραὰμ  ἀπὸ  μακρόθεν  καὶ  Λάζαρον  ἐν  τοῖς  κόλποις  αὐτοῦ.", "translation": "ਹੈਦਿਸ ਵਿੱਚ, ਉਸਨੇ ਆਪਣੀਆਂ ਅੱਖਾਂ ਉੱਪਰ ਚੜ੍ਹਾਈਆਂ ਅਤੇ ਦਰਦ ਵਿੱਚ ਹੋ ਕੇ, ਉਹ ਅਬ੍ਰਾਹਮ ਨੂੰ ਦੂਰੋਂ ਵੇਖਿਆ ਅਤੇ ਲਾਜ਼ਰੁਸ ਨੂੰ ਆਪਣੇ ਕੋਲ ਵਿੱਚ।", "calver": "2025.05.21", "id": "LUK 16:23", "translation_time": 6.44}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  αὐτὸς  φωνήσας  εἶπεν  Πάτερ  Ἀβραάμ, ἐλέησόν  με  καὶ  πέμψον  Λάζαρον  ἵνα  βάψῃ  τὸ  ἄκρον  τοῦ  δακτύλου  αὐτοῦ  ὕδατος  καὶ  καταψύξῃ  τὴν  γλῶσσάν  μου, ὅτι  ὀδυνῶμαι  ἐν  τῇ  φλογὶ  ταύτῃ.", "translation": "ਪਿਤਾ ਅਬ੍ਰਾਹਮ, ਮੈਨੂੰ ਦਇਆ ਕਰ ਅਤੇ ਲਾਜ਼ਰਸ ਨੂੰ ਭੇਜ ਕਿ ਉਹ ਮੇਰੇ ਅੰਗੂਠੇ ਦੇ ਅੰਤ ਨੂੰ ਪਾਣੀ ਦੀ ਇੱਕ ਬੂੰਦ ਵੀ ਦੇਵੇ, ਅਤੇ ਮੇਰੀ ਜੀਭ ਨੂੰ ਠੰਢਾ ਕਰ ਦੇਵੇ, ਕਿਉਂਕਿ ਮੈਂ ਇਸ ਅੱਗ ਵਿੱਚ ਦਰਦ ਸਹਿ ਰਿਹਾ ਹਾਂ।", "calver": "2025.05.21", "id": "LUK 16:24", "translation_time": 7.49}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  Ἀβραάμ  Τέκνον, μνήσθητι  ὅτι  ἀπέλαβες  τὰ  ἀγαθά  σου  ἐν  τῇ  ζωῇ  σου, καὶ  Λάζαρος  ὁμοίως  τὰ  κακά· νῦν  δὲ  ὧδε  παρακαλεῖται  σὺ  δὲ  ὀδυνᾶσαι.", "translation": "ਪਿਆਰੇ ਬੱਚੇ, ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਜੀਵਨ ਵਿੱਚ ਆਪਣੇ ਚੰਗੇ ਸਮੇਂ ਪ੍ਰਾਪਤ ਕੀਤੇ, ਅਤੇ ਲਾਜ਼ਰਸ ਨੂੰ ਵੀ ਬੁਰੇ ਸਮੇਂ ਮਿਲੇ; ਹੁਣ ਉਹ ਇੱਥੇ ਸਾਂਤਿ ਵਿੱਚ ਹੈ, ਪਰ ਤੁਸੀਂ ਦਰਦ ਵਿੱਚ ਹੋ।", "calver": "2025.05.21", "id": "LUK 16:25", "translation_time": 7.27}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐν  πᾶσι  τούτοις  μεταξὺ  ἡμῶν  καὶ  ὑμῶν  χάσμα  μέγα  ἐστήρικται, ὅπως  οἱ  θέλοντες  διαβῆναι  ἔνθεν  πρὸς  ὑμᾶς  μὴ  δύνωνται, μηδὲ  ἐκεῖθεν  πρὸς  ἡμᾶς  διαπερῶσιν.", "translation": "ਅਤੇ ਸਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਇੱਕ ਵੱਡਾ ਅੰਤਰ ਖੜਾ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਇੱਕ ਵੱਡਾ ਖੱਡ ਹੈ, ਤਾਂ ਜੋ ਜੋ ਲੋਕ ਇੱਥੋਂ ਤੁਹਾਡੇ ਵੱਲ ਲੰਘਣਾ ਚਾਹੁੰਦੇ ਹਨ, ਉਹ ਨਹੀਂ ਲੰਘ ਸਕਦੇ, ਅਤੇ ਜੋ ਉੱਥੋਂ ਸਾਡੇ ਵੱਲ ਲੰਘਣਾ ਚਾਹੁੰਦੇ ਹਨ, ਉਹ ਵੀ ਨਹੀਂ ਕਰ ਸਕਦੇ।", "calver": "2025.05.21", "id": "LUK 16:26", "translation_time": 6.89}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δέ  Ἐρωτῶ  σε  οὖν, πάτερ, ἵνα  πέμψῃς  αὐτὸν  εἰς  τὸν  οἶκον  τοῦ  πατρός  μου·", "translation": "ਮੈਂ ਤੁਹਾਨੂੰ ਪੁੱਛਦਾ ਹਾਂ, ਪਿਤਾ ਜੀ, ਕਿ ਤੁਸੀਂ ਉਸਨੂੰ ਮੇਰੇ ਪਿਤਾ ਦੇ ਘਰ ਭੇਜੋ।", "calver": "2025.05.21", "id": "LUK 16:27", "translation_time": 7.18}
{"source_lang": "grc", "target_lang": "pan", "original": "ἔχω  γὰρ  πέντε  ἀδελφούς· ὅπως  διαμαρτύρηται  αὐτοῖς, ἵνα  μὴ  καὶ  αὐτοὶ  ἔλθωσιν  εἰς  τὸν  τόπον  τοῦτον  τῆς  βασάνου.", "translation": "ਮੇਰੇ ਪੰਜ ਭਰਾ ਹਨ, ਤਾਂ ਜੋ ਉਹਨਾਂ ਨੂੰ ਸਾਬਤ ਕਰਨ ਲਈ, ਤਾਕਿ ਉਹ ਵੀ ਨਾ ਆ ਜਾਣ ਇਸ ਦਰਦ ਦੇ ਥਾਂ।", "calver": "2025.05.21", "id": "LUK 16:28", "translation_time": 6.48}
{"source_lang": "grc", "target_lang": "pan", "original": "λέγει  δὲ  Ἀβραάμ  Ἔχουσι  Μωϋσέα  καὶ  τοὺς  προφήτας· ἀκουσάτωσαν  αὐτῶν.", "translation": "ਅਬ੍ਰਾਹਮ ਕਹਿੰਦਾ ਹੈ ਕਿ ਮੋਸੇ ਅਤੇ ਨਬੀਆਂ ਨੂੰ ਸੁਣਨਾ ਚਾਹੀਦਾ ਹੈ; ਉਹਨਾਂ ਦੀ ਗੱਲ ਸੁਣੋ।", "calver": "2025.05.21", "id": "LUK 16:29", "translation_time": 5.08}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  ἐν  ἑαυτῷ  ὁ  οἰκονόμος  Τί  ποιήσω, ὅτι  ὁ  κύριός  μου  ἀφαιρεῖται  τὴν  οἰκονομίαν  ἀπ’  ἐμοῦ; σκάπτειν  οὐκ  ἰσχύω, ἐπαιτεῖν  αἰσχύνομαι.", "translation": "ਇਹ ਸੁਣ ਕੇ, ਉਸ ਸੇਵਕ ਨੇ ਆਪਣੇ ਅੰਦਰ ਸੋਚਿਆ, \"ਮੇਰੇ ਮਾਲਕ ਨੇ ਮੇਰੀ ਸੇਵਾ ਤੋਂ ਹਟਾ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਕੀ ਕਰਾਂ? ਮੈਂ ਖੁਦਾਈ ਕਰਨਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਅਤੇ ਮੰਗਣਾ ਮੈਨੂੰ ਸ਼ਰਮ ਆਉਂਦੀ ਹੈ।\"", "calver": "2025.05.21", "id": "LUK 16:3", "translation_time": 6.25}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  Οὐχί, πάτερ  Ἀβραάμ, ἀλλ’  ἐάν  τις  ἀπὸ  νεκρῶν  πορευθῇ  πρὸς  αὐτοὺς, μετανοήσουσιν.", "translation": "ਨਹੀਂ, ਪਿਤਾ ਅਬ੍ਰਾਹਮ, ਕਿਉਂਕਿ ਜੇ ਕੋਈ ਮੌਤ ਤੋਂ ਉੱਠਦਾ ਹੈ, ਤਾਂ ਉਹ ਤਬਦੀਲੀ ਕਰੇਗਾ।", "calver": "2025.05.21", "id": "LUK 16:30", "translation_time": 5.71}
{"source_lang": "grc", "target_lang": "pan", "original": "εἶπεν  δὲ  αὐτῷ  Εἰ  Μωϋσέως  καὶ  τῶν  προφητῶν  οὐκ  ἀκούουσιν, οὐδὲ  ἐάν  τις  ἐκ  νεκρῶν  ἀναστῇ  πεισθήσονται.", "translation": "ਉਸ ਨੇ ਕਿਹਾ, \"ਜੇ ਉਹ ਮੋਸੇ ਅਤੇ ਨਬੀਆਂ ਦੀ ਸੁਣਨ ਨਾ ਕਰਦੇ ਹੋਣ, ਹੇਠਾਂ ਮਰੇ ਹੋਏ ਕਿਸੇ ਵਿਅਕਤੀ ਦੇ ਉਠਣ ਦੇ ਬਾਵਜੂਦ ਵੀ, ਉਹ ਮਨਾਏ ਨਹੀਂ ਜਾਣਗੇ।\"", "calver": "2025.05.21", "id": "LUK 16:31", "translation_time": 6.42}
{"source_lang": "grc", "target_lang": "pan", "original": "ἔγνων  τί  ποιήσω, ἵνα  ὅταν  μετασταθῶ  ἐκ  τῆς  οἰκονομίας  δέξωνταί  με  εἰς  τοὺς  οἴκους  ἑαυτῶν.", "translation": "ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਕਿ ਕੀ ਕਰਨਾ ਹੈ, ਤਾਂ ਜੋ ਜਦੋਂ ਮੈਂ ਆਪਣੀ ਪੋਜ਼ੀਸ਼ਨ ਛੱਡਾਂ, ਮੈਨੂੰ ਆਪਣੇ ਘਰਾਂ ਵਿੱਚ ਸਵਾਗਤ ਕੀਤਾ ਜਾਵੇ।", "calver": "2025.05.21", "id": "LUK 16:4", "translation_time": 5.99}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  προσκαλεσάμενος  ἕνα  ἕκαστον  τῶν  χρεοφειλετῶν  τοῦ  κυρίου  ἑαυτοῦ  ἔλεγεν  τῷ  πρώτῳ  Πόσον  ὀφείλεις  τῷ  κυρίῳ  μου;", "translation": "ਅਤੇ ਆਪਣੇ ਮਾਲਕ ਦੇ ਹਰ ਇੱਕ ਕਰਜ਼ਾਦਾਰ ਨੂੰ ਬੁਲਾਉਂਦਾ, ਅਤੇ ਪੁੱਛਦਾ, \"ਤੂੰ ਮੇਰੇ ਮਾਲਕ ਕੋਲ ਕਿੰਨਾ ਕਰਜ਼ਾ ਹੈ?\"", "calver": "2025.05.21", "id": "LUK 16:5", "translation_time": 7.53}
{"source_lang": "grc", "target_lang": "pan", "original": "ὁ  δὲ  εἶπεν  Ἑκατὸν  βάτους  ἐλαίου. ὁ  δὲ  εἶπεν  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  καθίσας  ταχέως  γράψον  πεντήκοντα.", "translation": "ਉਹ ਨੇ ਕਿਹਾ, \"ਇੱਕ ਸੌ ਤੇਲ ਦੇ ਬੂਟੇ।\" ਫਿਰ ਉਸ ਨੇ ਕਿਹਾ, \"ਤੁਹਾਡੇ ਲਈ ਆਪਣੇ ਲਿਖਤ ਲੈ ਲਓ ਅਤੇ ਜਲਦੀ ਬੈਠ ਕੇ ਲਿਖੋ, ਪੰਜਾਹ।\"", "calver": "2025.05.21", "id": "LUK 16:6", "translation_time": 7.27}
{"source_lang": "grc", "target_lang": "pan", "original": "ἔπειτα  ἑτέρῳ  εἶπεν  Σὺ  δὲ  πόσον  ὀφείλεις; ὁ  δὲ  εἶπεν  Ἑκατὸν  κόρους  σίτου. λέγει  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  γράψον  ὀγδοήκοντα.", "translation": "ਤਾਂ, ਦੂਜੇ ਕੋਲ ਉਸਨੇ ਕਿਹਾ, \"ਤੁਸੀਂ ਕਿੰਨਾ ਕਰਜ਼ਾ ਲੈਣਾ ਹੈ?\" ਅਤੇ ਉਸਨੇ ਕਿਹਾ, \"ਇੱਕ ਸੌ ਗੋਦਾਮੀ ਮੱਕੀ ਦੇ ਬੀਜ.\" ਉਸਨੇ ਕਿਹਾ, \"ਤੁਹਾਡੇ ਪੱਤਰ ਮੰਨ ਲਓ ਅਤੇ ਲਿਖੋ ਅੱਠਾਹਠ।\"", "calver": "2025.05.21", "id": "LUK 16:7", "translation_time": 6.48}
{"source_lang": "grc", "target_lang": "pan", "original": "καὶ  ἐπῄνεσεν  ὁ  κύριος  τὸν  οἰκονόμον  τῆς  ἀδικίας  ὅτι  φρονίμως  ἐποίησεν· ὅτι  οἱ  υἱοὶ  τοῦ  αἰῶνος  τούτου  φρονιμώτεροι  ὑπὲρ  τοὺς  υἱοὺς  τοῦ  φωτὸς  εἰς  τὴν  γενεὰν  τὴν  ἑαυτῶν  εἰσιν.", "translation": "ਪ੍ਰਭੂ ਨੇ ਉਸ ਸੰਭਾਲਕ ਦੀ ਚਤੁਰਾਈ ਨੂੰ ਸਲਾਮਤ ਕੀਤਾ ਕਿਉਂਕਿ ਉਸ ਨੇ ਸੂਝਵਾਨੀ ਨਾਲ ਕੰਮ ਕੀਤਾ; ਕਿਉਂਕਿ ਇਸ ਸੰਸਾਰ ਦੇ ਬੱਚੇ ਆਪਣੇ ਹੀ ਸਮਝਦਾਰ ਹਨ, ਆਪਣੇ ਹੀ ਪੀੜ੍ਹੀ ਲਈ।", "calver": "2025.05.21", "id": "LUK 16:8", "translation_time": 7.22}
