{"source_lang": "grc", "target_lang": "txy", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "Nandritra izany, nampiseho ny Tompo ny hafa fito-polo, ary nandefa azy ireo amin'ny roa, mialoha ny tavany, ho any amin'ny tanàna sy toerana rehetra izay ho avy izy, izay tiany ho tonga any.", "calver": "2025.05.21", "id": "LUK 10:1", "translation_time": 8.36}
{"source_lang": "grc", "target_lang": "txy", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "Raha miditra tanàna iray ianareo, ary tsy ekena anareo izy, dia miala, ary mivoaka any an-dalana, dia miteny amin’ny olona ao an-tanàna.", "calver": "2025.05.21", "id": "LUK 10:10", "translation_time": 6.02}
{"source_lang": "grc", "target_lang": "txy", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Ka ny vovoka izay nifatotra taminay avy tany amin'ny tanànanareo, hoesorinay amin'ny tongotsika ho anareo; fa izao kosa, fantaro fa efa akaiky ny fanjakan'Andriamanitra.", "calver": "2025.05.21", "id": "LUK 10:11", "translation_time": 7.07}
{"source_lang": "grc", "target_lang": "txy", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "Aminareo no lazaiko: amin'ny andro izay, dia ho mora kokoa ho an'i Sodoma noho ny amin'ilay tanàna izay ho eo amin'io andro io ihany.", "calver": "2025.05.21", "id": "LUK 10:12", "translation_time": 8.62}
{"source_lang": "grc", "target_lang": "txy", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "Fahoriana ho anareo, Chorazin; fahoriana ho anareo, Bethsaida; satria raha ny asan'ny herin'Andriamanitra natao taminao dia natao tany Tyre sy Sidon, dia niverina tamin'ny fahotany tamin'ny lamba famaohana sy vovoka izy ireo.", "calver": "2025.05.21", "id": "LUK 10:13", "translation_time": 8.74}
{"source_lang": "grc", "target_lang": "txy", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "Taira sy Siona dia ho mora kokoa amin'ny fitsarana noho anao.", "calver": "2025.05.21", "id": "LUK 10:14", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "Kapernaoma, tsy hahatratra ny lanitra ve ianao, na hahatonga ny Hadesy ho fianjerana?", "calver": "2025.05.21", "id": "LUK 10:15", "translation_time": 6.71}
{"source_lang": "grc", "target_lang": "txy", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "Iza mihaino anao dia mihaino Azy, ary izay mandà anao dia mandà Azy, ary izay mandà Azy dia mandà ilay nandefa Azy.", "calver": "2025.05.21", "id": "LUK 10:16", "translation_time": 5.93}
{"source_lang": "grc", "target_lang": "txy", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "Niverina tamin'ny fifaliana ny fito-polo, ka miteny hoe: \"Tompo, ny demonia dia mankaty aminay amin'ny anaranao, ary manam-pahefana izahay noho ny anaranao.\"", "calver": "2025.05.21", "id": "LUK 10:17", "translation_time": 5.56}
{"source_lang": "grc", "target_lang": "txy", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "Efa hitako fa toy ny tselatra mikororosy avy any an-danitra ny Satan, izay midina haingana sy mahery vaika toy ny fahitana tselatra miala avy any an-danitra.", "calver": "2025.05.21", "id": "LUK 10:18", "translation_time": 6.78}
{"source_lang": "grc", "target_lang": "txy", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "Indro, efa nomena anareo aho ny fahefana handehanana ambonin'ny biby manan-doha, toy ny an'ny an'akanjo sy ny skorpiona, ary ambonin'ny herin'ny fahavalo rehetra, ary tsy hisy hahasoa anareo na inona na inona.", "calver": "2025.05.21", "id": "LUK 10:19", "translation_time": 7.89}
{"source_lang": "grc", "target_lang": "txy", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "Hoy izy tamin’izy ireo: “Maro ny vokatra amin’ny fambolena, fa vitsy kosa ny mpiasa. Mivavaha amin’ny Tompon’ny fambolena, dia hangataka aminy izy, mba handefa mpiasa ho any amin’ny famboleny.”", "calver": "2025.05.21", "id": "LUK 10:2", "translation_time": 7.37}
{"source_lang": "grc", "target_lang": "txy", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "Misaotra tsy amin’izany, fa faly kosa noho izany, satria ny fanahy sy ny anarana anareo dia efa voasoratra ao amin’ny lanitra.", "calver": "2025.05.21", "id": "LUK 10:20", "translation_time": 6.43}
{"source_lang": "grc", "target_lang": "txy", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "Tamin'izay fotoana izany, nifaly tamin'ny Fanahy Masina izy, ary hoy izy: \"Misaotra anao aho, Rainay, ilay Mpanjakan'ny lanitra sy ny tany, satria nafeninao ireo zavatra ireo tamin'ny fahendrena sy ny fahalalanao, ary nasehonao tamin'ny zaza tsy manan-tsaina. Eny, ry Rainay, satria toy izany no sitraponao eo imasonao.\"", "calver": "2025.05.21", "id": "LUK 10:21", "translation_time": 17.31}
{"source_lang": "grc", "target_lang": "txy", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "Ny zavatra rehetra nozaraina tamiko nataon'ny Ray, ary tsy misy mahalala iza moa ny Zanak'Andriamanitra afa-tsy ny Ray, ary iza moa ny Ray afa-tsy ny Zanak'Andriamanitra, ary izay tiany hampiseho ny Zanak'Andriamanitra.", "calver": "2025.05.21", "id": "LUK 10:22", "translation_time": 9.88}
{"source_lang": "grc", "target_lang": "txy", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "Niresaka manokana tamin'ny mpianany i Jesosy, ka nanao hoe: \"Mifaly ny maso mahita izay hitanareo.\"", "calver": "2025.05.21", "id": "LUK 10:23", "translation_time": 7.71}
{"source_lang": "grc", "target_lang": "txy", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "Misy maro amin’ireo mpaminany sy mpanjaka no naniry hahita sy hihaino izay hitanareo sy henoinareo, nefa tsy nahita na nandre. Izy ireo dia tsy nahita na nandre izany, na dia naniry aza.", "calver": "2025.05.21", "id": "LUK 10:24", "translation_time": 6.84}
{"source_lang": "grc", "target_lang": "txy", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "Ary, indro, nitsangana ny mpahay lalàna, nanontany azy, \"Mpampianatra, inona no tokony hataoko hahazo fiainana mandrakizay?\"", "calver": "2025.05.21", "id": "LUK 10:25", "translation_time": 9.0}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "Hoy Jesosy taminy: \"Inona no voasoratra ao amin'ny lalàna? Ahoana no fomba hamakianao izany?\"", "calver": "2025.05.21", "id": "LUK 10:26", "translation_time": 6.29}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "Ary hoy izy: \"Tiavo ny Andriamanitrao amin'ny fonao rehetra, amin'ny fanahinao rehetra, amin'ny herinao rehetra, ary amin'ny sainao rehetra. Ary tiavo ny namanao ho toy ny tenanao.\"", "calver": "2025.05.21", "id": "LUK 10:27", "translation_time": 8.53}
{"source_lang": "grc", "target_lang": "txy", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "Ary hoy izy taminy: \"Nohazainao tsara; ataovy izao, dia ho velona ianao.\"", "calver": "2025.05.21", "id": "LUK 10:28", "translation_time": 7.04}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "Ary moa no mpifanoloavina ahy?", "calver": "2025.05.21", "id": "LUK 10:29", "translation_time": 5.74}
{"source_lang": "grc", "target_lang": "txy", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "Mandeha; Jereo, Izaho dia mandefa anao ho toy ny ondrina ao afovoan'ny ampondra.", "calver": "2025.05.21", "id": "LUK 10:3", "translation_time": 8.96}
{"source_lang": "grc", "target_lang": "txy", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "Niteny i Jesosy, nanao hoe: \"Nisy lehilahy iray nianatra avy any Jerosalema ho any Jeriho, ary nianjady tamin'ny jiolahy, izay naka ny fitafiany, nanao azy ireo, ary nanindrona azy ireo, ary navelany ho faty an-tampony, sisa navelany ho faty.\"", "calver": "2025.05.21", "id": "LUK 10:30", "translation_time": 7.7}
{"source_lang": "grc", "target_lang": "txy", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "Tamin'ny fotoana iray, nandeha teo amin'ny lalana ny pretra iray, ary rehefa nahita azy, dia nandalo teo anilany izy.", "calver": "2025.05.21", "id": "LUK 10:31", "translation_time": 6.29}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "Toy izany koa, rehefa tonga tany amin'ny toerana ny Levita, dia nahita zavatra, dia nandalo.", "calver": "2025.05.21", "id": "LUK 10:32", "translation_time": 6.15}
{"source_lang": "grc", "target_lang": "txy", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "Samaritanina, raha mbola mandeha izy, dia tonga teo amin'ny olona iray, ary rehefa nahita azy, dia nanana fitiavana sy fangorahana izy.", "calver": "2025.05.21", "id": "LUK 10:33", "translation_time": 6.11}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "Ary rehefa avy nanatona izy, dia nampihorohoro ny ratrany, nanao menaka sy divay izy, ary avy eo nampiditra azy tamin'ny biby fiompiny manokana, dia nitondra azy ho any amin'ny trano fandraisam-bahiny izy, ary nikarakara azy.", "calver": "2025.05.21", "id": "LUK 10:34", "translation_time": 7.28}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "Tamin'ny ampitso, niala vola roa denarii izy, dia nomena ny mpampiantrano, ka nandidy azy hoe: \"Tandremo izy, ary izay rehetra ho lany, rehefa miverina aho dia hamaly anao.\"", "calver": "2025.05.21", "id": "LUK 10:35", "translation_time": 8.09}
{"source_lang": "grc", "target_lang": "txy", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "Inona amin’ireto telo ireto no heverinao ho namana ilay olona tra-doza nianjera tamin’ny jiolahy?", "calver": "2025.05.21", "id": "LUK 10:36", "translation_time": 6.1}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "Ary hoy izy: “Izay efa nanao ny famindram-po taminy.” Ary hoy Jesosy taminy: “Mandehana, ary ataovy tahaka izany koa ianao.”", "calver": "2025.05.21", "id": "LUK 10:37", "translation_time": 6.94}
{"source_lang": "grc", "target_lang": "txy", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "Nony izy ireo nandeha, dia izy ihany no niditra tao an-tanàna iray; vehivavy iray mitondra anarana hoe Marta no nandray azy ho ao an-tranony.", "calver": "2025.05.21", "id": "LUK 10:38", "translation_time": 6.9}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "Tamin'izany, nisy vehivavy iray antsoina hoe Maria, izay nipetraka teo an-tampon'ny tongotry ny Tompo, ary nihaino ny teniny.", "calver": "2025.05.21", "id": "LUK 10:39", "translation_time": 15.64}
{"source_lang": "grc", "target_lang": "txy", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "Aza mitondra harona, aza mivavaka, aza manao kiraro; ary aza mifanoroka amin'ny olona eny amin'ny lalana.", "calver": "2025.05.21", "id": "LUK 10:4", "translation_time": 8.59}
{"source_lang": "grc", "target_lang": "txy", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "Martha nanahy momba ny fanompoana lehibe izy, ary rehefa nahita izany izy, dia niteny tamin'ny Tompo hoe: \"Tsy maninona ve, ry Tompo, raha ny anabaviko irery ihany no manampy ahy amin'ny fanompoana? Lazao azy, azafady, mba hanampy ahy.\"", "calver": "2025.05.21", "id": "LUK 10:40", "translation_time": 7.69}
{"source_lang": "grc", "target_lang": "txy", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "Ny Tompo dia niteny taminy, ka nanao hoe: \"Martha, Martha, mirehareha sy manahy momba ny zavatra maro ianao.\"", "calver": "2025.05.21", "id": "LUK 10:41", "translation_time": 6.16}
{"source_lang": "grc", "target_lang": "txy", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "Tsy ilaina ny miezaka be loatra, fa ny iray ihany no ilaina; fa Maria, ilay tsara indrindra, dia nisafidy ny tsara indrindra, izay tsy ho voahelina aminy.", "calver": "2025.05.21", "id": "LUK 10:42", "translation_time": 8.2}
{"source_lang": "grc", "target_lang": "txy", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "Rehefa miditra amin'ny trano iray ianareo, dia voalohany indrindra, miteny hoe: \"Fandriampahalemana ho an'ity trano ity.\"", "calver": "2025.05.21", "id": "LUK 10:5", "translation_time": 5.79}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "Raha misy zaza fiadanana ao amin'ny olona iray, dia hijanona amin'izy io ny fiadanana avy amin'ny an-danitra; fa raha tsy izany, dia hiverina aminareo ny fiadanana.", "calver": "2025.05.21", "id": "LUK 10:6", "translation_time": 6.59}
{"source_lang": "grc", "target_lang": "txy", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "Mijanò ao amin'ilay trano, mihinàna sy misotro izay omeny, satria mahasoa ny mpiasa ny karama azy. Aza miovaova trano sy trano, fa mijanò ao amin'ilay toerana iray ihany, mba tsy hisy fahasahiranana na fahadisoam-panantenana.", "calver": "2025.05.21", "id": "LUK 10:7", "translation_time": 8.59}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "Ary rehefa miditra amin'ny tanàna iray ianareo, ary mandray anareo izy ireo, dia mihinà izay atolony aminareo.", "calver": "2025.05.21", "id": "LUK 10:8", "translation_time": 5.47}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Ary mamonjy ny marary ao aminy, ary mitory amin'izy ireo fa efa akaiky ny fanjakan'Andriamanitra.", "calver": "2025.05.21", "id": "LUK 10:9", "translation_time": 7.87}
{"source_lang": "grc", "target_lang": "txy", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "Ary rehefa izy no teo amin'ny toerana iray niangavy, dia nijanona izy, ary nisy iray tamin'ny mpianany nanatona azy, nanao taminy hoe: \"Tompo, ampianaro izahay mivavaka, toy ny nampianarin'i Jona ny mpianany.\"", "calver": "2025.05.21", "id": "LUK 11:1", "translation_time": 6.08}
{"source_lang": "grc", "target_lang": "txy", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "Rehetra izay mangataka dia mahazo, ary izay mitady dia mahita, ary ho an'izay miantso, dia hisokatra ny varavarana.", "calver": "2025.05.21", "id": "LUK 11:10", "translation_time": 5.47}
{"source_lang": "grc", "target_lang": "txy", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "Inona aminareo, ny ray, hangataka ny zanaka trondro, tsy ho an'ny trondro, amboa ve izy, fa tsy homeny azy?", "calver": "2025.05.21", "id": "LUK 11:11", "translation_time": 5.95}
{"source_lang": "grc", "target_lang": "txy", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "Hanontany ny atody ve izy, sa hanome ny ampera?", "calver": "2025.05.21", "id": "LUK 11:12", "translation_time": 5.83}
{"source_lang": "grc", "target_lang": "txy", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "Raha ianareo, izay ratsy, mahafantatra fa manome fanomezana tsara ny zanakareo, dia firy kokoa ny Ilay Ray avy any an-danitra, izay hanome ny Fanahy Masina ho an'izay mangataka azy.", "calver": "2025.05.21", "id": "LUK 11:13", "translation_time": 9.27}
{"source_lang": "grc", "target_lang": "txy", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "Nandritra izany, nisy anankiray nanao fanalana demonia, ary ilay demonia dia nisy fahatairana, satria niteraka fahasembanana amin'ny fihainoana azy. Rehefa avy niala ilay demonia, dia nanomboka niteny ilay olona tsy afaka niteny teo aloha. Nahagaga ny vahoaka, satria nahita izany izy ireo.", "calver": "2025.05.21", "id": "LUK 11:14", "translation_time": 5.56}
{"source_lang": "grc", "target_lang": "txy", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "Some of them said, \"Amin'ny anaran'i Beelzebul, ny mpanjakan'ny devoly, no mamoaka ny devoly izy.\"", "calver": "2025.05.21", "id": "LUK 11:15", "translation_time": 6.81}
{"source_lang": "grc", "target_lang": "txy", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "Ary ny hafa, manandrana, mitady famantarana avy any an-danitra, avy amin’i Jesosy, izy ireo.", "calver": "2025.05.21", "id": "LUK 11:16", "translation_time": 6.28}
{"source_lang": "grc", "target_lang": "txy", "original": "αὐτὸς  δὲ  εἰδὼς  αὐτῶν  τὰ  διανοήματα  εἶπεν  αὐτοῖς  Πᾶσα  βασιλεία  ἐφ’  ἑαυτὴν  διαμερισθεῖσα  ἐρημοῦται, καὶ  οἶκος  ἐπὶ  οἶκον  πίπτει.", "translation": "Ny fanjakana mizara amin'ny tenany dia ho rava, ary ny trano iray raha mizara dia mianjera.", "calver": "2025.05.21", "id": "LUK 11:17", "translation_time": 6.15}
{"source_lang": "grc", "target_lang": "txy", "original": "εἰ  δὲ  καὶ  ὁ  Σατανᾶς  ἐφ’  ἑαυτὸν  διεμερίσθη, πῶς  σταθήσεται  ἡ  βασιλεία  αὐτοῦ; ὅτι  λέγετε  ἐν  Βεελζεβοὺλ  ἐκβάλλειν  με  τὰ  δαιμόνια.", "translation": "Raha mifanohitra amin'ny tenany i Satana, ahoana no haharitra ny fanjakany? Fa hoy ianareo fa mamoaka demonia amin'i Beelzebul izy.", "calver": "2025.05.21", "id": "LUK 11:18", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "txy", "original": "εἰ  δὲ  ἐγὼ  ἐν  Βεελζεβοὺλ  ἐκβάλλω  τὰ  δαιμόνια, οἱ  υἱοὶ  ὑμῶν  ἐν  τίνι  ἐκβάλλουσιν; διὰ  τοῦτο  αὐτοὶ  ὑμῶν  κριταὶ  ἔσονται.", "translation": "Raha mamoaka demonia amin'i Beelzebul aho, ny zanakao, amin'iza no mamoaka azy ireo? Noho izany, ireo no hitsara anareo.", "calver": "2025.05.21", "id": "LUK 11:19", "translation_time": 6.61}
{"source_lang": "grc", "target_lang": "txy", "original": "εἶπεν  δὲ  αὐτοῖς  Ὅταν  προσεύχησθε, λέγετε  Πάτερ, ἁγιασθήτω  τὸ  ὄνομά  σου· ἐλθάτω  ἡ  βασιλεία  σου·", "translation": "Rehefa mivavaka ianareo, dia manao hoe: \"Ray, masina ny anaranao; ho tonga aminay ny fanjakanao.\"", "calver": "2025.05.21", "id": "LUK 11:2", "translation_time": 7.36}
{"source_lang": "grc", "target_lang": "txy", "original": "εἰ  δὲ  ἐν  δακτύλῳ  Θεοῦ  ἐγὼ  ἐκβάλλω  τὰ  δαιμόνια, ἄρα  ἔφθασεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Raha mamoaka demonia amin'ny Fanahin'Andriamanitra aho, dia tonga aminareo ny fanjakan'Andriamanitra.", "calver": "2025.05.21", "id": "LUK 11:20", "translation_time": 6.94}
{"source_lang": "grc", "target_lang": "txy", "original": "ὅταν  ὁ  ἰσχυρὸς  καθωπλισμένος  φυλάσσῃ  τὴν  ἑαυτοῦ  αὐλήν, ἐν  εἰρήνῃ  ἐστὶν  τὰ  ὑπάρχοντα  αὐτοῦ·", "translation": "Rehefa ny olona mahery, mitondra fiadiana, mitandrina ny tokotany azy, amin'ny fiadanana, ny fananany.", "calver": "2025.05.21", "id": "LUK 11:21", "translation_time": 5.89}
{"source_lang": "grc", "target_lang": "txy", "original": "ἐπὰν  δὲ  ἰσχυρότερος  αὐτοῦ  ἐπελθὼν  νικήσῃ  αὐτόν, τὴν  πανοπλίαν  αὐτοῦ  αἴρει  ἐφ’  ᾗ  ἐπεποίθει, καὶ  τὰ  σκῦλα  αὐτοῦ  διαδίδωσιν.", "translation": "Rehefa avy mihaona amin'ny herin'ny olona iray izy, ka resy izy, dia esorany ny fiarovany, izay izy no nianteherany, ary manaparitaka ny fandreseny sy ny fandresen-dahiny.", "calver": "2025.05.21", "id": "LUK 11:22", "translation_time": 6.45}
{"source_lang": "grc", "target_lang": "txy", "original": "Ὁ  μὴ  ὢν  μετ’  ἐμοῦ  κατ’  ἐμοῦ  ἐστιν, καὶ  ὁ  μὴ  συνάγων  μετ’  ἐμοῦ  σκορπίζει.", "translation": "Ny tsy miaraka amiko, dia manohitra ahy; ary izay tsy mivory miaraka amiko, dia mikoropaka.", "calver": "2025.05.21", "id": "LUK 11:23", "translation_time": 7.53}
{"source_lang": "grc", "target_lang": "txy", "original": "Ὅταν  τὸ  ἀκάθαρτον  πνεῦμα  ἐξέλθῃ  ἀπὸ  τοῦ  ἀνθρώπου, διέρχεται  δι’  ἀνύδρων  τόπων  ζητοῦν  ἀνάπαυσιν, καὶ  μὴ  εὑρίσκον  λέγει  Ὑποστρέψω  εἰς  τὸν  οἶκόν  μου  ὅθεν  ἐξῆλθον·", "translation": "Rehefa miala amin'ny olona ny fanahy maloto, dia mandeha amin'ny toerana maina sy tsy misy rano izy, mitady fitsaharana. Tsy mahita izy, ka miteny: \"Hody any amin'ny tranoko aho, izay nialako avy eo.\"", "calver": "2025.05.21", "id": "LUK 11:24", "translation_time": 5.94}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  ἐλθὸν  εὑρίσκει  σεσαρωμένον  καὶ  κεκοσμημένον.", "translation": "Ary rehefa tonga izy, dia hitany ho saim-boninahitra sy voaravaka.", "calver": "2025.05.21", "id": "LUK 11:25", "translation_time": 5.82}
{"source_lang": "grc", "target_lang": "txy", "original": "τότε  πορεύεται  καὶ  παραλαμβάνει  ἕτερα  πνεύματα  πονηρότερα  ἑαυτοῦ  ἑπτά, καὶ  εἰσελθόντα  κατοικεῖ  ἐκεῖ, καὶ  γίνεται  τὰ  ἔσχατα  τοῦ  ἀνθρώπου  ἐκείνου  χείρονα  τῶν  πρώτων.", "translation": "Dia izy dia mandeha ary maka miaraka aminy fanahy fito hafa ratsy kokoa noho izy, ary miditra sy monina ao, ka ny farany faharatsian'ilay olona dia ratsy noho ny voalohany.", "calver": "2025.05.21", "id": "LUK 11:26", "translation_time": 7.64}
{"source_lang": "grc", "target_lang": "txy", "original": "Ἐγένετο  δὲ  ἐν  τῷ  λέγειν  αὐτὸν  ταῦτα  ἐπάρασά  τις  φωνὴν  γυνὴ  ἐκ  τοῦ  ὄχλου  εἶπεν  αὐτῷ  Μακαρία  ἡ  κοιλία  ἡ  βαστάσασά  σε  καὶ  μαστοὶ  οὓς  ἐθήλασας.", "translation": "Niseho tamin'ny fotoana niresahany izany, feon'ny vehivavy avy ao amin'ny vahoaka nanao hoe: \"Soa ny kibon'ny reny izay nitondra anao sy ny nono izay nalehanao.\"", "calver": "2025.05.21", "id": "LUK 11:27", "translation_time": 7.61}
{"source_lang": "grc", "target_lang": "txy", "original": "αὐτὸς  δὲ  εἶπεν  Μενοῦν  μακάριοι  οἱ  ἀκούοντες  τὸν  λόγον  τοῦ  Θεοῦ  καὶ  φυλάσσοντες.", "translation": "Jesosy dia niteny hoe: \"Tsara ny mandre ny tenin'Andriamanitra sy mitandrina izany.\"", "calver": "2025.05.21", "id": "LUK 11:28", "translation_time": 6.43}
{"source_lang": "grc", "target_lang": "txy", "original": "Τῶν  δὲ  ὄχλων  ἐπαθροιζομένων  ἤρξατο  λέγειν  Ἠ  γενεὰ  αὕτη  γενεὰ  πονηρά  ἐστιν· σημεῖον  ζητεῖ, καὶ  σημεῖον  οὐ  δοθήσεται  αὐτῇ  εἰ  μὴ  τὸ  σημεῖον  Ἰωνᾶ.", "translation": "Rehefa nanangona ny vahoaka izy, dia nanomboka nanao hoe: \"Ity taranaka ity dia taranaka ratsy; mitady famantarana izy, nefa tsy homena famantarana ho azy izany, afa-tsy ny famantarana an'i Jona ihany.\"", "calver": "2025.05.21", "id": "LUK 11:29", "translation_time": 8.83}
{"source_lang": "grc", "target_lang": "txy", "original": "τὸν  ἄρτον  ἡμῶν  τὸν  ἐπιούσιον  δίδου  ἡμῖν  τὸ  καθ’  ἡμέραν·", "translation": "\"Ambarako ny mofo antsika, ny isan'andro, omeo anay, araka ny tokony ho izy isan'andro.\"", "calver": "2025.05.21", "id": "LUK 11:3", "translation_time": 7.08}
{"source_lang": "grc", "target_lang": "txy", "original": "καθὼς  γὰρ  ἐγένετο  Ἰωνᾶς  τοῖς  Νινευείταις  σημεῖον, οὕτως  ἔσται  καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  τῇ  γενεᾷ  ταύτῃ.", "translation": "Toy ny hoe efa niseho tamin'i Jona ny famantarana ho an'ny Niniovita, dia toy izany koa ny famantarana ny Zanak'olona amin'ity taranaka ity.", "calver": "2025.05.21", "id": "LUK 11:30", "translation_time": 6.4}
{"source_lang": "grc", "target_lang": "txy", "original": "βασίλισσα  νότου  ἐγερθήσεται  ἐν  τῇ  κρίσει  μετὰ  τῶν  ἀνδρῶν  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινεῖ  αὐτούς· ὅτι  ἦλθεν  ἐκ  τῶν  περάτων  τῆς  γῆς  ἀκοῦσαι  τὴν  σοφίαν  Σολομῶνος, καὶ  ἰδοὺ  πλεῖον  Σολομῶνος  ὧδε.", "translation": "Basyilisa avy any atsimo hiseho amin'ny fitsarana miaraka amin'ny taranaka ity, ka hanasazy azy; satria izy tonga avy any amin'ny faran'ny tany hihaino ny fahendren'i Solomona, ary, jereo, lehibe noho Solomona izy.", "calver": "2025.05.21", "id": "LUK 11:31", "translation_time": 8.19}
{"source_lang": "grc", "target_lang": "txy", "original": "ἄνδρες  Νινευεῖται  ἀναστήσονται  ἐν  τῇ  κρίσει  μετὰ  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινοῦσιν  αὐτήν· ὅτι  μετενόησαν  εἰς  τὸ  κήρυγμα  Ἰωνᾶ, καὶ  ἰδοὺ  πλεῖον  Ἰωνᾶ  ὧδε.", "translation": "Olona avy any Ninive hitsangana amin'ny fitsarana miaraka amin'ity taranaka ity, ary hitsara azy; satria niala tsiny tamin'ny fampianaran'i Jona izy ireo, ary jereo, lehibe noho i Jona eto.", "calver": "2025.05.21", "id": "LUK 11:32", "translation_time": 8.1}
{"source_lang": "grc", "target_lang": "txy", "original": "Οὐδεὶς  λύχνον  ἅψας  εἰς  κρύπτην  τίθησιν  οὐδὲ  ὑπὸ  τὸν  μόδιον, ἀλλ’  ἐπὶ  τὴν  λυχνίαν, ἵνα  οἱ  εἰσπορευόμενοι  τὸ  φέγγος  βλέπωσιν.", "translation": "Tsy misy olona manazava labozia, ary mampiditra azy ao ambanin'ny harona na ao ambanin'ny seza, fa ao ambony seza izy, mba hahitana ny hazavana rehefa miditra ny olona.", "calver": "2025.05.21", "id": "LUK 11:33", "translation_time": 6.56}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁ  λύχνος  τοῦ  σώματός  ἐστιν  ὁ  ὀφθαλμός  σου. ὅταν  ὁ  ὀφθαλμός  σου  ἁπλοῦς  ᾖ, καὶ  ὅλον  τὸ  σῶμά  σου  φωτεινόν  ἐστιν· ἐπὰν  δὲ  πονηρὸς  ᾖ, καὶ  τὸ  σῶμά  σου  σκοτεινόν.", "translation": "Ny jiro ao amin'ny vatana dia ny masonao. Raha madio ny masonao, dia ho mazava ny vatanao rehetra; fa raha ratsy kosa ny masonao, dia ho maizina ny vatanao. Raha ny masona no varavaran'ny fanahy, dia ny hazavana ao anatin'ny haizina no mamaritra ny fahazavan'ny vatana. Koa raha ny fahazavana ao anatin'ny haizina dia maizina tokoa, inona moa no hahazava izany?", "calver": "2025.05.21", "id": "LUK 11:34", "translation_time": 8.29}
{"source_lang": "grc", "target_lang": "txy", "original": "σκόπει  οὖν  μὴ  τὸ  φῶς  τὸ  ἐν  σοὶ  σκότος  ἐστίν.", "translation": "Koa mitandrema, sao ny hazavana ao anatinao no maizina; izany no fahadisoana lehibe indrindra.", "calver": "2025.05.21", "id": "LUK 11:35", "translation_time": 7.78}
{"source_lang": "grc", "target_lang": "txy", "original": "εἰ  οὖν  τὸ  σῶμά  σου  ὅλον  φωτεινόν, μὴ  ἔχον  μέρος  τι  σκοτεινόν, ἔσται  φωτεινὸν  ὅλον  ὡς  ὅταν  ὁ  λύχνος  τῇ  ἀστραπῇ  φωτίζῃ  σε.", "translation": "Raha ny vatanao manontolo dia mamirapiratra, tsy misy ampahany maizina, dia ho mamirapiratra tanteraka izy, toy ny jiro iray mirehitra toy ny tselatra mampazava ny tany.", "calver": "2025.05.21", "id": "LUK 11:36", "translation_time": 6.55}
{"source_lang": "grc", "target_lang": "txy", "original": "Ἐν  δὲ  τῷ  λαλῆσαι  ἐρωτᾷ  αὐτὸν  Φαρισαῖος  ὅπως  ἀριστήσῃ  παρ’  αὐτῷ· εἰσελθὼν  δὲ  ἀνέπεσεν.", "translation": "Nony nisy resaka, dia nanontany azy ny Farisianina hoe: “Ahoana no tokony handehanako hisakafo miaraka aminao?” Rehefa niditra izy, dia niondrika izy.", "calver": "2025.05.21", "id": "LUK 11:37", "translation_time": 9.02}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁ  δὲ  Φαρισαῖος  ἰδὼν  ἐθαύμασεν  ὅτι  οὐ  πρῶτον  ἐβαπτίσθη  πρὸ  τοῦ  ἀρίστου.", "translation": "Ny Farisianina, rehefa Nahita izy, dia gaga fa tsy voalohany no niambina alohan'ny sakafo.", "calver": "2025.05.21", "id": "LUK 11:38", "translation_time": 7.76}
{"source_lang": "grc", "target_lang": "txy", "original": "εἶπεν  δὲ  ὁ  Κύριος  πρὸς  αὐτόν  Νῦν  ὑμεῖς  οἱ  Φαρισαῖοι  τὸ  ἔξωθεν  τοῦ  ποτηρίου  καὶ  τοῦ  πίνακος  καθαρίζετε, τὸ  δὲ  ἔσωθεν  ὑμῶν  γέμει  ἁρπαγῆς  καὶ  πονηρίας.", "translation": "Niteny ny Tompo tamin’izy ireo izy, hoe: “Ankehitriny ianareo, ry Fariseo, manadio ny ivelany amin’ny tavoahangy sy ny lovia, fa ny ao anatiny kosa feno fitaka sy ratsy. Raha ny ao anatiny no tsy madio, dia tsy ho madio ny ivelany mihitsy.”", "calver": "2025.05.21", "id": "LUK 11:39", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  ἄφες  ἡμῖν  τὰς  ἁμαρτίας  ἡμῶν, καὶ  γὰρ  αὐτοὶ  ἀφίομεν  παντὶ  ὀφείλοντι  ἡμῖν· καὶ  μὴ  εἰσενέγκῃς  ἡμᾶς  εἰς  πειρασμόν.", "translation": "Aoka hohamarininay ny fahotanay, toy ny anaovantsika famelan-keloka ny hafa; ary aoka tsy hitondra anay amin'ny fakam-panahy, fa vonoy anay amin'ny ratsy. Amena.", "calver": "2025.05.21", "id": "LUK 11:4", "translation_time": 7.13}
{"source_lang": "grc", "target_lang": "txy", "original": "ἄφρονες, οὐχ  ὁ  ποιήσας  τὸ  ἔξωθεν  καὶ  τὸ  ἔσωθεν  ἐποίησεν;", "translation": "Mpanota ve ireo izay nanamboatra ny eo ivelany sy ny ao anatiny? Sa moa ilay nanao ny zavatra rehetra, na eo ivelany na ao anatiny, no heverina ho adala?", "calver": "2025.05.21", "id": "LUK 11:40", "translation_time": 7.75}
{"source_lang": "grc", "target_lang": "txy", "original": "πλὴν  τὰ  ἐνόντα  δότε  ἐλεημοσύνην, καὶ  ἰδοὺ  πάντα  καθαρὰ  ὑμῖν  ἐστιν.", "translation": "Manolotra fanomezana amin’izay eo anoloanao, ary, indro, madio avokoa ho anareo ny zavatra rehetra.", "calver": "2025.05.21", "id": "LUK 11:41", "translation_time": 6.65}
{"source_lang": "grc", "target_lang": "txy", "original": "ἀλλὰ  οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀποδεκατοῦτε  τὸ  ἡδύοσμον  καὶ  τὸ  πήγανον  καὶ  πᾶν  λάχανον, καὶ  παρέρχεσθε  τὴν  κρίσιν  καὶ  τὴν  ἀγάπην  τοῦ  Θεοῦ· ταῦτα  δὲ  ἔδει  ποιῆσαι  κἀκεῖνα  μὴ  παρεῖναι.", "translation": "Vao mainka mampitomany ny fahadisoanareo ianareo, ry Fariseo, satria mivoka amin'ny fanomezana ny tithy amin'ny ahitra sy ny zava-manitra, nefa tsy manaja ny rariny sy ny fitiavan'Andriamanitra; ireo no tokony hatao, ary tsy tokony hohadinoina kosa ny hafa. Vao mainka mampitomany ny fahadisoanareo ianareo, ry mpitarika jamba, satria mivoka amin'ny fanivanana ny voaroy, nefa ny lehibe kokoa dia ny mankafy ny fahamarinana sy ny fitiavan'Andriamanitra.", "calver": "2025.05.21", "id": "LUK 11:42", "translation_time": 7.75}
{"source_lang": "grc", "target_lang": "txy", "original": "οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀγαπᾶτε  τὴν  πρωτοκαθεδρίαν  ἐν  ταῖς  συναγωγαῖς  καὶ  τοὺς  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς.", "translation": "Mampidi-doza anareo, ry Faraiseo, satria mankafy ny seza voalohany ao amin'ny synagoga ianareo, ary manao veloma eny an-tsena. Mampiseho ny fitondran-tena manandratra ny toekarena sosialy sy ny faniriana hahazo voninahitra amin'ny toerana fivavahana sy eny an-tsena ianareo, izay manohitra ny fahamarinana sy ny fahendrena ara-panahy. Aoka ho fantatrareo fa ny fanekena sy ny fahatsiarovana ara-tsosialy tsy tokony ho antony hanimbazimbana ny fahamarinana sy ny fahamasinana.", "calver": "2025.05.21", "id": "LUK 11:43", "translation_time": 9.48}
{"source_lang": "grc", "target_lang": "txy", "original": "οὐαὶ  ὑμῖν, ὅτι  ἐστὲ  ὡς  τὰ  μνημεῖα  τὰ  ἄδηλα, καὶ  οἱ  ἄνθρωποι  οἱ  περιπατοῦντες  ἐπάνω  οὐκ  οἴδασιν.", "translation": "Voa, ho anareo, satria tahaka ny fasana tsy misy marika ianareo, ary ny olona mandeha eny ambony tsy mahalala.", "calver": "2025.05.21", "id": "LUK 11:44", "translation_time": 6.4}
{"source_lang": "grc", "target_lang": "txy", "original": "Ἀποκριθεὶς  δέ  τις  τῶν  νομικῶν  λέγει  αὐτῷ  Διδάσκαλε, ταῦτα  λέγων  καὶ  ἡμᾶς  ὑβρίζεις.", "translation": "Ary ny iray amin'ireo mpahay lalàna dia miteny aminy, \"Didimo,\" ka manao hoe: \"Ireo zavatra ireo, ary mankahala antsika ianao.\"", "calver": "2025.05.21", "id": "LUK 11:45", "translation_time": 7.68}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁ  δὲ  εἶπεν  Καὶ  ὑμῖν  τοῖς  νομικοῖς  οὐαί, ὅτι  φορτίζετε  τοὺς  ἀνθρώπους  φορτία  δυσβάστακτα, καὶ  αὐτοὶ  ἑνὶ  τῶν  δακτύλων  ὑμῶν  οὐ  προσψαύετε  τοῖς  φορτίοις.", "translation": "Hoy izy: \"Ary ho anareo koa, ry mpanara-dia lalàna, faharatsiana! Satria mavesatra ny entinareo ny olona, ary tsy manampy na dia ny rantsan-tananao akory amin'ny entinareo. Tsy misy na dia rantsan-tananao aza manampy amin'ny entin'ny olona, na dia kely indrindra.\"", "calver": "2025.05.21", "id": "LUK 11:46", "translation_time": 6.46}
{"source_lang": "grc", "target_lang": "txy", "original": "οὐαὶ  ὑμῖν, ὅτι  οἰκοδομεῖτε  τὰ  μνημεῖα  τῶν  προφητῶν, οἱ  δὲ  πατέρες  ὑμῶν  ἀπέκτειναν  αὐτούς.", "translation": "Tsy misy soa ho anareo, satria ianareo no manangana fahatsiarovana ny mpaminany, ary ny razanareo no namono azy ireo.", "calver": "2025.05.21", "id": "LUK 11:47", "translation_time": 7.26}
{"source_lang": "grc", "target_lang": "txy", "original": "ἄρα  μάρτυρές  ἐστε  καὶ  συνευδοκεῖτε  τοῖς  ἔργοις  τῶν  πατέρων  ὑμῶν, ὅτι  αὐτοὶ  μὲν  ἀπέκτειναν  αὐτοὺς, ὑμεῖς  δὲ  οἰκοδομεῖτε.", "translation": "Ho porofo sy ho fiarovana anareo ny amin’ny asan’ny razanareo, satria izy ireo no namono azy ireo, nefa ianareo kosa no manangana sy manamafy ny lova sy ny fanorenana navelan’izy ireo.", "calver": "2025.05.21", "id": "LUK 11:48", "translation_time": 6.13}
{"source_lang": "grc", "target_lang": "txy", "original": "διὰ  τοῦτο  καὶ  ἡ  σοφία  τοῦ  Θεοῦ  εἶπεν  Ἀποστελῶ  εἰς  αὐτοὺς  προφήτας  καὶ  ἀποστόλους, καὶ  ἐξ  αὐτῶν  ἀποκτενοῦσιν  καὶ  διώξουσιν,", "translation": "Noho izany, ny fahendren'Andriamanitra dia nilaza fa handefa mpaminany sy apostoly izy, ary izy ireo dia hovonoina sy hovohina.", "calver": "2025.05.21", "id": "LUK 11:49", "translation_time": 7.51}
{"source_lang": "grc", "target_lang": "txy", "original": "Καὶ  εἶπεν  πρὸς  αὐτούς  Τίς  ἐξ  ὑμῶν  ἕξει  φίλον, καὶ  πορεύσεται  πρὸς  αὐτὸν  μεσονυκτίου  καὶ  εἴπῃ  αὐτῷ  Φίλε, χρῆσόν  μοι  τρεῖς  ἄρτους,", "translation": "Ary hoy izy tamin’izy ireo: “Iza aminareo no hanana sakaiza, ary handeha amin’ny antsasatry ny alina, ka hitsidika azy, ka hanao hoe: ‘Namana, manampy ahy, azafady, omeo mofo telo’?”", "calver": "2025.05.21", "id": "LUK 11:5", "translation_time": 7.27}
{"source_lang": "grc", "target_lang": "txy", "original": "ἵνα  ἐκζητηθῇ  τὸ  αἷμα  πάντων  τῶν  προφητῶν  τὸ  ἐκκεχυμένον  ἀπὸ  καταβολῆς  κόσμου  ἀπὸ  τῆς  γενεᾶς  ταύτης,", "translation": "Mba ho fantatra ny rà rehetra an'ny mpaminany, izay nokapohina hatramin'ny fanorenan'izao tontolo izao, hatramin'ny taranaka ankehitriny,", "calver": "2025.05.21", "id": "LUK 11:50", "translation_time": 7.7}
{"source_lang": "grc", "target_lang": "txy", "original": "ἀπὸ  αἵματος  Ἄβελ  ἕως  αἵματος  Ζαχαρίου  τοῦ  ἀπολομένου  μεταξὺ  τοῦ  θυσιαστηρίου  καὶ  τοῦ  οἴκου· ναί, λέγω  ὑμῖν, ἐκζητηθήσεται  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "Avy amin'ny ra an'i Abel hatramin'ny ra an'i Zekaria, ilay maty, eo afovoan'ny fanatitra sy ny trano; eny, lazaiko aminareo, hotadiavina avy amin'ny taranaka ity izy ireo.", "calver": "2025.05.21", "id": "LUK 11:51", "translation_time": 7.66}
{"source_lang": "grc", "target_lang": "txy", "original": "οὐαὶ  ὑμῖν  τοῖς  νομικοῖς, ὅτι  ἤρατε  τὴν  κλεῖδα  τῆς  γνώσεως· αὐτοὶ  οὐκ  εἰσήλθατε  καὶ  τοὺς  εἰσερχομένους  ἐκωλύσατε.", "translation": "Misaotra anareo, ireo mpahay lalàna, satria nalainareo ny fanalahidin'ny fahalalana; ianareo tsy niditra, ary ireo mpiditra kosa no efa nanakana.", "calver": "2025.05.21", "id": "LUK 11:52", "translation_time": 9.29}
{"source_lang": "grc", "target_lang": "txy", "original": "Κἀκεῖθεν  ἐξελθόντος  αὐτοῦ  ἤρξαντο  οἱ  γραμματεῖς  καὶ  οἱ  Φαρισαῖοι  δεινῶς  ἐνέχειν  καὶ  ἀποστοματίζειν  αὐτὸν  περὶ  πλειόνων,", "translation": "Kà rehefa nivoaka izy, dia nanomboka ny hanohitra sy hanameloka azy mafy ny mpanora-dalàna sy ny Fariseo, momba ny fiampangana samihafa.", "calver": "2025.05.21", "id": "LUK 11:53", "translation_time": 8.74}
{"source_lang": "grc", "target_lang": "txy", "original": "ἐνεδρεύοντες  αὐτὸν  θηρεῦσαί  τι  ἐκ  τοῦ  στόματος  αὐτοῦ.", "translation": "Mipetraka miandry azy ireo amin'ny fomba ambadika, mangahaka zavatra avy ao am-bavany.", "calver": "2025.05.21", "id": "LUK 11:54", "translation_time": 9.25}
{"source_lang": "grc", "target_lang": "txy", "original": "ἐπειδὴ  φίλος  μου  παρεγένετο  ἐξ  ὁδοῦ  πρός  με  καὶ  οὐκ  ἔχω  ὃ  παραθήσω  αὐτῷ·", "translation": "Nony tonga ny namana avy teny an-dalana teo amiko, ary tsy manana zavatra hatao aminy aho.", "calver": "2025.05.21", "id": "LUK 11:6", "translation_time": 6.46}
{"source_lang": "grc", "target_lang": "txy", "original": "κἀκεῖνος  ἔσωθεν  ἀποκριθεὶς  εἴπῃ  Μή  μοι  κόπους  πάρεχε· ἤδη  ἡ  θύρα  κέκλεισται, καὶ  τὰ  παιδία  μου  μετ’  ἐμοῦ  εἰς  τὴν  κοίτην  εἰσίν· οὐ  δύναμαι  ἀναστὰς  δοῦναί  σοι.", "translation": "Kàkeìnos, avy ao an-trano, rehefa niteny izy, dia hoy: “Aza manahy, tsy hanome ahy ny asa; efa nakatona ny varavarana, ary ny zanako ao am-patory miaraka amiko; tsy afaka mitsangana aho mba hanampy anao.”", "calver": "2025.05.21", "id": "LUK 11:7", "translation_time": 7.73}
{"source_lang": "grc", "target_lang": "txy", "original": "λέγω  ὑμῖν, εἰ  καὶ  οὐ  δώσει  αὐτῷ  ἀναστὰς  διὰ  τὸ  εἶναι  φίλον  αὐτοῦ, διά  γε  τὴν  ἀναιδίαν  αὐτοῦ  ἐγερθεὶς  δώσει  αὐτῷ  ὅσων  χρῄζει.", "translation": "Tianao, lazao aminareo, raha tsy mitsangana izy ka manome azy satria izy no namany, noho ny faharetany, tsy isalasalana fa hitsangana izy ka hanome azy araka izay ilainy. Izany dia satria ny namany dia tsy te-hanadino azy, fa noho ny faharetany, dia hanome azy izay ilainy izy.", "calver": "2025.05.21", "id": "LUK 11:8", "translation_time": 6.42}
{"source_lang": "grc", "target_lang": "txy", "original": "Κἀγὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·", "translation": "Ka izaho kosa dia miteny aminareo: mangataka ianareo, dia homena ianareo; mitady ianareo, dia hahita; mivavaka ianareo, dia hisokatra ho anareo.", "calver": "2025.05.21", "id": "LUK 11:9", "translation_time": 7.07}
{"source_lang": "grc", "target_lang": "txy", "original": "Ἐν  οἷς  ἐπισυναχθεισῶν  τῶν  μυριάδων  τοῦ  ὄχλου, ὥστε  καταπατεῖν  ἀλλήλους, ἤρξατο  λέγειν  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  πρῶτον  Προσέχετε  ἑαυτοῖς  ἀπὸ  τῆς  ζύμης, ἥτις  ἐστὶν  ὑπόκρισις, τῶν  Φαρισαίων.", "translation": "Ao anatin'ny vahoaka lehibe mifampitohitra, izay nanomboka niteny i Jesosy tamin'ny mpianany voalohany, manao hoe: \"Mitandrema amin'ny lalivay avy amin'ny Fariseo, izay fitaka, izany hoe, ny fitaka sy ny fianjeran'ny mpitarika ara-pivavahana.\"", "calver": "2025.05.21", "id": "LUK 12:1", "translation_time": 7.9}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  πᾶς  ὃς  ἐρεῖ  λόγον  εἰς  τὸν  Υἱὸν  τοῦ  ἀνθρώπου, ἀφεθήσεται  αὐτῷ· τῷ  δὲ  εἰς  τὸ  Ἅγιον  Πνεῦμα  βλασφημήσαντι  οὐκ  ἀφεθήσεται.", "translation": "Ary izay rehetra miteny teny manohitra ny Zanak'olona, dia hovahana azy; fa izay manohitra ny Fanahy Masina, dia tsy hovahana azy na oviana na oviana.", "calver": "2025.05.21", "id": "LUK 12:10", "translation_time": 6.01}
{"source_lang": "grc", "target_lang": "txy", "original": "ὅταν  δὲ  εἰσφέρωσιν  ὑμᾶς  ἐπὶ  τὰς  συναγωγὰς  καὶ  τὰς  ἀρχὰς  καὶ  τὰς  ἐξουσίας, μὴ  μεριμνήσητε  πῶς  ἢ  τί  ἀπολογήσησθε  ἢ  τί  εἴπητε·", "translation": "Rehefa entinao eo anatrehan'ny fivavahana sy mpitondra sy fahefana, aza manahy ny amin'izay holazainao na hataonao; fa ny Fanahy Masina no hampianatra anao izay holazainao.", "calver": "2025.05.21", "id": "LUK 12:11", "translation_time": 6.49}
{"source_lang": "grc", "target_lang": "txy", "original": "τὸ  γὰρ  Ἅγιον  Πνεῦμα  διδάξει  ὑμᾶς  ἐν  αὐτῇ  τῇ  ὥρᾳ  ἃ  δεῖ  εἰπεῖν.", "translation": "Satria ny Fanahy Masina dia hampianatra anareo amin’izany fotoana izany izay tokony holazainareo.", "calver": "2025.05.21", "id": "LUK 12:12", "translation_time": 5.59}
{"source_lang": "grc", "target_lang": "txy", "original": "Εἶπεν  δέ  τις  ἐκ  τοῦ  ὄχλου  αὐτῷ  Διδάσκαλε, εἰπὲ  τῷ  ἀδελφῷ  μου  μερίσασθαι  μετ’  ἐμοῦ  τὴν  κληρονομίαν.", "translation": "Olona avy amin'ny vahoaka niteny taminy, hoe: \"Mpampianatra, lazao ny rahalahiko, hizara ny lova amiko.\"", "calver": "2025.05.21", "id": "LUK 12:13", "translation_time": 6.3}
{"source_lang": "grc", "target_lang": "txy", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπε, τίς  με  κατέστησεν  κριτὴν  ἢ  μεριστὴν  ἐφ’  ὑμᾶς;", "translation": "Tsy iza moa no nanendry ahy ho mpitsara na mpisaraka anareo?", "calver": "2025.05.21", "id": "LUK 12:14", "translation_time": 6.39}
{"source_lang": "grc", "target_lang": "txy", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Ὁρᾶτε  καὶ  φυλάσσεσθε  ἀπὸ  πάσης  πλεονεξίας, ὅτι  οὐκ  ἐν  τῷ  περισσεύειν  τινὶ  ἡ  ζωὴ  αὐτοῦ  ἐστιν  ἐκ  τῶν  ὑπαρχόντων  αὐτῷ.", "translation": "Hoy izy: \"Jereo sy mitandrema, ary mitandrema amin'ny fahazotoana rehetra, fa ny fiainana tsy miankina amin'ny fananan-tany, izay ananany.\" Tsy ao amin'ny fananan-tany ny fiainany, fa ao amin'ny maha-moraly sy ny maha-ara-panahy azy, izay tsy azo refesina amin'ny harena ara-materialy. Mitandrema amin'ny fahazotoana, satria ny fiainana dia mihoatra noho ny fananan-tany.", "calver": "2025.05.21", "id": "LUK 12:15", "translation_time": 7.16}
{"source_lang": "grc", "target_lang": "txy", "original": "Εἶπεν  δὲ  παραβολὴν  πρὸς  αὐτοὺς  λέγων  Ἀνθρώπου  τινὸς  πλουσίου  εὐφόρησεν  ἡ  χώρα.", "translation": "Niteny tamin'ny alalan'ny parabolà izy, ka nanao hoe: \"Olona manan-karena iray no niteraka vokatra tsara avy amin'ny tany an'ny olona.\"", "calver": "2025.05.21", "id": "LUK 12:16", "translation_time": 6.54}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  διελογίζετο  ἐν  ἑαυτῷ  λέγων  Τί  ποιήσω, ὅτι  οὐκ  ἔχω  ποῦ  συνάξω  τοὺς  καρπούς  μου;", "translation": "\"Sy izy dia nieritreritra tao anatiny, nanao hoe: 'Inona no hataoko, satria tsy manana toerana hitahirizana ny vokatro aho?'\"", "calver": "2025.05.21", "id": "LUK 12:17", "translation_time": 5.48}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  εἶπεν  Τοῦτο  ποιήσω· καθελῶ  μου  τὰς  ἀποθήκας  καὶ  μείζονας  οἰκοδομήσω, καὶ  συνάξω  ἐκεῖ  πάντα  τὸν  σῖτον  καὶ  τὰ  ἀγαθά  μου,", "translation": "Hataoko izao: hamono ny fitoerako efa misy aho, ary hanorina fitoerana lehibe kokoa, ary hanangona ny vary rehetra sy ny entana tsara rehetra ho ahy.", "calver": "2025.05.21", "id": "LUK 12:18", "translation_time": 5.96}
{"source_lang": "grc", "target_lang": "txy", "original": "καὶ  ἐρῶ  τῇ  ψυχῇ  μου  Ψυχή, ἔχεις  πολλὰ  ἀγαθὰ  κείμενα  εἰς  ἔτη  πολλά· ἀναπαύου, φάγε, πίε, εὐφραίνου.", "translation": "Ary holazain'ny fanahiko, Fanahy, manana soa maro voatahiry ao aminao, matory, mihinàna, misotro, mifaly.", "calver": "2025.05.21", "id": "LUK 12:19", "translation_time": 7.0}
{"source_lang": "grc", "target_lang": "txy", "original": "οὐδὲν  δὲ  συγκεκαλυμμένον  ἐστὶν  ὃ  οὐκ  ἀποκαλυφθήσεται, καὶ  κρυπτὸν  ὃ  οὐ  γνωσθήσεται.", "translation": "Tsy misy na inona na inona voafina izay tsy ho hita amin'ny farany, ary ny zava-miafina izay tsy ho fantatra ihany koa dia ho hita sy ho fantatra.", "calver": "2025.05.21", "id": "LUK 12:2", "translation_time": 10.61}
{"source_lang": "grc", "target_lang": "txy", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Θεός  Ἄφρων, ταύτῃ  τῇ  νυκτὶ  τὴν  ψυχήν  σου  ἀπαιτοῦσιν  ἀπὸ  σοῦ· ἃ  δὲ  ἡτοίμασας, τίνι  ἔσται;", "translation": "Niteny tamin'izy ireo ny Andriamanitra hoe: “Ry adala, amin'ity alina ity, ny fanahinao dia angatahin'ny fahavalo aminao; ary izay efa nomaninao, ho an'iza izany ho avy?”", "calver": "2025.05.21", "id": "LUK 12:20", "translation_time": 6.85}
{"source_lang": "grc", "target_lang": "txy", "original": "οὕτως  ὁ  θησαυρίζων  αὑτῷ  καὶ  μὴ  εἰς  Θεὸν  πλουτῶν.", "translation": "Toy izany ny olona manangona harena ho azy, nefa tsy manankery amin’Andriamanitra, ka tsy mivelatra ho amin’Andriamanitra.", "calver": "2025.05.21", "id": "LUK 12:21", "translation_time": 7.02}
