{"source_lang": "grc", "target_lang": "jav", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "Sawise kuwi, Gusti Allah ngirim dhéwé seket papat wong, karo loro, ngarep-ngarep dhéwé, menyang saben kutha lan panggonan, ngendi dhéwé bakal teka.", "calver": "2025.05.21", "id": "LUK 10:1", "translation_time": 12.74}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "Yen kowé mlebu ing kutha, lan padha ora nampani kowé, sawise kowé metu menyang dalan-dalané, ucapake.", "calver": "2025.05.21", "id": "LUK 10:10", "translation_time": 7.77}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Kita bakal ngilangke debu sing nempel ing sikil kita saka kutha panjenengan, lan kowe kudu ngerti yen kratoné Gusti Allah wis cedhak. Nanging, priksa manawa kowe ngerti, yèn kratoné Gusti Allah wis cedhak.", "calver": "2025.05.21", "id": "LUK 10:11", "translation_time": 7.54}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "Aku kandhakake marang kowé, yèn ing dina iku, Sodom bakal luwih bisa ditampa kanggo kutha iku tinimbang kutha ingkang kaping pisan.", "calver": "2025.05.21", "id": "LUK 10:12", "translation_time": 6.85}
{"source_lang": "grc", "target_lang": "jav", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "Sunguh, celakalah kowe, Chorazin, sunguh, celakalah kowe, Bethsaida; amargi menawi kekuwatan ingkang kadadosaken wonten ing panjenengan, ing Tirus lan Sidon, sampun kadadosaken, punika sampun suwé, ingkang sampun wonten, menawi ingkang sami, ingkang sampun kadadosaken, wonten ing panjenengan, sampun suwé, ingkang kaping pisan, ingkang wonten ing sakkèng lan ing abu, sampun ngowahi, ngapura.", "calver": "2025.05.21", "id": "LUK 10:13", "translation_time": 11.7}
{"source_lang": "grc", "target_lang": "jav", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "Sanadyan mangkono, Tyrus lan Sidon bakal luwih bisa ditoleransi ing pengadilan tinimbang sampeyan.", "calver": "2025.05.21", "id": "LUK 10:14", "translation_time": 8.94}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "Kowe, Kapernaum, apa kowe bakal diangkat nganti langit, utawa mudhun menyang Hades?", "calver": "2025.05.21", "id": "LUK 10:15", "translation_time": 8.42}
{"source_lang": "grc", "target_lang": "jav", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "Sapa wae sing krungu kowe, krungu aku; lan sapa wae sing nolak kowe, nolak aku; lan sapa wae sing nolak aku, nolak sing ngutus aku.", "calver": "2025.05.21", "id": "LUK 10:16", "translation_time": 7.89}
{"source_lang": "grc", "target_lang": "jav", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "Wong-wong sedulur papat puluh mau bali karo kabungahan, ngandharake, \"Gusti, demon-demon iku manut marang kita ing jenengmu.\"", "calver": "2025.05.21", "id": "LUK 10:17", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "Dene piyambakipun matur dhateng dhawuhipun, \"Kula nyumurupi Satanas ambruk saking swarga kados petir.\"", "calver": "2025.05.21", "id": "LUK 10:18", "translation_time": 15.17}
{"source_lang": "grc", "target_lang": "jav", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "Aku wis maringi panjenengan panguwasa kanggo nglumpukake ular lan kalajengking, lan marang kabéh kuwasa mungsuh, lan ora ana sing bakal nyandhak panjenengan.", "calver": "2025.05.21", "id": "LUK 10:19", "translation_time": 7.94}
{"source_lang": "grc", "target_lang": "jav", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "Pangandikanipun, \"Panèn punika kathah, nanging para pekerja alit,\" lajeng piyambakipun nyuwun dhumateng Gusti Panen, supados ngutus para pekerja mlebet ing panènipun.", "calver": "2025.05.21", "id": "LUK 10:2", "translation_time": 8.87}
{"source_lang": "grc", "target_lang": "jav", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "Aja bungah, aja mung bungah amarga para roh iku kadhaptar ing sorga, nanging bungahna luwih amarga jenengmu kadhaptar ing sorga.", "calver": "2025.05.21", "id": "LUK 10:20", "translation_time": 10.23}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "[Translation failed: Adapter JSONAdapter failed to parse the LM response. \n\nLM Response: {\n  \"reasoning\": \"The text is a biblical passage from Luke in Greek, expressing a prayer of praise and acknowledgment of divine revelation. When translating into Javanese (Formal), it is important to preserve the religious and reverent tone, accurately convey the theological concepts, and adapt idiomatic expressions to culturally appropriate equivalents. Key phrases such as expressions of praise, divine revelation, and humility are central to the message. The translation should maintain the formal tone suitable for religious contexts, ensuring that terms like 'Spirit', 'Father', and 'revelation' are correctly rendered in Javanese religious language.\",\n  \"phrases\": [\"Ἐν  αὐτῇ  τῇ  ὥρᾳ\", \"ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ\", \"καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι\", \"Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς\", \"ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν\", \"καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις\", \"ναί, ὁ  Πατήρ\", \"ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου\"],\n  \"terms\": [\"αὐτῇ  ὥρᾳ\", \"ἠγαλλιάσατο\", \"Πνεύματι  τῷ  Ἁγίῳ\", \"ἐξομολογοῦμαι\", \"Πάτερ\", \"Κύριε\", \"οὐρανός\", \"γῆ\", \"ἀπέκρυψας\", \"σοφῶν\", \"συνετῶν\", \"ἀπεκάλυψας\", \"νηπίοις\", \"εὐδοκία\", \"ἐγένετο\"],\n  \"idioms\": [\"ἐξομολογοῦμαί σοι\"  , \"ὅτι ἀπέκρυ \n\nExpected to find output fields in the LM response: [reasoning, phrases, terms, idioms, cultural] \n\nActual output fields parsed from the LM response: [reasoning, phrases, terms, idioms] \n\n]", "error": "Adapter JSONAdapter failed to parse the LM response. \n\nLM Response: {\n  \"reasoning\": \"The text is a biblical passage from Luke in Greek, expressing a prayer of praise and acknowledgment of divine revelation. When translating into Javanese (Formal), it is important to preserve the religious and reverent tone, accurately convey the theological concepts, and adapt idiomatic expressions to culturally appropriate equivalents. Key phrases such as expressions of praise, divine revelation, and humility are central to the message. The translation should maintain the formal tone suitable for religious contexts, ensuring that terms like 'Spirit', 'Father', and 'revelation' are correctly rendered in Javanese religious language.\",\n  \"phrases\": [\"Ἐν  αὐτῇ  τῇ  ὥρᾳ\", \"ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ\", \"καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι\", \"Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς\", \"ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν\", \"καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις\", \"ναί, ὁ  Πατήρ\", \"ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου\"],\n  \"terms\": [\"αὐτῇ  ὥρᾳ\", \"ἠγαλλιάσατο\", \"Πνεύματι  τῷ  Ἁγίῳ\", \"ἐξομολογοῦμαι\", \"Πάτερ\", \"Κύριε\", \"οὐρανός\", \"γῆ\", \"ἀπέκρυψας\", \"σοφῶν\", \"συνετῶν\", \"ἀπεκάλυψας\", \"νηπίοις\", \"εὐδοκία\", \"ἐγένετο\"],\n  \"idioms\": [\"ἐξομολογοῦμαί σοι\"  , \"ὅτι ἀπέκρυ \n\nExpected to find output fields in the LM response: [reasoning, phrases, terms, idioms, cultural] \n\nActual output fields parsed from the LM response: [reasoning, phrases, terms, idioms] \n\n", "id": "LUK 10:21", "calver": "2025.05.21"}
{"source_lang": "grc", "target_lang": "jav", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "Kabeh wis diparingake marang aku saka Sang Rama, lan ora ana wong sing ngerti sapa Sang Putran kajaba Sang Rama, lan sapa Sang Rama kajaba Sang Putran, lan marang sapa wae Sang Putran kepengin nglairake.", "calver": "2025.05.21", "id": "LUK 10:22", "translation_time": 9.67}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "Lan nalika dheweke bali marang para murid, dheweke matur marang wong-wong mau kanthi pribadi, \"Luwih becik wong sing nduweni mata sing bisa ndeleng, lan kuping sing bisa krungu, apa sing sampeyan deleng?\"", "calver": "2025.05.21", "id": "LUK 10:23", "translation_time": 15.4}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "Amargi para nabi lan raja-raja kepingin nyumurupi apa sing sampeyan deleng, lan kepingin krungu apa sing sampeyan krungu, nanging padha ora bisa ndeleng lan krungu apa sing saiki sampeyan deleng lan krungu.", "calver": "2025.05.21", "id": "LUK 10:24", "translation_time": 7.91}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "Lan wancikan ana sawijining ahli hukum bangkit, nyoba-nyoba marang Panjenengané, banjur matur, \"Guru, apa sing kudu aku tindakake kanggo entuk warisan urip langgeng?\"", "calver": "2025.05.21", "id": "LUK 10:25", "translation_time": 11.33}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "Piyé carané maca, Yesus takon, babagan ukum, lan apa sing ditulis ing ukum, lan piye carane ngerteni?", "calver": "2025.05.21", "id": "LUK 10:26", "translation_time": 6.93}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "Miturut pangerten, wong kudu tresna marang Pangeran Gusti Allah kanthi sakabehing atine, sakabehing jiwa, sakabehing kekuwatan, lan sakabehing pikirané, lan kudu tresna marang sadulurmu kaya déwé.", "calver": "2025.05.21", "id": "LUK 10:27", "translation_time": 8.34}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "Panjenengan sampun wangsuli kanthi bener; tindakna punika, lan panjenengan badhe urip.", "calver": "2025.05.21", "id": "LUK 10:28", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "Sapa sing dadi tetangga kula?", "calver": "2025.05.21", "id": "LUK 10:29", "translation_time": 7.4}
{"source_lang": "grc", "target_lang": "jav", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "Mangga, Pramila, kula kirimaken dhumateng panjenengan, kados kambing ing tengah-tengah serigala.", "calver": "2025.05.21", "id": "LUK 10:3", "translation_time": 21.84}
{"source_lang": "grc", "target_lang": "jav", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "Nalika Sang Yesus nyekel, piyambakipun matur, \"Ana satunggaling tiyang, ingkang badhe mudhun saking Yerusalem dhateng Jeriko, lan piyambakipun dipun serang dening para perampok. Para perampok punika nyopot sandhanganipun, nyerang lan nyiksa piyambakipun, lajeng ninggalaken piyambakipun ingkang setengah séda. Piyambakipun dipun tinggalaken ingkang setengah séda.\"", "calver": "2025.05.21", "id": "LUK 10:30", "translation_time": 12.02}
{"source_lang": "grc", "target_lang": "jav", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "Ing dalan kanthi kebetulan, ana sawijining imam mlaku ing dalan, lan nalika ndeleng dheweke, dheweke ngliwati dheweke.", "calver": "2025.05.21", "id": "LUK 10:31", "translation_time": 11.3}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "Kados pundi ugi, Leuētēs rawuh ing panggenan, nyawang, banjur liwati.", "calver": "2025.05.21", "id": "LUK 10:32", "translation_time": 8.8}
{"source_lang": "grc", "target_lang": "jav", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "Samaritan, nalika ana wong sing lagi mlaku, teka marang wong mau lan ndeleng, banjur ngrasakake welas asih marang dheweke.", "calver": "2025.05.21", "id": "LUK 10:33", "translation_time": 9.06}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "Lan nalika dhèwèké teka, dhèwèké ngiket luka-lukane, ngocorake minyak lan anggur, banjur nggawa dhèwèké nganggo kewan menyang penginapan, lan dhèwèké ngurus dhèwèké.", "calver": "2025.05.21", "id": "LUK 10:34", "translation_time": 8.38}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "Lan nalika esuk, sawisé mbuwang loro dinar, dhèwèké maringi marang pedagang penginapan lan kandha, \"Ati-ati marang dhuwit iki. Lan apa waé sing sampeyan butuhake luwih, aku bakal mbayar nalika aku bali.\"", "calver": "2025.05.21", "id": "LUK 10:35", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "jav", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "Sapa saka telu iki sing mikir yen wong sing tiba ing antarane perampok iku dadi tetangga?", "calver": "2025.05.21", "id": "LUK 10:36", "translation_time": 9.62}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "Miturut pangandikanipun, \"Saha ingkang nindakaken welas asih marang piyambakipun,\" lajeng piyambakipun matur, \"Monggo, tindakna lan kowe ugi tindakaken ingkang sami.\"", "calver": "2025.05.21", "id": "LUK 10:37", "translation_time": 8.09}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "Nalika piyambakipun (Gusti Yesus) mlebet ing sawijining kutha, sawijining wanita jenenge Marta nyambut kawula marang Panjenenganipun ing griya.", "calver": "2025.05.21", "id": "LUK 10:38", "translation_time": 7.35}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "Kangge, ana satunggal adhine jenenge Maria, sing uga diarani Maria, lan dheweke lungguh ing ngarepe Gusti, lan ngrungokake tembungé.", "calver": "2025.05.21", "id": "LUK 10:39", "translation_time": 8.5}
{"source_lang": "grc", "target_lang": "jav", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "Aja nyekel kantong dhuwit, aja nyekel tas, aja nganggo sandal; lan aja sapa-sapa salami ing dalan iki, salamet.", "calver": "2025.05.21", "id": "LUK 10:4", "translation_time": 9.65}
{"source_lang": "grc", "target_lang": "jav", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "Martha, ingkang remen banget ngurusi pelayanan, nalika krungu kabar punika, banjur matur dhateng Sang Kristus, \"Kangmas, boten pareng, menapa panjenengan boten mirengaken, bilih adhi kula piyambak ninggalaken kula piyambak kangge nyambut damel? Mugi paring pangapunten, paring atur dhateng dhiri kula, supados piyambakipun sageda mbiyantu kula.\"", "calver": "2025.05.21", "id": "LUK 10:40", "translation_time": 9.06}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "Wangsulanipun Sang Pangeran, \"Martha, Martha, kowe padha remuk lan gumun-gumun babagan akeh prekara.\"", "calver": "2025.05.21", "id": "LUK 10:41", "translation_time": 8.2}
{"source_lang": "grc", "target_lang": "jav", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "Ora perlu akeh, utawa mung siji wae; amarga Maria wis milih bagian sing apik, sing ora bakal diangkat saka dheweke.", "calver": "2025.05.21", "id": "LUK 10:42", "translation_time": 10.99}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "Yen kowe mlebu omah, pisanan ucapake tentrem marang omah iki.", "calver": "2025.05.21", "id": "LUK 10:5", "translation_time": 8.37}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "Lan yen ana putraning tentrem, tentremmu bakal bali marang dheweke; nanging yen ora, tentrem bakal mbalikke marang kowé.", "calver": "2025.05.21", "id": "LUK 10:6", "translation_time": 6.4}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "Ing omahé kuwi, sampeyan tetep mangan lan ngombe apa sing diwenehake marang sampeyan, amarga sukma pantes kanggo buruh. Aja pindhah saka omah siji menyang omah liyane.", "calver": "2025.05.21", "id": "LUK 10:7", "translation_time": 10.06}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "Lan mlebu ing kutha apa wae, lan padha nampani sampeyan, mangan apa sing disedhiyakake marang sampeyan.", "calver": "2025.05.21", "id": "LUK 10:8", "translation_time": 6.35}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Lan sampeyan padha ngobati wong-wong sing lara ing kono, lan padha kandhakake marang wong-wong mau, \"Karajaning Gusti Allah wis cedhak.\"", "calver": "2025.05.21", "id": "LUK 10:9", "translation_time": 8.08}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "Nalika Panjenenganipun wonten ing satengahing papan pangibadah, nalika piyambakipun sampun rampung ndedonga, salah satunggaling muridipun nyuwun dhumateng Panjenenganipun, \"Kangmas, paring piwulang dhumateng kita carane ndedonga, kados pundi Yohanes paring piwulang dhumateng para muridipun.\"", "calver": "2025.05.21", "id": "LUK 11:1", "translation_time": 8.58}
{"source_lang": "grc", "target_lang": "jav", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "Saben wong sing nyuwun bakal nampa, lan saben wong sing golek bakal nemokake, lan sing mengetok bakal diparingi kabuka.", "calver": "2025.05.21", "id": "LUK 11:10", "translation_time": 8.1}
{"source_lang": "grc", "target_lang": "jav", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "Napa anak lanang bakal nyuwun iwak marang bapake, lan apa bapake bakal maringi dhèwèké ula tinimbang iwak?", "calver": "2025.05.21", "id": "LUK 11:11", "translation_time": 9.42}
{"source_lang": "grc", "target_lang": "jav", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "Apa panjenengan bakal nyuwun kéwan, lan maringi dhèwèké ula?", "calver": "2025.05.21", "id": "LUK 11:12", "translation_time": 7.37}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "Yen sampeyan, wong jahat, wis ana ing kahanan sing jahat, sampeyan ngerti carane menehi hadiah sing apik marang anak-anakmu, luwih-luwih Sang Rama sing ana ing swarga bakal maringi Roh Suci marang wong-wong sing nyuwun marang Panjenengan.", "calver": "2025.05.21", "id": "LUK 11:13", "translation_time": 9.3}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "Lan ana wong sing ngusir setan, lan setan iku bisu; nalika setan iku wis diusir, wong mau bisa ngomong. Para wong gumun banget marang kedadeyan mau.", "calver": "2025.05.21", "id": "LUK 11:14", "translation_time": 7.49}
{"source_lang": "grc", "target_lang": "jav", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "Sawetara saka wong-wong mau matur, \"Ing Beelzebul, pangéran setan, dheweke ngusir setan.\"", "calver": "2025.05.21", "id": "LUK 11:15", "translation_time": 6.6}
{"source_lang": "grc", "target_lang": "jav", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "Padha nyoba-nyoba tanda saka swarga, padha nggoleki saka dhéwé marang Panjenengané.", "calver": "2025.05.21", "id": "LUK 11:16", "translation_time": 7.08}
{"source_lang": "grc", "target_lang": "jav", "original": "αὐτὸς  δὲ  εἰδὼς  αὐτῶν  τὰ  διανοήματα  εἶπεν  αὐτοῖς  Πᾶσα  βασιλεία  ἐφ’  ἑαυτὴν  διαμερισθεῖσα  ἐρημοῦται, καὶ  οἶκος  ἐπὶ  οἶκον  πίπτει.", "translation": "Dheweke dhewe, kanthi ngerti pikiran-pikirané, kandha marang wong-wong mau, \"Saben kerajaan sing dipérang dadi bagian-bagian, bakal dadi kosong lan rusak. Uga, sawijining omah sing dipérang dadi bagian-bagian, bakal ambruk.\"", "calver": "2025.05.21", "id": "LUK 11:17", "translation_time": 8.25}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  δὲ  καὶ  ὁ  Σατανᾶς  ἐφ’  ἑαυτὸν  διεμερίσθη, πῶς  σταθήσεται  ἡ  βασιλεία  αὐτοῦ; ὅτι  λέγετε  ἐν  Βεελζεβοὺλ  ἐκβάλλειν  με  τὰ  δαιμόνια.", "translation": "Yen Setan dipérang marang awake dhewe, kepriye panguwasaé bakal tetep? Amarga, sampeyan kandha manawa aku bisa ngusir setan nganggo Beelzebul.", "calver": "2025.05.21", "id": "LUK 11:18", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  δὲ  ἐγὼ  ἐν  Βεελζεβοὺλ  ἐκβάλλω  τὰ  δαιμόνια, οἱ  υἱοὶ  ὑμῶν  ἐν  τίνι  ἐκβάλλουσιν; διὰ  τοῦτο  αὐτοὶ  ὑμῶν  κριταὶ  ἔσονται.", "translation": "Yen aku nganggo Beelzebul nyebarke jin, putrané kowé nganggo apa nyebarke jin? Mulane wong-wong mau bakal dadi hakim marang kowé.", "calver": "2025.05.21", "id": "LUK 11:19", "translation_time": 7.46}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  αὐτοῖς  Ὅταν  προσεύχησθε, λέγετε  Πάτερ, ἁγιασθήτω  τὸ  ὄνομά  σου· ἐλθάτω  ἡ  βασιλεία  σου·", "translation": "Nalika kowé ndonga, wangsulana: \"Bapa kita, mulyo jenengmu; mugi-mugi mulyo jenengmu; mugi-mugi kerajaanmu teka.\"", "calver": "2025.05.21", "id": "LUK 11:2", "translation_time": 6.81}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  δὲ  ἐν  δακτύλῳ  Θεοῦ  ἐγὼ  ἐκβάλλω  τὰ  δαιμόνια, ἄρα  ἔφθασεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Yen nganggo driji Gusti Allah, aku ngusir roh-roh jahat; mula, Karajaaning Gusti Allah wis tekan marang kowe.", "calver": "2025.05.21", "id": "LUK 11:20", "translation_time": 8.14}
{"source_lang": "grc", "target_lang": "jav", "original": "ὅταν  ὁ  ἰσχυρὸς  καθωπλισμένος  φυλάσσῃ  τὴν  ἑαυτοῦ  αὐλήν, ἐν  εἰρήνῃ  ἐστὶν  τὰ  ὑπάρχοντα  αὐτοῦ·", "translation": "Yen wong kuwat, sing wis diparingi kekuwatan, ngreksa pekarangané dhéwé kanthi tentrem, iku ana ing kahanan tentrem.", "calver": "2025.05.21", "id": "LUK 11:21", "translation_time": 9.98}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐπὰν  δὲ  ἰσχυρότερος  αὐτοῦ  ἐπελθὼν  νικήσῃ  αὐτόν, τὴν  πανοπλίαν  αὐτοῦ  αἴρει  ἐφ’  ᾗ  ἐπεποίθει, καὶ  τὰ  σκῦλα  αὐτοῦ  διαδίδωσιν.", "translation": "Nalika luwih kuwat marang dheweke teka lan ngalahake, dheweke mbusak perisai sing dadi sandhangané, lan nyebarake senjata-senjatane.", "calver": "2025.05.21", "id": "LUK 11:22", "translation_time": 6.5}
{"source_lang": "grc", "target_lang": "jav", "original": "Ὁ  μὴ  ὢν  μετ’  ἐμοῦ  κατ’  ἐμοῦ  ἐστιν, καὶ  ὁ  μὴ  συνάγων  μετ’  ἐμοῦ  σκορπίζει.", "translation": "Sapa sing ora ana ing karo aku, iku ana ing nglawan aku, lan sapa sing ora ngumpulake karo aku, iku nyebarake.", "calver": "2025.05.21", "id": "LUK 11:23", "translation_time": 7.5}
{"source_lang": "grc", "target_lang": "jav", "original": "Ὅταν  τὸ  ἀκάθαρτον  πνεῦμα  ἐξέλθῃ  ἀπὸ  τοῦ  ἀνθρώπου, διέρχεται  δι’  ἀνύδρων  τόπων  ζητοῦν  ἀνάπαυσιν, καὶ  μὴ  εὑρίσκον  λέγει  Ὑποστρέψω  εἰς  τὸν  οἶκόν  μου  ὅθεν  ἐξῆλθον·", "translation": "Nalika roh jahat ninggalake wong, dhèwèké ngliwati panggonan garing, golèk panglipur. Dhèwèké ngomong, \"Aku bakal bali menyang omahku, saka ngendi aku metu.\"", "calver": "2025.05.21", "id": "LUK 11:24", "translation_time": 8.24}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐλθὸν  εὑρίσκει  σεσαρωμένον  καὶ  κεκοσμημένον.", "translation": "Lan nalika dhèwèké teka, dhèwèké nemu wong sing wis diuripaké lan dihiasi.", "calver": "2025.05.21", "id": "LUK 11:25", "translation_time": 7.24}
{"source_lang": "grc", "target_lang": "jav", "original": "τότε  πορεύεται  καὶ  παραλαμβάνει  ἕτερα  πνεύματα  πονηρότερα  ἑαυτοῦ  ἑπτά, καὶ  εἰσελθόντα  κατοικεῖ  ἐκεῖ, καὶ  γίνεται  τὰ  ἔσχατα  τοῦ  ἀνθρώπου  ἐκείνου  χείρονα  τῶν  πρώτων.", "translation": "Nalika semana, dheweke lumaku lan njupuk roh-roh liyane sing luwih jahat tinimbang awake dhewe, banjur mlebu lan manggon ing kono, lan pungkasaning kahanan wong iku luwih elek tinimbang wiwitané.", "calver": "2025.05.21", "id": "LUK 11:26", "translation_time": 7.76}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐγένετο  δὲ  ἐν  τῷ  λέγειν  αὐτὸν  ταῦτα  ἐπάρασά  τις  φωνὴν  γυνὴ  ἐκ  τοῦ  ὄχλου  εἶπεν  αὐτῷ  Μακαρία  ἡ  κοιλία  ἡ  βαστάσασά  σε  καὶ  μαστοὶ  οὓς  ἐθήλασας.", "translation": "Miturut pangandikané, ana swara saka wong wadon saka wong akeh, banjur kandha marang Panjenengané, \"Slamet iku rahim sing nglairake Panjenengané, lan payudara sing nyusu Panjenengané.\"", "calver": "2025.05.21", "id": "LUK 11:27", "translation_time": 6.57}
{"source_lang": "grc", "target_lang": "jav", "original": "αὐτὸς  δὲ  εἶπεν  Μενοῦν  μακάριοι  οἱ  ἀκούοντες  τὸν  λόγον  τοῦ  Θεοῦ  καὶ  φυλάσσοντες.", "translation": "Dheweke piyambak ngendika, \"Meneun, wong kang pinaringan kabecikan yaiku wong-wong kang krungu tembung Allah lan ngreksa.\"", "calver": "2025.05.21", "id": "LUK 11:28", "translation_time": 8.52}
{"source_lang": "grc", "target_lang": "jav", "original": "Τῶν  δὲ  ὄχλων  ἐπαθροιζομένων  ἤρξατο  λέγειν  Ἠ  γενεὰ  αὕτη  γενεὰ  πονηρά  ἐστιν· σημεῖον  ζητεῖ, καὶ  σημεῖον  οὐ  δοθήσεται  αὐτῇ  εἰ  μὴ  τὸ  σημεῖον  Ἰωνᾶ.", "translation": "Nalika wong akeh padha ngumpul, dhèwèké miwiti ngomong, \"Iki generasi jahat, padha golek tandha, nanging ora bakal diparingi tandha kajaba tandha Yunus. Kaya Yunus, iku tandha kanggo generasi iki.\"", "calver": "2025.05.21", "id": "LUK 11:29", "translation_time": 9.72}
{"source_lang": "grc", "target_lang": "jav", "original": "τὸν  ἄρτον  ἡμῶν  τὸν  ἐπιούσιον  δίδου  ἡμῖν  τὸ  καθ’  ἡμέραν·", "translation": "Duh Gusti, paringana dhumateng kula dhaharan kang perlu saben dina, miturut pangajab kula marang panjenengan.", "calver": "2025.05.21", "id": "LUK 11:3", "translation_time": 9.67}
{"source_lang": "grc", "target_lang": "jav", "original": "καθὼς  γὰρ  ἐγένετο  Ἰωνᾶς  τοῖς  Νινευείταις  σημεῖον, οὕτως  ἔσται  καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  τῇ  γενεᾷ  ταύτῃ.", "translation": "Kados pundi punika kedadosanipun Yunus minangka tandha, makaten ugi putraning Manungsa ing generasi punika.", "calver": "2025.05.21", "id": "LUK 11:30", "translation_time": 10.73}
{"source_lang": "grc", "target_lang": "jav", "original": "βασίλισσα  νότου  ἐγερθήσεται  ἐν  τῇ  κρίσει  μετὰ  τῶν  ἀνδρῶν  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινεῖ  αὐτούς· ὅτι  ἦλθεν  ἐκ  τῶν  περάτων  τῆς  γῆς  ἀκοῦσαι  τὴν  σοφίαν  Σολομῶνος, καὶ  ἰδοὺ  πλεῖον  Σολομῶνος  ὧδε.", "translation": "Ratu saka kidul bakal tangi ing pangadilan karo wong-wong saka generasine, banjur ngadili wong-wong mau; amarga dheweke teka saka pungkasan bumi kanggo krungu kawicaksanan Solomon, lan punika luwih agung tinimbang Solomon.", "calver": "2025.05.21", "id": "LUK 11:31", "translation_time": 7.66}
{"source_lang": "grc", "target_lang": "jav", "original": "ἄνδρες  Νινευεῖται  ἀναστήσονται  ἐν  τῇ  κρίσει  μετὰ  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινοῦσιν  αὐτήν· ὅτι  μετενόησαν  εἰς  τὸ  κήρυγμα  Ἰωνᾶ, καὶ  ἰδοὺ  πλεῖον  Ἰωνᾶ  ὧδε.", "translation": "Wong-wong saka Niniveh bakal urip maneh ing panguwasaing pangadilan, lan padha bakal ngadili generasi iki; amarga padha wis tobat nalika krama-kramaé Yunus, lan punika, priksa, ana sing luwih agung tinimbang Yunus ing kéné.", "calver": "2025.05.21", "id": "LUK 11:32", "translation_time": 7.67}
{"source_lang": "grc", "target_lang": "jav", "original": "Οὐδεὶς  λύχνον  ἅψας  εἰς  κρύπτην  τίθησιν  οὐδὲ  ὑπὸ  τὸν  μόδιον, ἀλλ’  ἐπὶ  τὴν  λυχνίαν, ἵνα  οἱ  εἰσπορευόμενοι  τὸ  φέγγος  βλέπωσιν.", "translation": "Ora ana wong sing nyambungake lampu menyang panggonan sing adhem, lanang kudu pasang lampu ing panggonan sing dhuwur, supaya cahya bisa katon dening wong sing mlebu. Lampu kudu dipasang ing panggonan sing ndhuwur kanggo nyedhiyakake cahya, supaya kabeh bisa ndeleng cahya sing sumunar saka panggonan sing padhang.", "calver": "2025.05.21", "id": "LUK 11:33", "translation_time": 8.89}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  λύχνος  τοῦ  σώματός  ἐστιν  ὁ  ὀφθαλμός  σου. ὅταν  ὁ  ὀφθαλμός  σου  ἁπλοῦς  ᾖ, καὶ  ὅλον  τὸ  σῶμά  σου  φωτεινόν  ἐστιν· ἐπὰν  δὲ  πονηρὸς  ᾖ, καὶ  τὸ  σῶμά  σου  σκοτεινόν.", "translation": "Mata minangka lampu kanggo badanmu. Yen mata mu bersih, lan kabèh badanmu padhang; nanging yen mata mu jahat, badanmu dadi peteng.", "calver": "2025.05.21", "id": "LUK 11:34", "translation_time": 10.52}
{"source_lang": "grc", "target_lang": "jav", "original": "σκόπει  οὖν  μὴ  τὸ  φῶς  τὸ  ἐν  σοὶ  σκότος  ἐστίν.", "translation": "Mula, priksa manawa ing jiwamu, sing kaya padhang, ora dadi peteng.", "calver": "2025.05.21", "id": "LUK 11:35", "translation_time": 6.82}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  οὖν  τὸ  σῶμά  σου  ὅλον  φωτεινόν, μὴ  ἔχον  μέρος  τι  σκοτεινόν, ἔσται  φωτεινὸν  ὅλον  ὡς  ὅταν  ὁ  λύχνος  τῇ  ἀστραπῇ  φωτίζῃ  σε.", "translation": "Yen awakmu kabèh padhang sumunar, tanpa ana bagian sing peteng, bakal dadi padhang kabèh kaya nalika lampu petromaks sumunar nalika kilat nyorot marang sampeyan.", "calver": "2025.05.21", "id": "LUK 11:36", "translation_time": 9.71}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐν  δὲ  τῷ  λαλῆσαι  ἐρωτᾷ  αὐτὸν  Φαρισαῖος  ὅπως  ἀριστήσῃ  παρ’  αὐτῷ· εἰσελθὼν  δὲ  ἀνέπεσεν.", "translation": "Nalika wong Pharisee ngajak dhèwèké mangan, banjur dhèwèké mlebu lan langsung lungguh santai.", "calver": "2025.05.21", "id": "LUK 11:37", "translation_time": 7.85}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  Φαρισαῖος  ἰδὼν  ἐθαύμασεν  ὅτι  οὐ  πρῶτον  ἐβαπτίσθη  πρὸ  τοῦ  ἀρίστου.", "translation": "Fakir Pharisee, nalika ndeleng, gumun amarga ora pisan-pisan di-baptis sadurunge mangan agung.", "calver": "2025.05.21", "id": "LUK 11:38", "translation_time": 6.81}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  ὁ  Κύριος  πρὸς  αὐτόν  Νῦν  ὑμεῖς  οἱ  Φαρισαῖοι  τὸ  ἔξωθεν  τοῦ  ποτηρίου  καὶ  τοῦ  πίνακος  καθαρίζετε, τὸ  δὲ  ἔσωθεν  ὑμῶν  γέμει  ἁρπαγῆς  καὶ  πονηρίας.", "translation": "Gusti paring dhawuh marang dhèwèké, \"Sampeyan kabeh, para Farisi, mung resik ing njaba cangkir lan piring, nanging ing njero, kebak rampok lan kejahatan.\"", "calver": "2025.05.21", "id": "LUK 11:39", "translation_time": 8.97}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἄφες  ἡμῖν  τὰς  ἁμαρτίας  ἡμῶν, καὶ  γὰρ  αὐτοὶ  ἀφίομεν  παντὶ  ὀφείλοντι  ἡμῖν· καὶ  μὴ  εἰσενέγκῃς  ἡμᾶς  εἰς  πειρασμόν.", "translation": "Lan ngapuraake dosa-dosa kita, amarga kita uga wis ngapura marang sapa wae sing utang marang kita. Lan aja nganti kita digodha godaan, nanging luputake kita saka kang ala.", "calver": "2025.05.21", "id": "LUK 11:4", "translation_time": 6.57}
{"source_lang": "grc", "target_lang": "jav", "original": "ἄφρονες, οὐχ  ὁ  ποιήσας  τὸ  ἔξωθεν  καὶ  τὸ  ἔσωθεν  ἐποίησεν;", "translation": "Apa wong bodho, sing nggawe bagian njaba lan bagian njero wis digawe?", "calver": "2025.05.21", "id": "LUK 11:40", "translation_time": 6.71}
{"source_lang": "grc", "target_lang": "jav", "original": "πλὴν  τὰ  ἐνόντα  δότε  ἐλεημοσύνην, καὶ  ἰδοὺ  πάντα  καθαρὰ  ὑμῖν  ἐστιν.", "translation": "Kecuali sing ana, wenehana sedekah, lan delengen, kabèh dadi resik kanggo kowé.", "calver": "2025.05.21", "id": "LUK 11:41", "translation_time": 9.16}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀλλὰ  οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀποδεκατοῦτε  τὸ  ἡδύοσμον  καὶ  τὸ  πήγανον  καὶ  πᾶν  λάχανον, καὶ  παρέρχεσθε  τὴν  κρίσιν  καὶ  τὴν  ἀγάπην  τοῦ  Θεοῦ· ταῦτα  δὲ  ἔδει  ποιῆσαι  κἀκεῖνα  μὴ  παρεῖναι.", "translation": "Wah, sengsara kanggo kowe, para Fārisiyah, amarga kowe mung ngumbah titikan rempah-rempah lan kabeh sayur-sayuran, nanging kowe nglirwakake pangadilan lan katresnan marang Gusti Allah. Kowe kudu nindakake iki, nanging aja nganti nglirwakake sing liyane.", "calver": "2025.05.21", "id": "LUK 11:42", "translation_time": 9.56}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀγαπᾶτε  τὴν  πρωτοκαθεδρίαν  ἐν  ταῖς  συναγωγαῖς  καὶ  τοὺς  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς.", "translation": "Wah marang sampeyan, para Pharisees, amarga sampeyan tresna marang pangkat ing sinagog lan tresna salam ing pasar.", "calver": "2025.05.21", "id": "LUK 11:43", "translation_time": 7.62}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐαὶ  ὑμῖν, ὅτι  ἐστὲ  ὡς  τὰ  μνημεῖα  τὰ  ἄδηλα, καὶ  οἱ  ἄνθρωποι  οἱ  περιπατοῦντες  ἐπάνω  οὐκ  οἴδασιν.", "translation": "Celakalah kowe, amarga kowe kaya kuburan tanpa tandha, lan wong-wong sing mlaku ndhuwur ora ngerti.", "calver": "2025.05.21", "id": "LUK 11:44", "translation_time": 8.05}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἀποκριθεὶς  δέ  τις  τῶν  νομικῶν  λέγει  αὐτῷ  Διδάσκαλε, ταῦτα  λέγων  καὶ  ἡμᾶς  ὑβρίζεις.", "translation": "Salah siji saka para ahli hukum, banjur ngomong marang dheweke, \"Duh, tembung-tembung iki, lan sampeyan ngina kita.\"", "calver": "2025.05.21", "id": "LUK 11:45", "translation_time": 9.62}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  Καὶ  ὑμῖν  τοῖς  νομικοῖς  οὐαί, ὅτι  φορτίζετε  τοὺς  ἀνθρώπους  φορτία  δυσβάστακτα, καὶ  αὐτοὶ  ἑνὶ  τῶν  δακτύλων  ὑμῶν  οὐ  προσψαύετε  τοῖς  φορτίοις.", "translation": "Nanging Panjenenganipun paring piwulang marang para ahli Taurat, \"Awas, awit sampeyan kabeh nyebabake wong liya ngalami bebaya gedhe, amarga sampeyan kabeh maringi beban abot marang wong-wong mau, nanging sampeyan kabeh dhewe ora ngangkat siji jari kanggo nulungi utawa mbantu ngangkat beban kasebut.\"", "calver": "2025.05.21", "id": "LUK 11:46", "translation_time": 7.83}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐαὶ  ὑμῖν, ὅτι  οἰκοδομεῖτε  τὰ  μνημεῖα  τῶν  προφητῶν, οἱ  δὲ  πατέρες  ὑμῶν  ἀπέκτειναν  αὐτούς.", "translation": "Celakalah kowe, amarga kowe padha nggawe pangeling-eling para nabi, nanging para leluhurmu padha mateni wong-wong mau.", "calver": "2025.05.21", "id": "LUK 11:47", "translation_time": 7.41}
{"source_lang": "grc", "target_lang": "jav", "original": "ἄρα  μάρτυρές  ἐστε  καὶ  συνευδοκεῖτε  τοῖς  ἔργοις  τῶν  πατέρων  ὑμῶν, ὅτι  αὐτοὶ  μὲν  ἀπέκτειναν  αὐτοὺς, ὑμεῖς  δὲ  οἰκοδομεῖτε.", "translation": "Saksi-saksi, kowe setuju karo karya leluhurmu, sing pancen mateni dheweke, nanging kowe mbangun.", "calver": "2025.05.21", "id": "LUK 11:48", "translation_time": 7.2}
{"source_lang": "grc", "target_lang": "jav", "original": "διὰ  τοῦτο  καὶ  ἡ  σοφία  τοῦ  Θεοῦ  εἶπεν  Ἀποστελῶ  εἰς  αὐτοὺς  προφήτας  καὶ  ἀποστόλους, καὶ  ἐξ  αὐτῶν  ἀποκτενοῦσιν  καὶ  διώξουσιν,", "translation": "Amarga kuwi, kawruh saka Gusti Allah ngandika, \"Kirim marang wong-wong mau para prophet lan apostle, lan saka wong-wong mau, padha bakal dipatèni lan bakal dipun-penjarani.\"", "calver": "2025.05.21", "id": "LUK 11:49", "translation_time": 9.25}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  εἶπεν  πρὸς  αὐτούς  Τίς  ἐξ  ὑμῶν  ἕξει  φίλον, καὶ  πορεύσεται  πρὸς  αὐτὸν  μεσονυκτίου  καὶ  εἴπῃ  αὐτῷ  Φίλε, χρῆσόν  μοι  τρεῖς  ἄρτους,", "translation": "Lan banjur dhèwèké matur marang wong mau, \"Sira sapa ing antaramu sing nduwé kanca, banjur mangkat marang wong mau ing tengah wengi, lan kandha marang dhèwèké, 'Kanca, tulung paringi aku telu roti, amargi kanca aku wis teka saka lemah, lan aku ora nduwé apa-apa kanggo diparingi marang dhèwèké.'\"", "calver": "2025.05.21", "id": "LUK 11:5", "translation_time": 9.1}
{"source_lang": "grc", "target_lang": "jav", "original": "ἵνα  ἐκζητηθῇ  τὸ  αἷμα  πάντων  τῶν  προφητῶν  τὸ  ἐκκεχυμένον  ἀπὸ  καταβολῆς  κόσμου  ἀπὸ  τῆς  γενεᾶς  ταύτης,", "translation": "Supaya darah kabeh nabi sing wis dikucurake wiwit saka dhasar jagad, supaya bisa ditemokake.", "calver": "2025.05.21", "id": "LUK 11:50", "translation_time": 9.26}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀπὸ  αἵματος  Ἄβελ  ἕως  αἵματος  Ζαχαρίου  τοῦ  ἀπολομένου  μεταξὺ  τοῦ  θυσιαστηρίου  καὶ  τοῦ  οἴκου· ναί, λέγω  ὑμῖν, ἐκζητηθήσεται  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "Saka getihé Abel nganti getihé Zakariah, sing dipatèni ing antarane meja kurban lan omah, ya, aku kandha marang kowé, saka generasi iki bakal diparingi tanggung jawab. Bakal dipélingi saka pangadilan ilahi marang wong-wong iki.", "calver": "2025.05.21", "id": "LUK 11:51", "translation_time": 9.92}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐαὶ  ὑμῖν  τοῖς  νομικοῖς, ὅτι  ἤρατε  τὴν  κλεῖδα  τῆς  γνώσεως· αὐτοὶ  οὐκ  εἰσήλθατε  καὶ  τοὺς  εἰσερχομένους  ἐκωλύσατε.", "translation": "Celaka kowe, pengacara, amarga kowe njupuk kunci kawruh; kowe ora mlebu, lan kowe ngalangi wong sing arep mlebu.", "calver": "2025.05.21", "id": "LUK 11:52", "translation_time": 8.73}
{"source_lang": "grc", "target_lang": "jav", "original": "Κἀκεῖθεν  ἐξελθόντος  αὐτοῦ  ἤρξαντο  οἱ  γραμματεῖς  καὶ  οἱ  Φαρισαῖοι  δεινῶς  ἐνέχειν  καὶ  ἀποστοματίζειν  αὐτὸν  περὶ  πλειόνων,", "translation": "Sawisé dheweke metu, para ahli kitab lan para Farisi wiwit nyekeli lan nyuwun pitakon marang dheweke babagan perkara liyane kanthi sengit, ngupaya nyekeli lan nyuwun pitakon marang dheweke babagan perkara liyane.", "calver": "2025.05.21", "id": "LUK 11:53", "translation_time": 8.58}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐνεδρεύοντες  αὐτὸν  θηρεῦσαί  τι  ἐκ  τοῦ  στόματος  αὐτοῦ.", "translation": "\"Ngenteni kanthi nyumput, kanggo nyekel saka cangkemé.\"", "calver": "2025.05.21", "id": "LUK 11:54", "translation_time": 9.15}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐπειδὴ  φίλος  μου  παρεγένετο  ἐξ  ὁδοῦ  πρός  με  καὶ  οὐκ  ἔχω  ὃ  παραθήσω  αὐτῷ·", "translation": "Nalika kanca kula rawuh saka dalan, lan kula boten saged paringaken kanggo dhèwèké.", "calver": "2025.05.21", "id": "LUK 11:6", "translation_time": 6.85}
{"source_lang": "grc", "target_lang": "jav", "original": "κἀκεῖνος  ἔσωθεν  ἀποκριθεὶς  εἴπῃ  Μή  μοι  κόπους  πάρεχε· ἤδη  ἡ  θύρα  κέκλεισται, καὶ  τὰ  παιδία  μου  μετ’  ἐμοῦ  εἰς  τὴν  κοίτην  εἰσίν· οὐ  δύναμαι  ἀναστὰς  δοῦναί  σοι.", "translation": "Kang maujud ing njero, wangsulan kanthi sopan, \"Mugi kula mboten saged nyambut damel. Pintu sampun kunci, lan anak-anakku sampun turu ing amben, saéngga kula mboten saged tangi kanggo maringi panjenengan.\"", "calver": "2025.05.21", "id": "LUK 11:7", "translation_time": 10.64}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  ὑμῖν, εἰ  καὶ  οὐ  δώσει  αὐτῷ  ἀναστὰς  διὰ  τὸ  εἶναι  φίλον  αὐτοῦ, διά  γε  τὴν  ἀναιδίαν  αὐτοῦ  ἐγερθεὶς  δώσει  αὐτῷ  ὅσων  χρῄζει.", "translation": "Aku kandha marang kowé, yen wong siji ora maringi marang kancané, amarga kancané iku kanca, lan ora gelem maringi, sanadyan kancané iku kanca, nanging amarga kekarepané, wong iku bakal tangi lan maringi kabutuhané.", "calver": "2025.05.21", "id": "LUK 11:8", "translation_time": 9.22}
{"source_lang": "grc", "target_lang": "jav", "original": "Κἀγὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·", "translation": "Kula aturaken dhumateng panjenengan, panjenengan nyuwun, bakal diparingi; panjenengan goleki, bakal ditemokake; panjenengan mengetok, bakal kabuka kanggo panjenengan.", "calver": "2025.05.21", "id": "LUK 11:9", "translation_time": 10.05}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐν  οἷς  ἐπισυναχθεισῶν  τῶν  μυριάδων  τοῦ  ὄχλου, ὥστε  καταπατεῖν  ἀλλήλους, ἤρξατο  λέγειν  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  πρῶτον  Προσέχετε  ἑαυτοῖς  ἀπὸ  τῆς  ζύμης, ἥτις  ἐστὶν  ὑπόκρισις, τῶν  Φαρισαίων.", "translation": "Nalika wong akeh wis padha kumpul, nganti padha saling tapak-tapakan, banjur Panjenengané wiwit matur marang para murid-muridé, \"Ati-ati marang awake dhéwé saka ragi, yaiku kamelut, saka para Farisi.\"", "calver": "2025.05.21", "id": "LUK 12:1", "translation_time": 9.82}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  πᾶς  ὃς  ἐρεῖ  λόγον  εἰς  τὸν  Υἱὸν  τοῦ  ἀνθρώπου, ἀφεθήσεται  αὐτῷ· τῷ  δὲ  εἰς  τὸ  Ἅγιον  Πνεῦμα  βλασφημήσαντι  οὐκ  ἀφεθήσεται.", "translation": "Sapa wae sing ngomong tembung marang Putran Manungsa, bakal diampuni; nanging sapa wae sing nyembah marang Roh Suci, lan nyembah kanthi dosa nyembah marang Roh Suci, ora bakal diampuni.", "calver": "2025.05.21", "id": "LUK 12:10", "translation_time": 9.32}
{"source_lang": "grc", "target_lang": "jav", "original": "ὅταν  δὲ  εἰσφέρωσιν  ὑμᾶς  ἐπὶ  τὰς  συναγωγὰς  καὶ  τὰς  ἀρχὰς  καὶ  τὰς  ἐξουσίας, μὴ  μεριμνήσητε  πῶς  ἢ  τί  ἀπολογήσησθε  ἢ  τί  εἴπητε·", "translation": "Nalika padha nggawa sampeyan menyang sinagog lan panguwasa, aja padha kuwatir babagan carane utawa apa sing kudu diucapake, amarga Roh Suci bakal mulangake sampeyan apa sing kudu diucapake.", "calver": "2025.05.21", "id": "LUK 12:11", "translation_time": 7.16}
{"source_lang": "grc", "target_lang": "jav", "original": "τὸ  γὰρ  Ἅγιον  Πνεῦμα  διδάξει  ὑμᾶς  ἐν  αὐτῇ  τῇ  ὥρᾳ  ἃ  δεῖ  εἰπεῖν.", "translation": "Roh Suci bakal mulang kowe ing wektu iku apa sing kudu diucapake.", "calver": "2025.05.21", "id": "LUK 12:12", "translation_time": 6.7}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δέ  τις  ἐκ  τοῦ  ὄχλου  αὐτῷ  Διδάσκαλε, εἰπὲ  τῷ  ἀδελφῷ  μου  μερίσασθαι  μετ’  ἐμοῦ  τὴν  κληρονομίαν.", "translation": "Salah sawijining wong saka wong akeh matur marang Panjenengan, Gusti: \"Paringana dhumateng sedulurku supaya bareng warisan marang aku.\"", "calver": "2025.05.21", "id": "LUK 12:13", "translation_time": 7.88}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπε, τίς  με  κατέστησεν  κριτὴν  ἢ  μεριστὴν  ἐφ’  ὑμᾶς;", "translation": "Apa wong, sapa sing nggawe aku dadi hakim utawa pembagi antarane sampeyan?", "calver": "2025.05.21", "id": "LUK 12:14", "translation_time": 9.0}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Ὁρᾶτε  καὶ  φυλάσσεσθε  ἀπὸ  πάσης  πλεονεξίας, ὅτι  οὐκ  ἐν  τῷ  περισσεύειν  τινὶ  ἡ  ζωὴ  αὐτοῦ  ἐστιν  ἐκ  τῶν  ὑπαρχόντων  αὐτῷ.", "translation": "Miturut pangandikanipun, \"Delengen lan waspada saka kabeh keserakahan, amargi uripipun ora gumantung marang barang-barang sing dipunyasa, awit urip iku ora ana ing kasugihan barang.\"", "calver": "2025.05.21", "id": "LUK 12:15", "translation_time": 8.46}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δὲ  παραβολὴν  πρὸς  αὐτοὺς  λέγων  Ἀνθρώπου  τινὸς  πλουσίου  εὐφόρησεν  ἡ  χώρα.", "translation": "Dene paribasan punika dipun aturaken dhumateng para rawuh, kados pundi satunggaling tiyang sugih ingkang tanahipun ngasilaken rejeki ingkang kathah.", "calver": "2025.05.21", "id": "LUK 12:16", "translation_time": 10.1}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  διελογίζετο  ἐν  ἑαυτῷ  λέγων  Τί  ποιήσω, ὅτι  οὐκ  ἔχω  ποῦ  συνάξω  τοὺς  καρπούς  μου;", "translation": "Lan dheweke mikir ing njero awake dhewe, ngomong, \"Apa sing kudu aku lakoni, amarga aku ora duwe panggonan kanggo nyimpen panenanku?\"", "calver": "2025.05.21", "id": "LUK 12:17", "translation_time": 8.58}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  Τοῦτο  ποιήσω· καθελῶ  μου  τὰς  ἀποθήκας  καὶ  μείζονας  οἰκοδομήσω, καὶ  συνάξω  ἐκεῖ  πάντα  τὸν  σῖτον  καὶ  τὰ  ἀγαθά  μου,", "translation": "Lan matur, Aku bakal nindakake iki: aku bakal ngancurake gudang-gudangku, lan aku bakal mbangun sing luwih gedhe, lan aku bakal ngumpulake kabeh gandum lan barang-barangku.", "calver": "2025.05.21", "id": "LUK 12:18", "translation_time": 9.01}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐρῶ  τῇ  ψυχῇ  μου  Ψυχή, ἔχεις  πολλὰ  ἀγαθὰ  κείμενα  εἰς  ἔτη  πολλά· ἀναπαύου, φάγε, πίε, εὐφραίνου.", "translation": "Lan aku bakal matur marang jiwaku, Jiwa, kowe nduweni akeh kabecikan sing wis ana ing taun-taun suwé; rehat, pangan, ngombe, lan ngembirake.", "calver": "2025.05.21", "id": "LUK 12:19", "translation_time": 9.13}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐδὲν  δὲ  συγκεκαλυμμένον  ἐστὶν  ὃ  οὐκ  ἀποκαλυφθήσεται, καὶ  κρυπτὸν  ὃ  οὐ  γνωσθήσεται.", "translation": "Ora ana sing sejatine didhelikake, lan ora bakal kababar, lan rahasia sing ora bakal kawruh.", "calver": "2025.05.21", "id": "LUK 12:2", "translation_time": 6.36}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Θεός  Ἄφρων, ταύτῃ  τῇ  νυκτὶ  τὴν  ψυχήν  σου  ἀπαιτοῦσιν  ἀπὸ  σοῦ· ἃ  δὲ  ἡτοίμασας, τίνι  ἔσται;", "translation": "Gusti Allah matur marang wong dungu, \"Ing bengi iki, nyawamu bakal dijupuk dening wong-wong mau; apa sing wis kowe siapkan, bakal dadi apa?\"", "calver": "2025.05.21", "id": "LUK 12:20", "translation_time": 10.72}
{"source_lang": "grc", "target_lang": "jav", "original": "οὕτως  ὁ  θησαυρίζων  αὑτῷ  καὶ  μὴ  εἰς  Θεὸν  πλουτῶν.", "translation": "Mangkono, wong sing nyimpen harta dhewe lan ora sugih marang Gusti.", "calver": "2025.05.21", "id": "LUK 12:21", "translation_time": 9.62}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Διὰ  τοῦτο  λέγω  ὑμῖν· μὴ  μεριμνᾶτε  τῇ  ψυχῇ  τί  φάγητε, μηδὲ  τῷ  σώματι  τί  ἐνδύσησθε.", "translation": "Dene, Gusti Allah paring piwulang marang para murid-muride, mangkono: Aja padha kuwatir babagan apa sing bakal dipangan, utawa babagan apa sing bakal dipakai kanggo awakmu.", "calver": "2025.05.21", "id": "LUK 12:22", "translation_time": 17.12}
{"source_lang": "grc", "target_lang": "jav", "original": "ἡ  γὰρ  ψυχὴ  πλεῖόν  ἐστιν  τῆς  τροφῆς  καὶ  τὸ  σῶμα  τοῦ  ἐνδύματος.", "translation": "Amarga jiwa punika langkung saking panganan, lan badan punika kados sandhangan.", "calver": "2025.05.21", "id": "LUK 12:23", "translation_time": 7.27}
{"source_lang": "grc", "target_lang": "jav", "original": "κατανοήσατε  τοὺς  κόρακας, ὅτι  οὔτε  σπείρουσιν  οὔτε  θερίζουσιν, οἷς  οὐκ  ἔστιν  ταμεῖον  οὐδὲ  ἀποθήκη, καὶ  ὁ  Θεὸς  τρέφει  αὐτούς· πόσῳ  μᾶλλον  ὑμεῖς  διαφέρετε  τῶν  πετεινῶν.", "translation": "Sampeyan paham marang burung gagak, manawa ora nandur lan ora panen, ora duwe gudang utawa pawon, lan Gusti Allah maringi panguripan marang wong-wong mau; luwih maneh, sampeyan luwih becik tinimbang kéwan.", "calver": "2025.05.21", "id": "LUK 12:24", "translation_time": 9.26}
{"source_lang": "grc", "target_lang": "jav", "original": "τίς  δὲ  ἐξ  ὑμῶν  μεριμνῶν  δύναται  ἐπὶ  τὴν  ἡλικίαν  αὐτοῦ  προσθεῖναι  πῆχυν;", "translation": "Sapa sing saka antaramu, sing bisa nambah siji cubit kanggo umur, lan isih padha kuwatir babagan umur lan penuaan?", "calver": "2025.05.21", "id": "LUK 12:25", "translation_time": 8.2}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  οὖν  οὐδὲ  ἐλάχιστον  δύνασθε, τί  περὶ  τῶν  λοιπῶν  μεριμνᾶτε;", "translation": "Yen sampeyan ora bisa ngatasi sing paling cilik, apa sampeyan kudu kuwatir babagan liyane? Napa kudu kuwatir babagan perkara liyane yen sampeyan ora bisa ngurus perkara cilik dhisik?", "calver": "2025.05.21", "id": "LUK 12:26", "translation_time": 9.3}
{"source_lang": "grc", "target_lang": "jav", "original": "κατανοήσατε  τὰ  κρίνα, πῶς  οὔτε  νήθει  οὔτε  ὑφαίνει· λέγω  δὲ  ὑμῖν, οὐδὲ  Σολομὼν  ἐν  πάσῃ  τῇ  δόξῃ  αὐτοῦ  περιεβάλετο  ὡς  ἓν  τούτων.", "translation": "Kowe padha ngerti marang kembang lili, carane ora nandur, ora nganyekake; aku kandha marang kowé, manawa Solomon ing kabagyané, ora ana siji-sijia sing bisa ngungguli salah siji saka iki.", "calver": "2025.05.21", "id": "LUK 12:27", "translation_time": 16.55}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  δὲ  ἐν  ἀγρῷ  τὸν  χόρτον  ὄντα  σήμερον  καὶ  αὔριον  εἰς  κλίβανον  βαλλόμενον  ὁ  Θεὸς  οὕτως  ἀμφιέζει, πόσῳ  μᾶλλον  ὑμᾶς, ὀλιγόπιστοι.", "translation": "Yen Gusti Allah nglilani klambi ing suket, sing saiki ana ing lapangan lan besok bakal dilebokake ing pawon, piyé luwih akeh bakal klambi marang kowe, wong kang sethithik iman.", "calver": "2025.05.21", "id": "LUK 12:28", "translation_time": 8.41}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ὑμεῖς  μὴ  ζητεῖτε  τί  φάγητε  καὶ  τί  πίητε, καὶ  μὴ  μετεωρίζεσθε·", "translation": "Kowe aja golek apa sing arep dipangan lan apa sing arep diminum, lan aja kuwatir.", "calver": "2025.05.21", "id": "LUK 12:29", "translation_time": 10.65}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀνθ’  ὧν  ὅσα  ἐν  τῇ  σκοτίᾳ  εἴπατε  ἐν  τῷ  φωτὶ  ἀκουσθήσεται, καὶ  ὃ  πρὸς  τὸ  οὖς  ἐλαλήσατε  ἐν  τοῖς  ταμείοις  κηρυχθήσεται  ἐπὶ  τῶν  δωμάτων.", "translation": "Saka apa sing diomongake ing peteng, bakal dirungokake ing cahya; lan apa sing sampeyan bisik-bisikake ing ruang rahasia, bakal diumumake ing panggonan umum ing atap.", "calver": "2025.05.21", "id": "LUK 12:3", "translation_time": 10.92}
{"source_lang": "grc", "target_lang": "jav", "original": "ταῦτα  γὰρ  πάντα  τὰ  ἔθνη  τοῦ  κόσμου  ἐπιζητοῦσιν· ὑμῶν  δὲ  ὁ  Πατὴρ  οἶδεν  ὅτι  χρῄζετε  τούτων·", "translation": "Sebab, kabeh bangsa ing donya iki padha ngupaya perkara iki; nanging Bapa ngerti yen sampeyan butuh perkara iki.", "calver": "2025.05.21", "id": "LUK 12:30", "translation_time": 7.02}
{"source_lang": "grc", "target_lang": "jav", "original": "πλὴν  ζητεῖτε  τὴν  βασιλείαν  αὐτοῦ, καὶ  ταῦτα  προστεθήσεται  ὑμῖν.", "translation": "Golèk dhisik Karajaan Panjenengan, lan kabèh mau bakal diparingi marang panjenengan.", "calver": "2025.05.21", "id": "LUK 12:31", "translation_time": 9.36}
{"source_lang": "grc", "target_lang": "jav", "original": "Μὴ  φοβοῦ, τὸ  μικρὸν  ποίμνιον· ὅτι  εὐδόκησεν  ὁ  Πατὴρ  ὑμῶν  δοῦναι  ὑμῖν  τὴν  βασιλείαν.", "translation": "Mèngké aja wedi, kawruh cilik; amarga Gusti Bapa remen maringi marang kowe kraton.", "calver": "2025.05.21", "id": "LUK 12:32", "translation_time": 8.85}
{"source_lang": "grc", "target_lang": "jav", "original": "Πωλήσατε  τὰ  ὑπάρχοντα  ὑμῶν  καὶ  δότε  ἐλεημοσύνην· ποιήσατε  ἑαυτοῖς  βαλλάντια  μὴ  παλαιούμενα, θησαυρὸν  ἀνέκλειπτον  ἐν  τοῖς  οὐρανοῖς, ὅπου  κλέπτης  οὐκ  ἐγγίζει  οὐδὲ  σὴς  διαφθείρει·", "translation": "Panjenengan sampun adol barang-barang ingkang panjenengan gadhahi, lajeng paringaken dhateng wong miskin; damelaken dhateng piyambak panjenengan bendhéra ingkang boten entek, ingkang dados harta ing swarga, ingkang kanca maling boten saged nyedhot, lan ulat boten saged ngrusak.", "calver": "2025.05.21", "id": "LUK 12:33", "translation_time": 7.38}
{"source_lang": "grc", "target_lang": "jav", "original": "ὅπου  γάρ  ἐστιν  ὁ  θησαυρὸς  ὑμῶν, ἐκεῖ  καὶ  ἡ  καρδία  ὑμῶν  ἔσται.", "translation": "Ing ngendi dhuwitmu ana, ing kono uga bakal ana atimu.", "calver": "2025.05.21", "id": "LUK 12:34", "translation_time": 6.78}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἔστωσαν  ὑμῶν  αἱ  ὀσφύες  περιεζωσμέναι  καὶ  οἱ  λύχνοι  καιόμενοι·", "translation": "Biarkan pinggangmu terikat dan lentera menyala, supaya kalian selalu waspada dan siap sedia.", "calver": "2025.05.21", "id": "LUK 12:35", "translation_time": 9.06}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ὑμεῖς  ὅμοιοι  ἀνθρώποις  προσδεχομένοις  τὸν  κύριον  ἑαυτῶν  πότε  ἀναλύσῃ  ἐκ  τῶν  γάμων, ἵνα  ἐλθόντος  καὶ  κρούσαντος  εὐθέως  ἀνοίξωσιν  αὐτῷ.", "translation": "Kowe padha kaya wong-wong sing lagi ngenteni Sang Hyang Widhi, nalika Sang Hyang Widhi bakal nglairake saka pesta, supaya nalika wis teka lan ketok, langsung mbukakaké marang Panjenengané.", "calver": "2025.05.21", "id": "LUK 12:36", "translation_time": 9.33}
{"source_lang": "grc", "target_lang": "jav", "original": "μακάριοι  οἱ  δοῦλοι  ἐκεῖνοι, οὓς  ἐλθὼν  ὁ  κύριος  εὑρήσει  γρηγοροῦντας· ἀμὴν  λέγω  ὑμῖν  ὅτι  περιζώσεται  καὶ  ἀνακλινεῖ  αὐτοὺς  καὶ  παρελθὼν  διακονήσει  αὐτοῖς.", "translation": "Para abdi ingkang pinaringan berkah, ingkang dipun pangajeng-ajeng dening Sang Pangeran nalika piyambakipun rawuh, punika ingkang badhe dipun temokake kanthi waspada; satemenipun, kula pitados, piyambakipun badhe ngiket awaké dhéwé, banjur nglilani piyambakipun nglayani para abdi punika. Piyambakipun badhe nyandhakaken lan nglilani para abdi punika, lan nalika piyambakipun rawuh, piyambakipun badhe nemokake para abdi punika ingkang waspada.", "calver": "2025.05.21", "id": "LUK 12:37", "translation_time": 9.85}
{"source_lang": "grc", "target_lang": "jav", "original": "κἂν  ἐν  τῇ  δευτέρᾳ  κἂν  ἐν  τῇ  τρίτῃ  φυλακῇ  ἔλθῃ  καὶ  εὕρῃ  οὕτως, μακάριοί  εἰσιν  ἐκεῖνοι.", "translation": "Yen sampeyan mlebu ing pengawasan kapindho utawa pengawasan katelu, lan nemokake kaya mangkono, wong-wong mau sugih rahayu.", "calver": "2025.05.21", "id": "LUK 12:38", "translation_time": 6.17}
{"source_lang": "grc", "target_lang": "jav", "original": "τοῦτο  δὲ  γινώσκετε  ὅτι  εἰ  ᾔδει  ὁ  οἰκοδεσπότης  ποίᾳ  ὥρᾳ  ὁ  κλέπτης  ἔρχεται, οὐκ  ἂν  ἀφῆκεν  διορυχθῆναι  τὸν  οἶκον  αὐτοῦ.", "translation": "Ngerti iki, yen pemilik omah ngerti pira wektu pencuri teka, ora bakal ngidini omah kasebut dirusak.", "calver": "2025.05.21", "id": "LUK 12:39", "translation_time": 7.79}
{"source_lang": "grc", "target_lang": "jav", "original": "Λέγω  δὲ  ὑμῖν  τοῖς  φίλοις  μου, μὴ  φοβηθῆτε  ἀπὸ  τῶν  ἀποκτεννόντων  τὸ  σῶμα  καὶ  μετὰ  ταῦτα  μὴ  ἐχόντων  περισσότερόν  τι  ποιῆσαι.", "translation": "Kula matur dhumateng panjenengan, kanca-kanca kula: aja wedi saking wong sing matèni awak, lan sawisé kuwi, ora ana apa-apa maneh sing bisa ditindakake.", "calver": "2025.05.21", "id": "LUK 12:4", "translation_time": 9.12}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ὑμεῖς  γίνεσθε  ἕτοιμοι, ὅτι  ᾗ  ὥρᾳ  οὐ  δοκεῖτε  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἔρχεται.", "translation": "Kowe uga kudu siyap, amarga wektu sing ora dikira, Putraning Manungsa bakal teka.", "calver": "2025.05.21", "id": "LUK 12:40", "translation_time": 9.48}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Κύριε, πρὸς  ἡμᾶς  τὴν  παραβολὴν  ταύτην  λέγεις  ἢ  καὶ  πρὸς  πάντας;", "translation": "Petrus matur nuwun, Gusti, paribasan punika punapa namung kangge kita kemawon utawi ugi kangge sedaya tiyang?", "calver": "2025.05.21", "id": "LUK 12:41", "translation_time": 6.27}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  ὁ  Κύριος  Τίς  ἄρα  ἐστὶν  ὁ  πιστὸς  οἰκονόμος  ὁ  φρόνιμος, ὃν  καταστήσει  ὁ  κύριος  ἐπὶ  τῆς  θεραπείας  αὐτοῦ  τοῦ  διδόναι  ἐν  καιρῷ  τὸ  σιτομέτριον;", "translation": "Lan Gusti Allah kandha, “Sapa sing dadi pawongan rumah tangga sing setya lan wicaksana, sing bakal dipilih dening Gusti Allah kanggo ngatur urusane, supaya bisa menehi panganan ing wektu sing pas?”", "calver": "2025.05.21", "id": "LUK 12:42", "translation_time": 10.07}
{"source_lang": "grc", "target_lang": "jav", "original": "μακάριος  ὁ  δοῦλος  ἐκεῖνος, ὃν  ἐλθὼν  ὁ  κύριος  αὐτοῦ  εὑρήσει  ποιοῦντα  οὕτως.", "translation": "Mangku dheweke iku, sing nalika rawuh pangéranipun, bakal nemokake nglakoni kaya mangkono.", "calver": "2025.05.21", "id": "LUK 12:43", "translation_time": 7.13}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀληθῶς  λέγω  ὑμῖν  ὅτι  ἐπὶ  πᾶσιν  τοῖς  ὑπάρχουσιν  αὐτοῦ  καταστήσει  αὐτόν.", "translation": "\"Satemenipun, kula matur dhateng panjenengan, menawi punika badhe katetepake ingkang kabéh ingkang kagunganipun piyambakipun.\"", "calver": "2025.05.21", "id": "LUK 12:44", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐὰν  δὲ  εἴπῃ  ὁ  δοῦλος  ἐκεῖνος  ἐν  τῇ  καρδίᾳ  αὐτοῦ  Χρονίζει  ὁ  κύριός  μου  ἔρχεσθαι, καὶ  ἄρξηται  τύπτειν  τοὺς  παῖδας  καὶ  τὰς  παιδίσκας, ἐσθίειν  τε  καὶ  πίνειν  καὶ  μεθύσκεσθαι,", "translation": "Yen wong abdi kuwi ngomong ing atine, \"Gusti kula telat rawuh,\" banjur miwiti nyiksa anak-anak lan para gadis, mangan lan ngombe, lan mabuk.", "calver": "2025.05.21", "id": "LUK 12:45", "translation_time": 10.52}
{"source_lang": "grc", "target_lang": "jav", "original": "ἥξει  ὁ  κύριος  τοῦ  δούλου  ἐκείνου  ἐν  ἡμέρᾳ  ᾗ  οὐ  προσδοκᾷ  καὶ  ἐν  ὥρᾳ  ᾗ  οὐ  γινώσκει, καὶ  διχοτομήσει  αὐτὸν, καὶ  τὸ  μέρος  αὐτοῦ  μετὰ  τῶν  ἀπίστων  θήσει.", "translation": "Sang Maha Penguasa bakal teka ing dina nalika panjenengan ora nyana lan ing wektu nalika panjenengan ora ngerti, banjur bakal dipérang, lan bagiané karo wong-wong sing ora percaya, bakal dipasangake.", "calver": "2025.05.21", "id": "LUK 12:46", "translation_time": 10.62}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐκεῖνος  δὲ  ὁ  δοῦλος  ὁ  γνοὺς  τὸ  θέλημα  τοῦ  κυρίου  αὐτοῦ  καὶ  μὴ  ἑτοιμάσας  ἢ  ποιήσας  πρὸς  τὸ  θέλημα  αὐτοῦ  δαρήσεται  πολλάς·", "translation": "Dhu'ul sing ngerti karepé gusti lan ora nyiapaké utawa nindakake miturut karepé, bakal dipukul nganggo akeh pukulan.", "calver": "2025.05.21", "id": "LUK 12:47", "translation_time": 9.1}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  μὴ  γνοὺς, ποιήσας  δὲ  ἄξια  πληγῶν, δαρήσεται  ὀλίγας. παντὶ  δὲ  ᾧ  ἐδόθη  πολύ, πολὺ  ζητηθήσεται  παρ’  αὐτοῦ, καὶ  ᾧ  παρέθεντο  πολύ, περισσότερον  αἰτήσουσιν  αὐτόν.", "translation": "Sapa wae sing ora ngerti, lan wis nindakake tumindak sing pantes dihukum, bakal dipukul sawetara. Kanggo saben wong sing diwenehi akeh, bakal dijaluk luwih saka dheweke. Lan marang wong sing dipercaya akeh, bakal dijaluk luwih saka dheweke. Mula, saben wong bakal dijaluk luwih saka apa sing wis diwenehake marang dheweke.", "calver": "2025.05.21", "id": "LUK 12:48", "translation_time": 11.98}
{"source_lang": "grc", "target_lang": "jav", "original": "Πῦρ  ἦλθον  βαλεῖν  ἐπὶ  τὴν  γῆν, καὶ  τί  θέλω  εἰ  ἤδη  ἀνήφθη.", "translation": "Kula sampun rawuh kangge nyirnakaken geni ing bumi, lan pitaken, punapa geni punika sampun kabakar sadèrèngipun?", "calver": "2025.05.21", "id": "LUK 12:49", "translation_time": 9.09}
{"source_lang": "grc", "target_lang": "jav", "original": "ὑποδείξω  δὲ  ὑμῖν  τίνα  φοβηθῆτε· φοβήθητε  τὸν  μετὰ  τὸ  ἀποκτεῖναι  ἔχοντα  ἐξουσίαν  ἐμβαλεῖν  εἰς  τὴν  γέενναν. ναί, λέγω  ὑμῖν, τοῦτον  φοβήθητε.", "translation": "Kula badhe nuduhake marang panjenengan sapa sing kudu dipun wedhi; inggih punika, ingkang gadhah kawenangan sawise mateni, kangge nyelehake ing Jahanam. Inggih, kula aturaken dhumateng panjenengan, supaya panjenengan padha ngormati marang wong punika.", "calver": "2025.05.21", "id": "LUK 12:5", "translation_time": 10.46}
{"source_lang": "grc", "target_lang": "jav", "original": "βάπτισμα  δὲ  ἔχω  βαπτισθῆναι, καὶ  πῶς  συνέχομαι  ἕως  ὅτου  τελεσθῇ.", "translation": "Kula kedah dipun baptisi, lan kepiye carane kula saged nyambung nganti rampung.", "calver": "2025.05.21", "id": "LUK 12:50", "translation_time": 7.03}
{"source_lang": "grc", "target_lang": "jav", "original": "δοκεῖτε  ὅτι  εἰρήνην  παρεγενόμην  δοῦναι  ἐν  τῇ  γῇ; οὐχί, λέγω  ὑμῖν, ἀλλ’  ἢ  διαμερισμόν.", "translation": "Apa panjenengan pitados bilih kula rawuh kangge paring damai ing bumi? Mboten, kula matur, nanging malah paring perpecahan.", "calver": "2025.05.21", "id": "LUK 12:51", "translation_time": 7.39}
{"source_lang": "grc", "target_lang": "jav", "original": "ἔσονται  γὰρ  ἀπὸ  τοῦ  νῦν  πέντε  ἐν  ἑνὶ  οἴκῳ  διαμεμερισμένοι, τρεῖς  ἐπὶ  δυσὶν  καὶ  δύο  ἐπὶ  τρισίν", "translation": "Amarga saka saiki, limang wong bakal dipérang dadi loro ing sawijining omah: telu ing siji lan loro ing liyane.", "calver": "2025.05.21", "id": "LUK 12:52", "translation_time": 8.14}
{"source_lang": "grc", "target_lang": "jav", "original": "διαμερισθήσονται, πατὴρ  ἐπὶ  υἱῷ  καὶ  υἱὸς  ἐπὶ  πατρί, μήτηρ  ἐπὶ  θυγατέρα  καὶ  θυγάτηρ  ἐπὶ  τὴν  μητέρα, πενθερὰ  ἐπὶ  τὴν  νύμφην  αὐτῆς  καὶ  νύμφη  ἐπὶ  τὴν  πενθεράν.", "translation": "Para anggota keluarga bakal padha pisah, bapak marang anak lanang, anak lanang marang bapak, ibu marang anak wadon, lan anak wadon marang ibune, menantu wadon marang menantune, lan menantu wadon marang menantune.", "calver": "2025.05.21", "id": "LUK 12:53", "translation_time": 10.15}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἔλεγεν  δὲ  καὶ  τοῖς  ὄχλοις  Ὅταν  ἴδητε  νεφέλην  ἀνατέλλουσαν  ἐπὶ  δυσμῶν, εὐθέως  λέγετε  ὅτι  Ὄμβρος  ἔρχεται, καὶ  γίνεται  οὕτως·", "translation": "Nalika sampeyan ndeleng awan munggah ing kulon, langsung ngomong yen badai bakal teka, lan kedadeyan kaya mangkono.", "calver": "2025.05.21", "id": "LUK 12:54", "translation_time": 7.66}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ὅταν  νότον  πνέοντα, λέγετε  ὅτι  Καύσων  ἔσται, καὶ  γίνεται.", "translation": "Nalika angin kidul ngembus, sampeyan kudu ngandharake manawa bakal ana mangsa panas sing diarani Caeson, lan kedadeyan kasebut bakal kelakon.", "calver": "2025.05.21", "id": "LUK 12:55", "translation_time": 7.32}
{"source_lang": "grc", "target_lang": "jav", "original": "ὑποκριταί, τὸ  πρόσωπον  τῆς  γῆς  καὶ  τοῦ  οὐρανοῦ  οἴδατε  δοκιμάζειν, τὸν  καιρὸν  δὲ  τοῦτον  πῶς  οὐ  δοκιμάζετε;", "translation": "Paraga palsu, tampilan bumi lan langit kowe ngerti kanggo nguji, nanging wektu iki kepiye kok ora nguji?", "calver": "2025.05.21", "id": "LUK 12:56", "translation_time": 11.43}
{"source_lang": "grc", "target_lang": "jav", "original": "Τί  δὲ  καὶ  ἀφ’  ἑαυτῶν  οὐ  κρίνετε  τὸ  δίκαιον;", "translation": "Napa kowé ora ngadili dhéwé babagan apa sing bener?", "calver": "2025.05.21", "id": "LUK 12:57", "translation_time": 7.52}
{"source_lang": "grc", "target_lang": "jav", "original": "ὡς  γὰρ  ὑπάγεις  μετὰ  τοῦ  ἀντιδίκου  σου  ἐπ’  ἄρχοντα, ἐν  τῇ  ὁδῷ  δὸς  ἐργασίαν  ἀπηλλάχθαι  ἀπ’  αὐτοῦ, μή  ποτε  κατασύρῃ  σε  πρὸς  τὸν  κριτήν, καὶ  ὁ  κριτής  σε  παραδώσει  τῷ  πράκτορι, καὶ  ὁ  πράκτωρ  σε  βαλεῖ  εἰς  φυλακήν.", "translation": "Amarga kowe mlebu karo wong sing nglawan marang pangadilan, paringa karya supaya kowe bisa bebas saka dheweke. Aja nganti digandhengake marang hakim, lan hakim bakal nyerahake marang pejabat, lan pejabat bakal nyelehake kowe ing penjara.", "calver": "2025.05.21", "id": "LUK 12:58", "translation_time": 11.73}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  σοι, οὐ  μὴ  ἐξέλθῃς  ἐκεῖθεν  ἕως  καὶ  τὸ  ἔσχατον  λεπτὸν  ἀποδῷς.", "translation": "Kula matur marang panjenengan, aja lunga saka kono nganti panjenengan mbayar pundi pundi pungkasan.", "calver": "2025.05.21", "id": "LUK 12:59", "translation_time": 9.5}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐχὶ  πέντε  στρουθία  πωλοῦνται  ἀσσαρίων  δύο; καὶ  ἓν  ἐξ  αὐτῶν  οὐκ  ἔστιν  ἐπιλελησμένον  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "Apa bènar limang burung pipit didol kanthi loro koin, lan ora ana siji uga sing dilalekake ing ngarepe Gusti Allah?", "calver": "2025.05.21", "id": "LUK 12:6", "translation_time": 8.87}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀλλὰ  καὶ  αἱ  τρίχες  τῆς  κεφαλῆς  ὑμῶν  πᾶσαι  ἠρίθμηνται. μὴ  φοβεῖσθε· πολλῶν  στρουθίων  διαφέρετε.", "translation": "Nanging uga, kabeh rambut ing sirahmu wis diitung. Aja wedi; kowe luwih penting tinimbang akeh manuk ing langit.", "calver": "2025.05.21", "id": "LUK 12:7", "translation_time": 17.76}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  δὲ  ὑμῖν, πᾶς  ὃς  ἂν  ὁμολογήσῃ  ἐν  ἐμοὶ  ἔμπροσθεν  τῶν  ἀνθρώπων, καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ὁμολογήσει  ἐν  αὐτῷ  ἔμπροσθεν  τῶν  ἀγγέλων  τοῦ  Θεοῦ·", "translation": "Aku kandha marang kowé, sapa wae sing ngakoni ing ngarepe wong, lan Putran Manungsa bakal ngakoni ing ngarepe dhéwé, ing ngarepe malaikat Allah.", "calver": "2025.05.21", "id": "LUK 12:8", "translation_time": 8.55}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  ἀρνησάμενός  με  ἐνώπιον  τῶν  ἀνθρώπων  ἀπαρνηθήσεται  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ.", "translation": "Dheweke bakal nguciwani aku ing ngarepe wong-wong, lan bakal nguciwani aku ing ngarepe malaekat Allah. Sapa sing nguciwani aku ing ngarepe malaekat lan Gusti Allah, bakal ngalami pengadilan ilahi.", "calver": "2025.05.21", "id": "LUK 12:9", "translation_time": 8.05}
{"source_lang": "grc", "target_lang": "jav", "original": "Παρῆσαν  δέ  τινες  ἐν  αὐτῷ  τῷ  καιρῷ  ἀπαγγέλλοντες  αὐτῷ  περὶ  τῶν  Γαλιλαίων  ὧν  τὸ  αἷμα  Πειλᾶτος  ἔμιξεν  μετὰ  τῶν  θυσιῶν  αὐτῶν.", "translation": "Ana sawetara wong ing wektu iku sing nglaporake marang Panjenengané babagan wong-wong Galilea, lan Pilatus nyampurake getih wong-wong mau karo kurban-kurbané.", "calver": "2025.05.21", "id": "LUK 13:1", "translation_time": 8.15}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἦν  δὲ  διδάσκων  ἐν  μιᾷ  τῶν  συναγωγῶν  ἐν  τοῖς  σάββασιν.", "translation": "Panjenenganipun lagi mulang ing salah satunggal sinagog nalika dina Sabat.", "calver": "2025.05.21", "id": "LUK 13:10", "translation_time": 6.93}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἰδοὺ  γυνὴ  πνεῦμα  ἔχουσα  ἀσθενείας  ἔτη  δέκα  ὀκτώ, καὶ  ἦν  συνκύπτουσα  καὶ  μὴ  δυναμένη  ἀνακύψαι  εἰς  τὸ  παντελές.", "translation": "Wong wadon sing kena roh panyakit, sing wis nandhang sangsara nganti wolulas taun, lan miring mudhun, ora bisa ngadeg kanthi tegak, lan tansah nyandhang kasangsaran, nganti ora bisa bali menyang posisi sing bener.", "calver": "2025.05.21", "id": "LUK 13:11", "translation_time": 6.36}
{"source_lang": "grc", "target_lang": "jav", "original": "ἰδὼν  δὲ  αὐτὴν  ὁ  Ἰησοῦς  προσεφώνησεν  καὶ  εἶπεν  αὐτῇ  Γύναι, ἀπολέλυσαι  τῆς  ἀσθενείας  σου,", "translation": "Nalika Panjenenganipun ndeleng dhateng wanita punika, Gusti Yesus ngendika dhateng piyambakipun, \"Gusti wadon, sampun mari saking sakitmu.\"", "calver": "2025.05.21", "id": "LUK 13:12", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐπέθηκεν  αὐτῇ  τὰς  χεῖρας· καὶ  παραχρῆμα  ἀνορθώθη, καὶ  ἐδόξαζεν  τὸν  Θεόν.", "translation": "Jesus nyentuh dheweke, banjur kanthi cepet dheweke tanggap dhiri, lan wiwit ngurmati Gusti Allah.", "calver": "2025.05.21", "id": "LUK 13:13", "translation_time": 7.12}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀποκριθεὶς  δὲ  ὁ  ἀρχισυνάγωγος, ἀγανακτῶν  ὅτι  τῷ  σαββάτῳ  ἐθεράπευσεν  ὁ  Ἰησοῦς, ἔλεγεν  τῷ  ὄχλῳ  ὅτι  Ἓξ  ἡμέραι  εἰσὶν  ἐν  αἷς  δεῖ  ἐργάζεσθαι· ἐν  αὐταῖς  οὖν  ἐρχόμενοι  θεραπεύεσθε  καὶ  μὴ  τῇ  ἡμέρᾳ  τοῦ  σαββάτου.", "translation": "Sang pemimpin sinag", "calver": "2025.05.21", "id": "LUK 13:14", "translation_time": 12.33}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀπεκρίθη  δὲ  αὐτῷ  ὁ  Κύριος  καὶ  εἶπεν  Ὑποκριταί, ἕκαστος  ὑμῶν  τῷ  σαββάτῳ  οὐ  λύει  τὸν  βοῦν  αὐτοῦ  ἢ  τὸν  ὄνον  ἀπὸ  τῆς  φάτνης  καὶ  ἀπαγαγὼν  ποτίζει;", "translation": "Gusti, punapa panjenenganipun, para hipokrit, saben-saben ing dina Sabat, boten maringi pangapunten marang sapi lan keledai panjenenganipun, supados dipun lempakaken saking kandhanganipun lan dipun paringaken dhaharan?", "calver": "2025.05.21", "id": "LUK 13:15", "translation_time": 13.89}
{"source_lang": "grc", "target_lang": "jav", "original": "ταύτην  δὲ  θυγατέρα  Ἀβραὰμ  οὖσαν, ἣν  ἔδησεν  ὁ  Σατανᾶς  ἰδοὺ  δέκα  καὶ  ὀκτὼ  ἔτη, οὐκ  ἔδει  λυθῆναι  ἀπὸ  τοῦ  δεσμοῦ  τούτου  τῇ  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "Nanging putri Abraham iki, sing wis didhelikake dening Setan suwene wolulas lan wolulas tahun, ora kena diilangi saka ikatan iki ing dina Sabat?", "calver": "2025.05.21", "id": "LUK 13:16", "translation_time": 6.56}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ταῦτα  λέγοντος  αὐτοῦ  κατῃσχύνοντο  πάντες  οἱ  ἀντικείμενοι  αὐτῷ, καὶ  πᾶς  ὁ  ὄχλος  ἔχαιρεν  ἐπὶ  πᾶσιν  τοῖς  ἐνδόξοις  τοῖς  γινομένοις  ὑπ’  αὐτοῦ.", "translation": "Lan nalika dheweke ngomong, kabeh wong sing nglawan dheweke dadi isin, lan kabeh wong akeh padha bungah amarga kabecikan sing wis ditindakake dening dheweke.", "calver": "2025.05.21", "id": "LUK 13:17", "translation_time": 7.03}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἔλεγεν  οὖν  Τίνι  ὁμοία  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ, καὶ  τίνι  ὁμοιώσω  αὐτήν;", "translation": "Dene, punapa kados pundi kerajaan Allah punika, lan kados pundi kula badhe bandingaken punika?", "calver": "2025.05.21", "id": "LUK 13:18", "translation_time": 7.02}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁμοία  ἐστὶν  κόκκῳ  σινάπεως, ὃν  λαβὼν  ἄνθρωπος  ἔβαλεν  εἰς  κῆπον  ἑαυτοῦ, καὶ  ηὔξησεν  καὶ  ἐγένετο  εἰς  δένδρον, καὶ  τὰ  πετεινὰ  τοῦ  οὐρανοῦ  κατεσκήνωσεν  ἐν  τοῖς  κλάδοις  αὐτοῦ.", "translation": "Padha kaya wiji wijen, sing diambil déning wong, banjur dipasangaké ing keboné dhéwé, lan saya tambah, lan dadi wit, lan manuk-manuk saka langit nginep ing cabang-cabangé.", "calver": "2025.05.21", "id": "LUK 13:19", "translation_time": 10.94}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἀποκριθεὶς  εἶπεν  αὐτοῖς  Δοκεῖτε  ὅτι  οἱ  Γαλιλαῖοι  οὗτοι  ἁμαρτωλοὶ  παρὰ  πάντας  τοὺς  Γαλιλαίους  ἐγένοντο, ὅτι  ταῦτα  πεπόνθασιν;", "translation": "Lan wangsul dhéwé, banjur kandha marang wong-wong mau, \"Kowe kira manawa wong-wong Galilea iki luwih dosa tinimbang wong-wong Galilea liyane, amarga iki padha ngalami perkara iki?\"", "calver": "2025.05.21", "id": "LUK 13:2", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  πάλιν  εἶπεν  Τίνι  ὁμοιώσω  τὴν  βασιλείαν  τοῦ  Θεοῦ;", "translation": "Mangkono, maneh dhèwèké matur: \"Kepiye aku bisa nyarujuki karajaan Sang Hyang?\"", "calver": "2025.05.21", "id": "LUK 13:20", "translation_time": 8.41}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁμοία  ἐστὶν  ζύμῃ, ἣν  λαβοῦσα  γυνὴ  ἔκρυψεν  εἰς  ἀλεύρου  σάτα  τρία, ἕως  οὗ  ἐζυμώθη  ὅλον.", "translation": "Padha kaya ragi ing adonan, sawijining wanita njupuk lan nyimpen ragi mau ing telu takar glepung, nganti kabeh adonan kuwi dadi ngembang lan dadi kabeh.", "calver": "2025.05.21", "id": "LUK 13:21", "translation_time": 9.52}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  διεπορεύετο  κατὰ  πόλεις  καὶ  κώμας  διδάσκων  καὶ  πορείαν  ποιούμενος  εἰς  Ἱεροσόλυμα.", "translation": "Dheweke lumaku liwat kutha-kutha lan desa-desa, mulang lan ngetokake perjalanan menyang Yerusalem.", "calver": "2025.05.21", "id": "LUK 13:22", "translation_time": 7.52}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δέ  τις  αὐτῷ  Κύριε, εἰ  ὀλίγοι  οἱ  σῳζόμενοι; ὁ  δὲ  εἶπεν  πρὸς  αὐτούς", "translation": "Kangmas, yen Gusti, menawi sethithik ingkang kaslametaken? Banjur piyambakipun matur marang dhèwèké.", "calver": "2025.05.21", "id": "LUK 13:23", "translation_time": 7.24}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἀγωνίζεσθε  εἰσελθεῖν  διὰ  τῆς  στενῆς  θύρας, ὅτι  πολλοί, λέγω  ὑμῖν, ζητήσουσιν  εἰσελθεῖν  καὶ  οὐκ  ἰσχύσουσιν.", "translation": "Padha usaha kanggo mlebu liwat lawang sing sempit, amarga akèh wong, kaya dene aku kandhakake, bakal nyoba mlebu nanging ora bakal bisa.", "calver": "2025.05.21", "id": "LUK 13:24", "translation_time": 11.55}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀφ’  οὗ  ἂν  ἐγερθῇ  ὁ  οἰκοδεσπότης  καὶ  ἀποκλείσῃ  τὴν  θύραν, καὶ  ἄρξησθε  ἔξω  ἑστάναι  καὶ  κρούειν  τὴν  θύραν  λέγοντες  Κύριε, ἄνοιξον  ἡμῖν· καὶ  ἀποκριθεὶς  ἐρεῖ  ὑμῖν  Οὐκ  οἶδα  ὑμᾶς  πόθεν  ἐστέ.", "translation": "Yen wis ana wong sing dadi pemilik omah lan wis tangi, banjur nutup lawang, lan sampeyan padha wiwit ana ing njaba lan knocking, lan padha kandha, \"Yang Maha Kuwasa, bukakna kanggo kita,\" banjur wong mau bakal mangsuli, \"Aku ora ngerti sira, sira saka endi.\"", "calver": "2025.05.21", "id": "LUK 13:25", "translation_time": 10.4}
{"source_lang": "grc", "target_lang": "jav", "original": "τότε  ἄρξεσθε  λέγειν  Ἐφάγομεν  ἐνώπιόν  σου  καὶ  ἐπίομεν, καὶ  ἐν  ταῖς  πλατείαις  ἡμῶν  ἐδίδαξας·", "translation": "Banjur sampeyan bakal miwiti ngomong, \"Kita wis mangan lan ngombe ing ngarepmu, lan sampeyan wis mulang ing dalem-dalem kita.\"", "calver": "2025.05.21", "id": "LUK 13:26", "translation_time": 6.61}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐρεῖ  λέγων  ὑμῖν  Οὐκ  οἶδα  πόθεν  ἐστέ· ἀπόστητε  ἀπ’  ἐμοῦ  πάντες  ἐργάται  ἀδικίας.", "translation": "Lan dhèwèké bakal kandha marang kowé, \"Aku ora ngerti saka ngendi kowé asalé; adohna saka aku, kabèh wong sing gawe kejahatan.\"", "calver": "2025.05.21", "id": "LUK 13:27", "translation_time": 8.27}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐκεῖ  ἔσται  ὁ  κλαυθμὸς  καὶ  ὁ  βρυγμὸς  τῶν  ὀδόντων, ὅταν  ὄψησθε  Ἀβραὰμ  καὶ  Ἰσαὰκ  καὶ  Ἰακὼβ  καὶ  πάντας  τοὺς  προφήτας  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ, ὑμᾶς  δὲ  ἐκβαλλομένους  ἔξω.", "translation": "Ing pungkasan, ana tangisan lan nggrengseng untu, nalika sampeyan ndeleng Abraham, Ishak, lan Yakub, lan para nabi kabeh ing kerajaan Gusti Allah, nanging sampeyan banjur dibuwang metu.", "calver": "2025.05.21", "id": "LUK 13:28", "translation_time": 8.97}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἥξουσιν  ἀπὸ  ἀνατολῶν  καὶ  δυσμῶν  καὶ  ἀπὸ  βορρᾶ  καὶ  νότου, καὶ  ἀνακλιθήσονται  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "Lan padha bakal teka saka wetan, saka kulon, saka lor, lan saka kidul, lan padha bakal nyembah ing kerajaan Allah.", "calver": "2025.05.21", "id": "LUK 13:29", "translation_time": 7.75}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοῆτε, πάντες  ὁμοίως  ἀπολεῖσθε.", "translation": "Mboten, kula aturaken dhumateng panjenengan sedaya, menawi boten wonten pangapunten, sadaya badhe sami-sami lepat lan binasa.", "calver": "2025.05.21", "id": "LUK 13:3", "translation_time": 8.72}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἰδοὺ  εἰσὶν  ἔσχατοι  οἳ  ἔσονται  πρῶτοι, καὶ  εἰσὶν  πρῶτοι  οἳ  ἔσονται  ἔσχατοι.", "translation": "Lan, priksa, ana wong pungkasan sing bakal dadi pisanan, lan ana wong pisanan sing bakal dadi pungkasan.", "calver": "2025.05.21", "id": "LUK 13:30", "translation_time": 7.72}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  προσῆλθάν  τινες  Φαρισαῖοι  λέγοντες  αὐτῷ  Ἔξελθε  καὶ  πορεύου  ἐντεῦθεν, ὅτι  Ἠρῴδης  θέλει  σε  ἀποκτεῖναι.", "translation": "Ing wektu iku, sawetara Pharisees nyedhaki dhèwèké lan kandha, \"Munggah lan lunga saka kéné, amarga Herod kepéngin matèni kowe.\"", "calver": "2025.05.21", "id": "LUK 13:31", "translation_time": 8.37}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  αὐτοῖς  Πορευθέντες  εἴπατε  τῇ  ἀλώπεκι  ταύτῃ  Ἰδοὺ  ἐκβάλλω  δαιμόνια  καὶ  ἰάσεις  ἀποτελῶ  σήμερον  καὶ  αὔριον, καὶ  τῇ  τρίτῃ  τελειοῦμαι.", "translation": "Mangkat lan aturake marang alane iki, aku ngusir setan lan sembuhan sing tak lakoni, dina iki lan sesuk, lan ing dina katelu aku rampung.", "calver": "2025.05.21", "id": "LUK 13:32", "translation_time": 10.01}
{"source_lang": "grc", "target_lang": "jav", "original": "πλὴν  δεῖ  με  σήμερον  καὶ  αὔριον  καὶ  τῇ  ἐχομένῃ  πορεύεσθαι, ὅτι  οὐκ  ἐνδέχεται  προφήτην  ἀπολέσθαι  ἔξω  Ἱερουσαλήμ.", "translation": "Dina iki lan sesuk kudu aku lelungan, amarga ora bisa nemokake nabi ning njaba Yerusalem, amarga wektu iki penting banget lan tumindak kudu dilakoni kanthi cepet.", "calver": "2025.05.21", "id": "LUK 13:33", "translation_time": 10.38}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἱερουσαλὴμ  Ἱερουσαλήμ, ἡ  ἀποκτείνουσα  τοὺς  προφήτας  καὶ  λιθοβολοῦσα  τοὺς  ἀπεσταλμένους  πρὸς  αὐτήν, ποσάκις  ἠθέλησα  ἐπισυνάξαι  τὰ  τέκνα  σου  ὃν  τρόπον  ὄρνις  τὴν  ἑαυτῆς  νοσσιὰν  ὑπὸ  τὰς  πτέρυγας, καὶ  οὐκ  ἠθελήσατε.", "translation": "Jerusalem, sing nglairaké para nabi lan nglindhungi para utusané, pira kaping aku kepéngin nglumpukaké anak-anakmu kaya manuk nyekeli anak-anaké ing sayangé, nanging kowé ora gelem.", "calver": "2025.05.21", "id": "LUK 13:34", "translation_time": 10.56}
{"source_lang": "grc", "target_lang": "jav", "original": "ἰδοὺ  ἀφίεται  ὑμῖν  ὁ  οἶκος  ὑμῶν. λέγω  δὲ  ὑμῖν, οὐ  μὴ  ἴδητέ  με  ἕως  ἥξει  ὅτε  εἴπητε  Εὐλογημένος  ὁ  ἐρχόμενος  ἐν  ὀνόματι  Κυρίου.", "translation": "Ewadene, omah panjenengan diparingi marang panjenengan. Kula matur, menawi panjenengan boten badhe ningali kula, nganti wekdalipun panjenengan matur, \"Berkah rahayu ingkang rawuh ing asmaing Gusti.\"", "calver": "2025.05.21", "id": "LUK 13:35", "translation_time": 11.6}
{"source_lang": "grc", "target_lang": "jav", "original": "ἢ  ἐκεῖνοι  οἱ  δέκα  ὀκτὼ  ἐφ’  οὓς  ἔπεσεν  ὁ  πύργος  ἐν  τῷ  Σιλωὰμ  καὶ  ἀπέκτεινεν  αὐτούς, δοκεῖτε  ὅτι  αὐτοὶ  ὀφειλέται  ἐγένοντο  παρὰ  πάντας  τοὺς  ἀνθρώπους  τοὺς  κατοικοῦντας  Ἱερουσαλήμ;", "translation": "Apa 10 utawa 18 wong sing mati amarga menara ing Siloam ambruk lan mateni wong-wong mau, apa sampeyan mikir yen dheweke iku tanggung jawab marang kabeh wong sing manggon ing Yerusalem?", "calver": "2025.05.21", "id": "LUK 13:4", "translation_time": 9.81}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοήσητε, πάντες  ὡσαύτως  ἀπολεῖσθε.", "translation": "Ora, kula matur marang panjenengan, yen ora padha tobat, kabeh padha bakal tilar donya.", "calver": "2025.05.21", "id": "LUK 13:5", "translation_time": 7.94}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἔλεγεν  δὲ  ταύτην  τὴν  παραβολήν. συκῆν  εἶχέν  τις  πεφυτευμένην  ἐν  τῷ  ἀμπελῶνι  αὐτοῦ, καὶ  ἦλθεν  ζητῶν  καρπὸν  ἐν  αὐτῇ  καὶ  οὐχ  εὗρεν.", "translation": "Dene, piyambakipun nyariosaken paribasan punika. Ana satunggaling wit ara ingkang dipun nandur wonten ing kebonipun, lan piyambakipun mlebet golek woh, nanging boten manggihaken satunggalipun woh.", "calver": "2025.05.21", "id": "LUK 13:6", "translation_time": 7.57}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  πρὸς  τὸν  ἀμπελουργόν  Ἰδοὺ  τρία  ἔτη  ἀφ’  οὗ  ἔρχομαι  ζητῶν  καρπὸν  ἐν  τῇ  συκῇ  ταύτῃ  καὶ  οὐχ  εὑρίσκω· ἔκκοψον  αὐτήν· ἵνα  τί  καὶ  τὴν  γῆν  καταργεῖ;", "translation": "Kadhang paring pawartos dhumateng pawongan kebon anggur, \"Wonten tiga taun, aku nyuwun woh ing sikui punika, nanging ora ketemu. Potongna, kanggo apa malah ngilangke tanah punika?\"", "calver": "2025.05.21", "id": "LUK 13:7", "translation_time": 9.89}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  ἀποκριθεὶς  λέγει  αὐτῷ  Κύριε, ἄφες  αὐτὴν  καὶ  τοῦτο  τὸ  ἔτος, ἕως  ὅτου  σκάψω  περὶ  αὐτὴν  καὶ  βάλω  κόπρια,", "translation": "Sang wong sing mangsuli marang dhèwèké, Sri, ngapura dhèwèné, lan taun iki, nganti aku bisa nyilem ing sakupenge, lan aku bakal ngetokake kocor.", "calver": "2025.05.21", "id": "LUK 13:8", "translation_time": 11.99}
{"source_lang": "grc", "target_lang": "jav", "original": "κἂν  μὲν  ποιήσῃ  καρπὸν  εἰς  τὸ  μέλλον· εἰ  δὲ  μήγε, ἐκκόψεις  αὐτήν.", "translation": "Yen dheweke ora ngasilake woh ing mangsa ngarep, dheweke bakal dipotong. Nanging, yen dheweke ngasilake woh, dheweke bakal tetep urip lan ora bakal dipotong.", "calver": "2025.05.21", "id": "LUK 13:9", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἐγένετο  ἐν  τῷ  ἐλθεῖν  αὐτὸν  εἰς  οἶκόν  τινος  τῶν  ἀρχόντων  τῶν  Φαρισαίων  σαββάτῳ  φαγεῖν  ἄρτον, καὶ  αὐτοὶ  ἦσαν  παρατηρούμενοι  αὐτόν.", "translation": "Lan kedadeyan nalika dhèwèké mlebu menyang omah salah siji saka para pemimpin Farisi ing dina Sabath kanggo mangan roti, lan wong-wong padha nyekseni marang dhèwèké.", "calver": "2025.05.21", "id": "LUK 14:1", "translation_time": 7.91}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀλλ’  ὅταν  κληθῇς, πορευθεὶς  ἀνάπεσε  εἰς  τὸν  ἔσχατον  τόπον, ἵνα  ὅταν  ἔλθῃ  ὁ  κεκληκώς  σε  ἐρεῖ  σοι  Φίλε, προσανάβηθι  ἀνώτερον· τότε  ἔσται  σοι  δόξα  ἐνώπιον  πάντων  τῶν  συνανακειμένων  σοι.", "translation": "Nalika panjenengan dipun paringi panggilan, tindak lan lungguh ing panggenan pungkasan, supados nalika tiyang ingkang paring panggilan punika rawuh, piyambakipun badhe matur dhateng panjenengan, \"Rencang,\" lan paring pangajeng-ajeng dhumateng panjenengan, \"Monggo, lungguh ingkang langkung inggil.\" Ing mangkono, panjenengan badhe pikantuk kamulyan ing ngarsanipun sedaya tiyang ingkang lagi lungguh ingkang sami, ingkang nyambut ingkang sami.", "calver": "2025.05.21", "id": "LUK 14:10", "translation_time": 7.99}
{"source_lang": "grc", "target_lang": "jav", "original": "ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, καὶ  ὁ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "Amarga sapa sing ninggoni awake dhewe kanthi kerendahan hati, bakal diangkat; lan sapa sing ngangkat awake dhewe kanthi kesombongan, bakal direndahke.", "calver": "2025.05.21", "id": "LUK 14:11", "translation_time": 8.99}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἔλεγεν  δὲ  καὶ  τῷ  κεκληκότι  αὐτόν  Ὅταν  ποιῇς  ἄριστον  ἢ  δεῖπνον, μὴ  φώνει  τοὺς  φίλους  σου  μηδὲ  τοὺς  ἀδελφούς  σου  μηδὲ  τοὺς  συγγενεῖς  σου  μηδὲ  γείτονας  πλουσίους, μή  ποτε  καὶ  αὐτοὶ  ἀντικαλέσωσίν  σε  καὶ  γένηται  ἀνταπόδομά  σοι.", "translation": "Dene Panjenenganipun paring piwulang, lan ugi dhumateng wong sing wis padha rawuh, \"Nalika panjenenganipun paring dhaharan awan utawi jamuan, aja nganti ngajak kanca-kanca panjenengan, utawi sedulur-sedulur panjenengan, utawi sanak-sedulur panjenengan, utawi tangga-tegangan ingkang sugih, supaya mboten ugi padha ngajak panjenengan, lan punika dados balasan tumrap panjenengan.\"", "calver": "2025.05.21", "id": "LUK 14:12", "translation_time": 10.61}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀλλ’  ὅταν  δοχὴν  ποιῇς, κάλει  πτωχούς, ἀναπήρους, χωλούς, τυφλούς·", "translation": "Nalika panjenengan nyawisake jamuan, panggilanlah wong miskin, wong cacat, wong lumpuh, lan wong buta.", "calver": "2025.05.21", "id": "LUK 14:13", "translation_time": 8.14}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  μακάριος  ἔσῃ, ὅτι  οὐκ  ἔχουσιν  ἀνταποδοῦναί  σοι· ἀνταποδοθήσεται  γάρ  σοι  ἐν  τῇ  ἀναστάσει  τῶν  δικαίων.", "translation": "Mugi panjenengan tansah pinaringan kaberkahan, amargi para musuh panjenengan boten saged mbales bales dhumateng panjenengan; amargi kabalesan punika badhe kalampahan ing wanci wangsulanipun para padha bener.", "calver": "2025.05.21", "id": "LUK 14:14", "translation_time": 8.81}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἀκούσας  δέ  τις  τῶν  συνανακειμένων  ταῦτα  εἶπεν  αὐτῷ  Μακάριος  ὅστις  φάγεται  ἄρτον  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "Maha berkah wong sing nedha roti ing Karajaaning Gusti.", "calver": "2025.05.21", "id": "LUK 14:15", "translation_time": 6.46}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπός  τις  ἐποίει  δεῖπνον  μέγα, καὶ  ἐκάλεσεν  πολλούς,", "translation": "Salah siji wong ngadani pesta ageng lan ngundang akèh wong.", "calver": "2025.05.21", "id": "LUK 14:16", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἀπέστειλεν  τὸν  δοῦλον  αὐτοῦ  τῇ  ὥρᾳ  τοῦ  δείπνου  εἰπεῖν  τοῖς  κεκλημένοις  Ἔρχεσθε, ὅτι  ἤδη  ἕτοιμά  ἐστιν.", "translation": "Lan banjur diutusake abdi dhéwé kanggo ngandhani marang para tamu, ing wektu nedha bujana, \"Rawuh, amargi kabéh wis siyap.\"", "calver": "2025.05.21", "id": "LUK 14:17", "translation_time": 8.94}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἤρξαντο  ἀπὸ  μιᾶς  πάντες  παραιτεῖσθαι. ὁ  πρῶτος  εἶπεν  αὐτῷ  Ἀγρὸν  ἠγόρασα, καὶ  ἔχω  ἀνάγκην  ἐξελθὼν  ἰδεῖν  αὐτόν· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "Lan padha wiwit saka salah siji wong nyuwun idin. Wong pisan kandha marang dheweke, \"Aku tuku sawah, lan aku perlu metu kanggo ndeleng dheweke; aku nyuwun pangapunten, kulo nyuwun pangapunten.\"", "calver": "2025.05.21", "id": "LUK 14:18", "translation_time": 9.85}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἕτερος  εἶπεν  Ζεύγη  βοῶν  ἠγόρασα  πέντε, καὶ  πορεύομαι  δοκιμάσαι  αὐτά· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "Kula nyekel limang pasang sapi, lan aku arep nyoba-nyoba, takon marang kowe, supaya aja nganti lali, supaya kowe ndedonga kanggo aku. Mugi Gusti paring berkah lan pangestu marang aku, lan mugi kowe tansah ndedonga kanggo aku.", "calver": "2025.05.21", "id": "LUK 14:19", "translation_time": 8.21}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἰδοὺ  ἄνθρωπός  τις  ἦν  ὑδρωπικὸς  ἔμπροσθεν  αὐτοῦ.", "translation": "Salah sawijining wong, lan delengen, dhèwèké iku wong sing bengkak, lan dhèwèké ana ing ngarepe dhèwèké.", "calver": "2025.05.21", "id": "LUK 14:2", "translation_time": 9.58}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἕτερος  εἶπεν  Γυναῖκα  ἔγημα, καὶ  διὰ  τοῦτο  οὐ  δύναμαι  ἐλθεῖν.", "translation": "Lan wong siji kandha, \"Aku wis nikah karo wanita, mulane aku ora bisa teka.\"", "calver": "2025.05.21", "id": "LUK 14:20", "translation_time": 9.0}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  παραγενόμενος  ὁ  δοῦλος  ἀπήγγειλεν  τῷ  κυρίῳ  αὐτοῦ  ταῦτα. τότε  ὀργισθεὶς  ὁ  οἰκοδεσπότης  εἶπεν  τῷ  δούλῳ  αὐτοῦ  Ἔξελθε  ταχέως  εἰς  τὰς  πλατείας  καὶ  ῥύμας  τῆς  πόλεως, καὶ  τοὺς  πτωχοὺς  καὶ  ἀναπήρους  καὶ  τυφλοὺς  καὶ  χωλοὺς  εἰσάγαγε  ὧδε.", "translation": "Lan nalika wis teka, abdi paring warta marang pakurmatanipun, yen pakurmatanipun nesu. Pakurmatanipun banjur matur, \"Mangkat cepet-cepet menyang pasar, lan ing pinggir-pinggir kutha, kumpulake wong miskin, cacat, buta, lan lumpuh.\" Mangkono, abdi nindakaken dhawuhipun kanthi hormat.", "calver": "2025.05.21", "id": "LUK 14:21", "translation_time": 10.64}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  ὁ  δοῦλος  Κύριε, γέγονεν  ὃ  ἐπέταξας, καὶ  ἔτι  τόπος  ἐστίν.", "translation": "Lan diomongake dening abdi, sampun kalampahan panjenengan, lan isih ana papan.", "calver": "2025.05.21", "id": "LUK 14:22", "translation_time": 6.8}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  ὁ  κύριος  πρὸς  τὸν  δοῦλον  Ἔξελθε  εἰς  τὰς  ὁδοὺς  καὶ  φραγμοὺς  καὶ  ἀνάγκασον  εἰσελθεῖν, ἵνα  γεμισθῇ  μου  ὁ  οἶκος·", "translation": "Gusti Allah parintah marang abdi: Mlebu menyang dalan lan gang, undang wong-wong, supaya omahku kabakè, supaya kabèh wong padha teka lan omahku kabakè.", "calver": "2025.05.21", "id": "LUK 14:23", "translation_time": 7.28}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  οὐδεὶς  τῶν  ἀνδρῶν  ἐκείνων  τῶν  κεκλημένων  γεύσεταί  μου  τοῦ  δείπνου.", "translation": "Kula maturaken dhateng panjenengan, bilih boten wonten satunggalipun saking tiyang-tiyang ingkang kapundhut, ingkang badhe nyicipi dhaharan kula. Inggih punika, boten wonten satunggalipun saking tiyang-tiyang ingkang kapundhut, ingkang badhe ngraosaken dhaharan kula.", "calver": "2025.05.21", "id": "LUK 14:24", "translation_time": 9.09}
{"source_lang": "grc", "target_lang": "jav", "original": "Συνεπορεύοντο  δὲ  αὐτῷ  ὄχλοι  πολλοί, καὶ  στραφεὶς  εἶπεν  πρὸς  αὐτούς", "translation": "Akeh wong akeh sing nglumpuk marang Panjenengané, lan Panjenengané mbalik kanggo ngomong marang wong-wong mau.", "calver": "2025.05.21", "id": "LUK 14:25", "translation_time": 6.27}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἴ  τις  ἔρχεται  πρός  με  καὶ  οὐ  μισεῖ  τὸν  πατέρα  αὐτοῦ  καὶ  τὴν  μητέρα  καὶ  τὴν  γυναῖκα  καὶ  τὰ  τέκνα  καὶ  τοὺς  ἀδελφοὺς  καὶ  τὰς  ἀδελφάς, ἔτι  τε  καὶ  τὴν  ψυχὴν  ἑαυτοῦ, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "Yen ana wong teka marang aku lan ora nguciwani bapake lan ibune, lan garwane lan anak-anaké, lan sedulur-sedulure lan sedulur-sedulure, lan uripé dhéwé, ora bisa dadi muridku.", "calver": "2025.05.21", "id": "LUK 14:26", "translation_time": 8.42}
{"source_lang": "grc", "target_lang": "jav", "original": "ὅστις  οὐ  βαστάζει  τὸν  σταυρὸν  ἑαυτοῦ  καὶ  ἔρχεται  ὀπίσω  μου, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "Sapa wae sing ora nyangga salibé dhéwé lan ngancik aku, ora bisa dadi muridku.", "calver": "2025.05.21", "id": "LUK 14:27", "translation_time": 9.3}
{"source_lang": "grc", "target_lang": "jav", "original": "Τίς  γὰρ  ἐξ  ὑμῶν  θέλων  πύργον  οἰκοδομῆσαι  οὐχὶ  πρῶτον  καθίσας  ψηφίζει  τὴν  δαπάνην, εἰ  ἔχει  εἰς  ἀπαρτισμόν;", "translation": "Sapa kowe sing pengin mbangun menara, ora lungguh dhisik kanggo ngitung biaya, supaya kowe duwe cukup kanggo ngrampungake, supaya ora gagal lan isin.", "calver": "2025.05.21", "id": "LUK 14:28", "translation_time": 10.21}
{"source_lang": "grc", "target_lang": "jav", "original": "ἵνα  μή  ποτε  θέντος  αὐτοῦ  θεμέλιον  καὶ  μὴ  ἰσχύοντος  ἐκτελέσαι  πάντες  οἱ  θεωροῦντες  ἄρξωνται  αὐτῷ  ἐμπαίζειν", "translation": "Supaya ora nate dadi fondasi lan ora kuwat nyeleseake kabeh wong sing nyawang, banjur padha miwiti ngolok-olok dhèwèké.", "calver": "2025.05.21", "id": "LUK 14:29", "translation_time": 9.6}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἀποκριθεὶς  ὁ  Ἰησοῦς  εἶπεν  πρὸς  τοὺς  νομικοὺς  καὶ  Φαρισαίους  λέγων  Ἔξεστιν  τῷ  σαββάτῳ  θεραπεῦσαι  ἢ  οὔ;", "translation": "Lan banjur wangsulane, Yesus matur marang para ahli hukum lan para Farisi, \"Apa sahé kanggo nyembuhaké ing dina Sabath?\"", "calver": "2025.05.21", "id": "LUK 14:3", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγοντες  ὅτι  Οὗτος  ὁ  ἄνθρωπος  ἤρξατο  οἰκοδομεῖν  καὶ  οὐκ  ἴσχυσεν  ἐκτελέσαι.", "translation": "Ngendikakaké yèn wong iki wis miwiti mbangun sawijining menara, nanging ora bisa rampungaké.", "calver": "2025.05.21", "id": "LUK 14:30", "translation_time": 7.9}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἢ  τίς  βασιλεὺς  πορευόμενος  ἑτέρῳ  βασιλεῖ  συμβαλεῖν  εἰς  πόλεμον  οὐχὶ  καθίσας  πρῶτον  βουλεύσεται  εἰ  δυνατός  ἐστιν  ἐν  δέκα  χιλιάσιν  ὑπαντῆσαι  τῷ  μετὰ  εἴκοσι  χιλιάδων  ἐρχομένῳ  ἐπ’  αὐτόν;", "translation": "Apa raja sing arep lunga kanggo ngadhepi raja liyane, ora bakal dhisik mikirake lan rembugan dhisik, yen bisa ngadhepi sepuluh ewu prajurit, sadurunge ngadhepi karo rong puluh ewu prajurit sing teka marang dheweke?", "calver": "2025.05.21", "id": "LUK 14:31", "translation_time": 7.02}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  δὲ  μήγε, ἔτι  αὐτοῦ  πόρρω  ὄντος  πρεσβείαν  ἀποστείλας  ἐρωτᾷ  τὰ  πρὸς  εἰρήνην.", "translation": "Yen ora, isih adoh banget, panjenengan ngirim utusan kanggo takon babagan tentrem.", "calver": "2025.05.21", "id": "LUK 14:32", "translation_time": 7.86}
{"source_lang": "grc", "target_lang": "jav", "original": "οὕτως  οὖν  πᾶς  ἐξ  ὑμῶν  ὃς  οὐκ  ἀποτάσσεται  πᾶσιν  τοῖς  ἑαυτοῦ  ὑπάρχουσιν  οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "Mula-mula, saben wong saka antaramu sing ora nyangkal kabeh barang duwene, ora bisa dadi muridku.", "calver": "2025.05.21", "id": "LUK 14:33", "translation_time": 8.7}
{"source_lang": "grc", "target_lang": "jav", "original": "Καλὸν  οὖν  τὸ  ἅλας· ἐὰν  δὲ  καὶ  τὸ  ἅλας  μωρανθῇ, ἐν  τίνι  ἀρτυθήσεται;", "translation": "Garam punika becik, amargi punika migunani. Nanging, menawi garam punika dados tawar, punapa ingkang badhe kalampahan?", "calver": "2025.05.21", "id": "LUK 14:34", "translation_time": 7.85}
{"source_lang": "grc", "target_lang": "jav", "original": "οὔτε  εἰς  γῆν  οὔτε  εἰς  κοπρίαν  εὔθετόν  ἐστιν· ἔξω  βάλλουσιν  αὐτό. ὁ  ἔχων  ὦτα  ἀκούειν  ἀκουέτω.", "translation": "Ora kanggo menyang bumi, ora kanggo menyang kotoran, iku ora pantes; dheweke bakal diusir metu. Sing duwe kuping krungu, krungu. Mangkono, wong sing nduweni kuping kudu krungu kanthi ati-ati.", "calver": "2025.05.21", "id": "LUK 14:35", "translation_time": 9.01}
{"source_lang": "grc", "target_lang": "jav", "original": "οἱ  δὲ  ἡσύχασαν. καὶ  ἐπιλαβόμενος  ἰάσατο  αὐτὸν  καὶ  ἀπέλυσεν.", "translation": "Mereka menjadi tenang. Lan banjur, wong sing dipegangi kuwat, diobati, lan banjur diparingi bebas.", "calver": "2025.05.21", "id": "LUK 14:4", "translation_time": 7.13}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  πρὸς  αὐτοὺς  εἶπεν  Τίνος  ὑμῶν  υἱὸς  ἢ  βοῦς  εἰς  φρέαρ  πεσεῖται, καὶ  οὐκ  εὐθέως  ἀνασπάσει  αὐτὸν  ἐν  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "Tinggih sira, sira putra utawi sapi, menyang sumur, lan boten saged langsung nyekelipun nalika dinten Sabat?", "calver": "2025.05.21", "id": "LUK 14:5", "translation_time": 7.94}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  οὐκ  ἴσχυσαν  ἀνταποκριθῆναι  πρὸς  ταῦτα.", "translation": "Lan ora bisa nanggapi marang perkara punika.", "calver": "2025.05.21", "id": "LUK 14:6", "translation_time": 9.59}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἔλεγεν  δὲ  πρὸς  τοὺς  κεκλημένους  παραβολήν, ἐπέχων  πῶς  τὰς  πρωτοκλισίας  ἐξελέγοντο, λέγων  πρὸς  αὐτούς", "translation": "Dene dhèwèké matur marang wong-wong sing diundangaké nganggo paribasan, kanthi nyekel carita babagan carane wong-wong sing diundang bisa milih panggonan, banjur matur marang wong-wong mau", "calver": "2025.05.21", "id": "LUK 14:7", "translation_time": 10.27}
{"source_lang": "grc", "target_lang": "jav", "original": "Ὅταν  κληθῇς  ὑπό  τινος  εἰς  γάμους, μὴ  κατακλιθῇς  εἰς  τὴν  πρωτοκλισίαν, μή  ποτε  ἐντιμότερός  σου  ᾖ  κεκλημένος  ὑπ’  αὐτοῦ,", "translation": "Nalika sampeyan diundang dening wong kanggo acara manten, aja lungguh ing panggonan kang pinunjul, supaya aja nganti dipermalukan dening wong sing ngundang sampeyan, sing luwih mulya tinimbang sampeyan.", "calver": "2025.05.21", "id": "LUK 14:8", "translation_time": 8.33}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐλθὼν  ὁ  σὲ  καὶ  αὐτὸν  καλέσας  ἐρεῖ  σοι  Δὸς  τούτῳ  τόπον, καὶ  τότε  ἄρξῃ  μετὰ  αἰσχύνης  τὸν  ἔσχατον  τόπον  κατέχειν.", "translation": "Nalika Panjenengan lan piyambakipun dipunundang dening Dawu menyang panggonan punika, banjur piyambakipun badhe miwiti kanthi isin kanggo nguasai panggonan pungkasan.", "calver": "2025.05.21", "id": "LUK 14:9", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἦσαν  δὲ  αὐτῷ  ἐγγίζοντες  πάντες  οἱ  τελῶναι  καὶ  οἱ  ἁμαρτωλοὶ  ἀκούειν  αὐτοῦ.", "translation": "Nalika semana, kabeh petugas pajak lan wong-wong sing dosa wis padha nyedhaki lan padha ngrungokake dhèwèké.", "calver": "2025.05.21", "id": "LUK 15:1", "translation_time": 8.29}
{"source_lang": "grc", "target_lang": "jav", "original": "οὕτως, λέγω  ὑμῖν, γίνεται  χαρὰ  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι.", "translation": "Mangkono, kula matur, kabar kabar ing ngarepe para malaikat Gusti Allah ing swarga, nalika ana wong dosa siji sing ngowahi ati.", "calver": "2025.05.21", "id": "LUK 15:10", "translation_time": 7.27}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δέ  Ἄνθρωπός  τις  εἶχεν  δύο  υἱούς.", "translation": "Siji wong mau duwé loro anak lanang.", "calver": "2025.05.21", "id": "LUK 15:11", "translation_time": 7.97}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  ὁ  νεώτερος  αὐτῶν  τῷ  πατρί  Πάτερ, δός  μοι  τὸ  ἐπιβάλλον  μέρος  τῆς  οὐσίας. ὁ  δὲ  διεῖλεν  αὐτοῖς  τὸν  βίον.", "translation": "Lan banjur wong enom saka padha, marang bapake, \"Pak, paringaken dhumateng kula bagian warisan ingkang dados hak kula.\" Bapakipun banjur misahaken uripipun dhateng kalihipun.", "calver": "2025.05.21", "id": "LUK 15:12", "translation_time": 9.04}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  μετ’  οὐ  πολλὰς  ἡμέρας  συναγαγὼν  πάντα  ὁ  νεώτερος  υἱὸς  ἀπεδήμησεν  εἰς  χώραν  μακράν, καὶ  ἐκεῖ  διεσκόρπισεν  τὴν  οὐσίαν  αὐτοῦ  ζῶν  ἀσώτως.", "translation": "Lan sawisé sawetara dina, anak enom mau nglumpukaké kabèh warisané, banjur mangkat menyang negara adoh. Ing kana, dhèwèké nyebarake warisané kanthi sembrono, urip kanthi sembrono.", "calver": "2025.05.21", "id": "LUK 15:13", "translation_time": 20.89}
{"source_lang": "grc", "target_lang": "jav", "original": "δαπανήσαντος  δὲ  αὐτοῦ  πάντα  ἐγένετο  λιμὸς  ἰσχυρὰ  κατὰ  τὴν  χώραν  ἐκείνην, καὶ  αὐτὸς  ἤρξατο  ὑστερεῖσθαι.", "translation": "Sawise dheweke mbuwang kabeh, banjur kedadeyan kahanan kekurangan pangan ing tanah iku, lan dheweke wiwit ngalami kasangsaran amarga kekurangan pangan.", "calver": "2025.05.21", "id": "LUK 15:14", "translation_time": 8.33}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  πορευθεὶς  ἐκολλήθη  ἑνὶ  τῶν  πολιτῶν  τῆς  χώρας  ἐκείνης, καὶ  ἔπεμψεν  αὐτὸν  εἰς  τοὺς  ἀγροὺς  αὐτοῦ  βόσκειν  χοίρους·", "translation": "Lan lunga, dheweke dipeksa salah siji warga ing negara iku, banjur diutusake marang dheweke menyang padang-padangane kanggo ngembek babi.", "calver": "2025.05.21", "id": "LUK 15:15", "translation_time": 9.07}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐπεθύμει  γεμίσαι  τὴν  κοιλίαν  αὐτοῦ  ἐκ  τῶν  κερατίων  ὧν  ἤσθιον  οἱ  χοῖροι, καὶ  οὐδεὶς  ἐδίδου  αὐτῷ.", "translation": "Lan dheweke kepéngin ngisi wetenge saka tanduk-tanduk babi sing didol, lan ora ana wong sing maringi marang dheweke.", "calver": "2025.05.21", "id": "LUK 15:16", "translation_time": 7.34}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰς  ἑαυτὸν  δὲ  ἐλθὼν  ἔφη  Πόσοι  μίσθιοι  τοῦ  πατρός  μου  περισσεύονται  ἄρτων, ἐγὼ  δὲ  λιμῷ  ὧδε  ἀπόλλυμαι.", "translation": "Nalika dhateng dhiri piyambakipun, piyambakipun matur, \"Pinten para buruh upahan saking bapak kula ingkang saged ngraosaken roti, nanging kula malah lapar lan badhe tilar donya ing kene.\"", "calver": "2025.05.21", "id": "LUK 15:17", "translation_time": 9.6}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀναστὰς  πορεύσομαι  πρὸς  τὸν  πατέρα  μου  καὶ  ἐρῶ  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου,", "translation": "Yen aku wis tangi, aku bakal lunga marang Bapa, lan aku bakal kandha marang dhèwèké, \"Bapa, aku wis salah marang swarga lan marang kowé, lan aku ora pantes dadi anakmu.\"", "calver": "2025.05.21", "id": "LUK 15:18", "translation_time": 7.97}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου· ποίησόν  με  ὡς  ἕνα  τῶν  μισθίων  σου.", "translation": "Ora maneh pantes diarani anakmu; gawea aku kaya salah siji abdi-abhimu.", "calver": "2025.05.21", "id": "LUK 15:19", "translation_time": 8.26}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  διεγόγγυζον  οἵ  τε  Φαρισαῖοι  καὶ  οἱ  γραμματεῖς  λέγοντες  ὅτι  Οὗτος  ἁμαρτωλοὺς  προσδέχεται  καὶ  συνεσθίει  αὐτοῖς.", "translation": "Lan para Pharisees lan para ahli Taurat padha gumun lan padha ngomong, \"Dheweke iki nampani wong-wong sing dosa lan padha mangan bareng karo wong-wong mau.\"", "calver": "2025.05.21", "id": "LUK 15:2", "translation_time": 7.82}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἀναστὰς  ἦλθεν  πρὸς  τὸν  πατέρα  ἑαυτοῦ. ἔτι  δὲ  αὐτοῦ  μακρὰν  ἀπέχοντος  εἶδεν  αὐτὸν  ὁ  πατὴρ  αὐτοῦ  καὶ  ἐσπλαγχνίσθη, καὶ  δραμὼν  ἐπέπεσεν  ἐπὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  κατεφίλησεν  αὐτόν.", "translation": "Lan nalika dhèwèké tangi, dhèwèké teka marang bapaké. Nanging, nalika bapaké ndeleng saka adoh, dhèwèké krasa welas lan pangapunten, banjur mlaku menyang dhèwèké, lungguh ing geger, banjur ngucapake panuwun minangka tandha tresna. Bapak mau banjur nyekel lan nyandhakaké putrane, lan padha padha tresna maneh.", "calver": "2025.05.21", "id": "LUK 15:20", "translation_time": 8.46}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  ὁ  υἱὸς  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου, οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου.", "translation": "Bapa, aku wis salah marang swarga lan ing ngarsané panjenengan, lan ora maneh pantes diarani anakmu.", "calver": "2025.05.21", "id": "LUK 15:21", "translation_time": 7.42}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  ὁ  πατὴρ  πρὸς  τοὺς  δούλους  αὐτοῦ  Ταχὺ  ἐξενέγκατε  στολὴν  τὴν  πρώτην  καὶ  ἐνδύσατε  αὐτόν, καὶ  δότε  δακτύλιον  εἰς  τὴν  χεῖρα  αὐτοῦ  καὶ  ὑποδήματα  εἰς  τοὺς  πόδας,", "translation": "Bapak matur nyarios dhateng para abdi, \"Cepet-cepet wenehake pakaian sing pisan lan dandani dhèwèké, lan wenehake dhèwèké ring ing tangané, lan pasang sepatu ing sikilé.\"", "calver": "2025.05.21", "id": "LUK 15:22", "translation_time": 10.75}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  φέρετε  τὸν  μόσχον  τὸν  σιτευτόν, θύσατε, καὶ  φαγόντες  εὐφρανθῶμεν,", "translation": "Lan bawaake pitik jago sing wis gemuk, banjur kurbanake, lan sawise mangan, ayo padha remen.", "calver": "2025.05.21", "id": "LUK 15:23", "translation_time": 9.33}
{"source_lang": "grc", "target_lang": "jav", "original": "ὅτι  οὗτος  ὁ  υἱός  μου  νεκρὸς  ἦν  καὶ  ἀνέζησεν, ἦν  ἀπολωλὼς  καὶ  εὑρέθη. καὶ  ἤρξαντο  εὐφραίνεσθαι.", "translation": "Menika menika putraku sampun tilar donya lan sampun urip maneh, menika sampun ilang lan kapanggih, lan padha wiwit bungah-bungah.", "calver": "2025.05.21", "id": "LUK 15:24", "translation_time": 9.57}
{"source_lang": "grc", "target_lang": "jav", "original": "ἦν  δὲ  ὁ  υἱὸς  αὐτοῦ  ὁ  πρεσβύτερος  ἐν  ἀγρῷ· καὶ  ὡς  ἐρχόμενος  ἤγγισεν  τῇ  οἰκίᾳ, ἤκουσεν  συμφωνίας  καὶ  χορῶν,", "translation": "Putranipun ingkang sepuh punika wonten ing lapangan; nalika piyambakipun nyedhaki griya, piyambakipun krungu swara musik lan tari-tarian.", "calver": "2025.05.21", "id": "LUK 15:25", "translation_time": 6.6}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  προσκαλεσάμενος  ἕνα  τῶν  παίδων  ἐπυνθάνετο  τί  ἂν  εἴη  ταῦτα.", "translation": "Kang banjur ngundang salah siji saka bocah-bocah, banjur takon, \"Apa iki?\"", "calver": "2025.05.21", "id": "LUK 15:26", "translation_time": 8.52}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  ὅτι  Ὁ  ἀδελφός  σου  ἥκει, καὶ  ἔθυσεν  ὁ  πατήρ  σου  τὸν  μόσχον  τὸν  σιτευτόν, ὅτι  ὑγιαίνοντα  αὐτὸν  ἀπέλαβεν.", "translation": "Dene piyambakipun matur dhateng dhiri piyambakipun bilih: \"Sami kalih, sadulur panjenengan sampun rawuh, lan bapak panjenengan sampun nyembelih anak sapi sing gemuk, amargi piyambakipun sehat lan sampun dipun tampi.\"", "calver": "2025.05.21", "id": "LUK 15:27", "translation_time": 10.25}
{"source_lang": "grc", "target_lang": "jav", "original": "ὠργίσθη  δὲ  καὶ  οὐκ  ἤθελεν  εἰσελθεῖν· ὁ  δὲ  πατὴρ  αὐτοῦ  ἐξελθὼν  παρεκάλει  αὐτόν.", "translation": "Wong mau marah lan ora gelem mlebu; bapake, nalika metu, nyuwun marang dhèwèké kanthi hormat.", "calver": "2025.05.21", "id": "LUK 15:28", "translation_time": 8.9}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  τῷ  πατρὶ  Ἰδοὺ  τοσαῦτα  ἔτη  δουλεύω  σοι  καὶ  οὐδέποτε  ἐντολήν  σου  παρῆλθον, καὶ  ἐμοὶ  οὐδέποτε  ἔδωκας  ἔριφον  ἵνα  μετὰ  τῶν  φίλων  μου  εὐφρανθῶ·", "translation": "Mangsuli lan matur, \"Kangge bapak, kula sampun ngladeni panjenengan sekawan taun, lan durung nate nampi upah saka panjenengan. Lan aku durung nate nampi upah, supados aku remen karo kanca-kanca kula.\"", "calver": "2025.05.21", "id": "LUK 15:29", "translation_time": 15.52}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  πρὸς  αὐτοὺς  τὴν  παραβολὴν  ταύτην  λέγων", "translation": "Sang paring wicara marang wong-wong mau, dhèwèké ngendika parabala punika.", "calver": "2025.05.21", "id": "LUK 15:3", "translation_time": 10.65}
{"source_lang": "grc", "target_lang": "jav", "original": "ὅτε  δὲ  ὁ  υἱός  σου  οὗτος  ὁ  καταφαγών  σου  τὸν  βίον  μετὰ  πορνῶν  ἦλθεν, ἔθυσας  αὐτῷ  τὸν  σιτευτὸν  μόσχον.", "translation": "Nalika putramu iki bali sawise urip sing dosa, lan wis bali kanthi pangapura, kowe banjur nyembelih sapi jago sing gemuk kanggo nyambut kawula.", "calver": "2025.05.21", "id": "LUK 15:30", "translation_time": 9.15}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Τέκνον, σὺ  πάντοτε  μετ’  ἐμοῦ  εἶ, καὶ  πάντα  τὰ  ἐμὰ  σά  ἐστιν·", "translation": "Têkno, panjenengan, sampun tansah wonten ingkang kalih kula, lan kabéh ingkang kula kagungan.", "calver": "2025.05.21", "id": "LUK 15:31", "translation_time": 10.59}
{"source_lang": "grc", "target_lang": "jav", "original": "εὐφρανθῆναι  δὲ  καὶ  χαρῆναι  ἔδει, ὅτι  ὁ  ἀδελφός  σου  οὗτος  νεκρὸς  ἦν  καὶ  ἔζησεν, καὶ  ἀπολωλὼς  καὶ  εὑρέθη.", "translation": "Kawula kudu bungah lan remen, amargi wong sadulur panjenengan punika punika sadaya sampun tilar donya, nanging saiki sampun urip malih lan kapanggih.", "calver": "2025.05.21", "id": "LUK 15:32", "translation_time": 7.09}
{"source_lang": "grc", "target_lang": "jav", "original": "Τίς  ἄνθρωπος  ἐξ  ὑμῶν  ἔχων  ἑκατὸν  πρόβατα  καὶ  ἀπολέσας  ἐξ  αὐτῶν  ἓν  οὐ  καταλείπει  τὰ  ἐνενήκοντα  ἐννέα  ἐν  τῇ  ἐρήμῳ  καὶ  πορεύεται  ἐπὶ  τὸ  ἀπολωλὸς  ἕως  εὕρῃ  αὐτό;", "translation": "Sapa manungsa saka panjenengan yen duwe seket wedhus lan ilang siji saka antarane, ora ninggalake 99 ing padang rumput lan mlaku menyang panggonan sing ilang nganti ketemu?", "calver": "2025.05.21", "id": "LUK 15:4", "translation_time": 8.61}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εὑρὼν  ἐπιτίθησιν  ἐπὶ  τοὺς  ὤμους  αὐτοῦ  χαίρων,", "translation": "Lan nemu, banjur ngetokake marang pundhaké kanthi seneng banget,", "calver": "2025.05.21", "id": "LUK 15:5", "translation_time": 7.4}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐλθὼν  εἰς  τὸν  οἶκον  συνκαλεῖ  τοὺς  φίλους  καὶ  τοὺς  γείτονας, λέγων  αὐτοῖς  Συνχάρητέ  μοι, ὅτι  εὗρον  τὸ  πρόβατόν  μου  τὸ  ἀπολωλός.", "translation": "Sarta mlebet ing omah, kanca lan tetangga padha diundang, banjur kandha, \"Sugeng ambal warsa kulo,\" amargi kulo sampun manggihaken wedhus kulo ingkang ilang.", "calver": "2025.05.21", "id": "LUK 15:6", "translation_time": 8.17}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  ὑμῖν  ὅτι  οὕτως  χαρὰ  ἐν  τῷ  οὐρανῷ  ἔσται  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι  ἢ  ἐπὶ  ἐνενήκοντα  ἐννέα  δικαίοις  οἵτινες  οὐ  χρείαν  ἔχουσιν  μετανοίας.", "translation": "Kula maturaken dhumateng panjenengan sedaya, bilih kabungahan ing swarga bakal dumadi nalika wonten satunggal tiyang dosa ingkang tobat, tinimbang kabungahanipun ing swarga nalika wonten ingkang wicaksana lan bener ingkang boten mbutuhaken tobat.", "calver": "2025.05.21", "id": "LUK 15:7", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἢ  τίς  γυνὴ  δραχμὰς  ἔχουσα  δέκα, ἐὰν  ἀπολέσῃ  δραχμὴν  μίαν, οὐχὶ  ἅπτει  λύχνον  καὶ  σαροῖ  τὴν  οἰκίαν  καὶ  ζητεῖ  ἐπιμελῶς  ἕως  οὗ  εὕρῃ;", "translation": "Wanita sing nduweni sepuluh drachma, yen dheweke ilang siji drachma, ora bakal nyala lampu lan nyapu omah nganti nemokake koin mau. Dheweke bakal ngupadi kanthi teliti ing saben pojok omah nganti ketemu.", "calver": "2025.05.21", "id": "LUK 15:8", "translation_time": 9.25}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εὑροῦσα  συνκαλεῖ  τὰς  φίλας  καὶ  γείτονας  λέγουσα  Συνχάρητέ  μοι, ὅτι  εὗρον  τὴν  δραχμὴν  ἣν  ἀπώλεσα.", "translation": "Lan nalika dheweke nemokake dhuwit sing ilang, dheweke ngundang kanca lan tangga teparo kanthi hormat, lan kandha, \"Mulyo kanggo aku, amarga aku wis nemu maneh drachma sing aku ilang.\"", "calver": "2025.05.21", "id": "LUK 15:9", "translation_time": 8.75}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἔλεγεν  δὲ  καὶ  πρὸς  τοὺς  μαθητάς  Ἄνθρωπός  τις  ἦν  πλούσιος  ὃς  εἶχεν  οἰκονόμον, καὶ  οὗτος  διεβλήθη  αὐτῷ  ὡς  διασκορπίζων  τὰ  ὑπάρχοντα  αὐτοῦ.", "translation": "Ing sawijining wektu, ana wong sugih sing duwe manajer estate. Manajer iki banjur didakwa nyia-nyiakake barang-barangé.", "calver": "2025.05.21", "id": "LUK 16:1", "translation_time": 6.8}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  πιστὸς  ἐν  ἐλαχίστῳ  καὶ  ἐν  πολλῷ  πιστός  ἐστιν, καὶ  ὁ  ἐν  ἐλαχίστῳ  ἄδικος  καὶ  ἐν  πολλῷ  ἄδικός  ἐστιν.", "translation": "Wong sing setya ing perkara cilik lan gedhe iku tetep setya, lan wong sing ora adil ing perkara cilik lan gedhe uga tetep ora adil.", "calver": "2025.05.21", "id": "LUK 16:10", "translation_time": 7.44}
{"source_lang": "grc", "target_lang": "jav", "original": "εἰ  οὖν  ἐν  τῷ  ἀδίκῳ  μαμωνᾷ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἀληθινὸν  τίς  ὑμῖν  πιστεύσει;", "translation": "Yen mangkono, yen ing dhuwit sing ora adil, sampeyan durung dadi satuhu, sapa ingkang badhe pitados dhumateng panjenengan marang ingkang sejati?", "calver": "2025.05.21", "id": "LUK 16:11", "translation_time": 10.39}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἰ  ἐν  τῷ  ἀλλοτρίῳ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἡμέτερον  τίς  δώσει  ὑμῖν;", "translation": "Yen sampeyan ora setya ing tanah asing, sapa sing bakal maringi marang sampeyan barang-barang kita?", "calver": "2025.05.21", "id": "LUK 16:12", "translation_time": 8.79}
{"source_lang": "grc", "target_lang": "jav", "original": "Οὐδεὶς  οἰκέτης  δύναται  δυσὶ  κυρίοις  δουλεύειν· ἢ  γὰρ  τὸν  ἕνα  μισήσει  καὶ  τὸν  ἕτερον  ἀγαπήσει, ἢ  ἑνὸς  ἀνθέξεται  καὶ  τοῦ  ἑτέρου  καταφρονήσει. οὐ  δύνασθε  Θεῷ  δουλεύειν  καὶ  μαμωνᾷ.", "translation": "Ora ana abdi sing bisa nyambut gawe marang loro majikan; amarga yen siji mbenci lan siji tresna, utawa mbenci siji lan tresna liyane, ora bisa nyambut gawe marang Gusti Allah lan mammon.", "calver": "2025.05.21", "id": "LUK 16:13", "translation_time": 10.69}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἤκουον  δὲ  ταῦτα  πάντα  οἱ  Φαρισαῖοι  φιλάργυροι  ὑπάρχοντες, καὶ  ἐξεμυκτήριζον  αὐτόν.", "translation": "Para Farisi, sing rakus, krungu kabèh iki lan padha ngguyu marang Panjenengané.", "calver": "2025.05.21", "id": "LUK 16:14", "translation_time": 8.3}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  αὐτοῖς  Ὑμεῖς  ἐστε  οἱ  δικαιοῦντες  ἑαυτοὺς  ἐνώπιον  τῶν  ἀνθρώπων, ὁ  δὲ  Θεὸς  γινώσκει  τὰς  καρδίας  ὑμῶν· ὅτι  τὸ  ἐν  ἀνθρώποις  ὑψηλὸν  βδέλυγμα  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "Lan Gusti Allah matur marang wong-wong mau, \"Kowe sing padha ngadili awake dhéwé, nanging Gusti Allah ngerti ati-ati panjenengan. Amarga apa sing dihargai wong ing pandangane manungsa, iku dadi ora disenengi Gusti Allah.\"", "calver": "2025.05.21", "id": "LUK 16:15", "translation_time": 8.19}
{"source_lang": "grc", "target_lang": "jav", "original": "Ὁ  νόμος  καὶ  οἱ  προφῆται  μέχρι  Ἰωάνου· ἀπὸ  τότε  ἡ  βασιλεία  τοῦ  Θεοῦ  εὐαγγελίζεται  καὶ  πᾶς  εἰς  αὐτὴν  βιάζεται.", "translation": "Law lan para nabi nganti Yohanes; wiwit wektu iku, kabar babagan kerajaan Allah kababarake, lan saben wong kanthi panguwasa mlebu ing kana.", "calver": "2025.05.21", "id": "LUK 16:16", "translation_time": 8.22}
{"source_lang": "grc", "target_lang": "jav", "original": "εὐκοπώτερον  δέ  ἐστιν  τὸν  οὐρανὸν  καὶ  τὴν  γῆν  παρελθεῖν  ἢ  τοῦ  νόμου  μίαν  κεραίαν  πεσεῖν.", "translation": "Luwih gampang menawi langit lan bumi punika badhe sirna tinimbang salah satunggal rambut saking hukum punika owah.", "calver": "2025.05.21", "id": "LUK 16:17", "translation_time": 8.24}
{"source_lang": "grc", "target_lang": "jav", "original": "Πᾶς  ὁ  ἀπολύων  τὴν  γυναῖκα  αὐτοῦ  καὶ  γαμῶν  ἑτέραν  μοιχεύει, καὶ  ὁ  ἀπολελυμένην  ἀπὸ  ἀνδρὸς  γαμῶν  μοιχεύει.", "translation": "Saben wong sing nglairaké garwané lan nikah karo wong liya, iku nglakoni pezina; lan wong sing wis pisah saka bojone lan nikah karo wong liya, uga nglakoni pezina.", "calver": "2025.05.21", "id": "LUK 16:18", "translation_time": 10.13}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἄνθρωπος  δέ  τις  ἦν  πλούσιος, καὶ  ἐνεδιδύσκετο  πορφύραν  καὶ  βύσσον  εὐφραινόμενος  καθ’  ἡμέραν  λαμπρῶς.", "translation": "Manungsa kang sugih, nganggo klambi ungu lan linen alus, seneng-seneng saben dina kanthi gemerlap.", "calver": "2025.05.21", "id": "LUK 16:19", "translation_time": 8.53}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  φωνήσας  αὐτὸν  εἶπεν  αὐτῷ  Τί  τοῦτο  ἀκούω  περὶ  σοῦ; ἀπόδος  τὸν  λόγον  τῆς  οἰκονομίας  σου· οὐ  γὰρ  δύνῃ  ἔτι  οἰκονομεῖν.", "translation": "Lan banjur swara mau matur marang wong mau, \"Apa iki sing aku krungu babaganmu? Bawakake ukara babagan pangurusanmu; amarga sampeyan ora bisa maneh ngatur.\"", "calver": "2025.05.21", "id": "LUK 16:2", "translation_time": 9.18}
{"source_lang": "grc", "target_lang": "jav", "original": "πτωχὸς  δέ  τις  ὀνόματι  Λάζαρος  ἐβέβλητο  πρὸς  τὸν  πυλῶνα  αὐτοῦ  εἱλκωμένος", "translation": "Ana sawijining wong miskin jenengé Lazarus, sing dilempitake ing ngarep lawangé, kanthi kondisi diilangi lan diselehake ing kono.", "calver": "2025.05.21", "id": "LUK 16:20", "translation_time": 10.52}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐπιθυμῶν  χορτασθῆναι  ἀπὸ  τῶν  πιπτόντων  ἀπὸ  τῆς  τραπέζης  τοῦ  πλουσίου· ἀλλὰ  καὶ  οἱ  κύνες  ἐρχόμενοι  ἐπέλειχον  τὰ  ἕλκη  αὐτοῦ.", "translation": "Lan aku kepéngin wareg saka sisa-sisa panganan ing meja wong sugih; nanging uga asor-asing ngelus-ngelus luka-lukane.", "calver": "2025.05.21", "id": "LUK 16:21", "translation_time": 9.33}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐγένετο  δὲ  ἀποθανεῖν  τὸν  πτωχὸν  καὶ  ἀπενεχθῆναι  αὐτὸν  ὑπὸ  τῶν  ἀγγέλων  εἰς  τὸν  κόλπον  Ἀβραάμ· ἀπέθανεν  δὲ  καὶ  ὁ  πλούσιος  καὶ  ἐτάφη.", "translation": "Wonten ingkang sampun tilar donya, tiyang miskin, lajeng dipun angkat dening para malaekat mlebet ing pangkuan Abraham; ingkang sampun tilar donya ugi tiyang sugih, lan dipun kubur.", "calver": "2025.05.21", "id": "LUK 16:22", "translation_time": 12.81}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐν  τῷ  Ἅιδῃ  ἐπάρας  τοὺς  ὀφθαλμοὺς  αὐτοῦ, ὑπάρχων  ἐν  βασάνοις, ὁρᾷ  Ἀβραὰμ  ἀπὸ  μακρόθεν  καὶ  Λάζαρον  ἐν  τοῖς  κόλποις  αὐτοῦ.", "translation": "Lan nalika dhèwèké ngangkat mripaté dhéwé, sing ana ing kasangsaran, dhèwèké ndeleng Bapa Abraham saka adoh lan Lazarus ing pangkuané.", "calver": "2025.05.21", "id": "LUK 16:23", "translation_time": 14.78}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  αὐτὸς  φωνήσας  εἶπεν  Πάτερ  Ἀβραάμ, ἐλέησόν  με  καὶ  πέμψον  Λάζαρον  ἵνα  βάψῃ  τὸ  ἄκρον  τοῦ  δακτύλου  αὐτοῦ  ὕδατος  καὶ  καταψύξῃ  τὴν  γλῶσσάν  μου, ὅτι  ὀδυνῶμαι  ἐν  τῇ  φλογὶ  ταύτῃ.", "translation": "Lan dhèwèké, kanthi panggilan, matur marang Bapa Abraham, \"Mugi kersa maringi pangapunten marang aku, lan kirimaké Lazarus, supaya dhèwèké bisa ngumbah puncak driji dhèwèké nganggo banyu, lan nyegerake ilatku, amarga aku lagi nandhang sangsara ing geni iki.\"", "calver": "2025.05.21", "id": "LUK 16:24", "translation_time": 12.8}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  Ἀβραάμ  Τέκνον, μνήσθητι  ὅτι  ἀπέλαβες  τὰ  ἀγαθά  σου  ἐν  τῇ  ζωῇ  σου, καὶ  Λάζαρος  ὁμοίως  τὰ  κακά· νῦν  δὲ  ὧδε  παρακαλεῖται  σὺ  δὲ  ὀδυνᾶσαι.", "translation": "Abraham matur ngendika marang wong iku, \"Anak, elinga manawa kowe wis nampa kabecikan nalika uripmu, lan Lazarus uga nampa kaburukan; nanging saiki kowe lagi nandhang sangsara, lan Lazarus uga nampa kabungahan. Saiki, kowe diarani, lan dheweke uga diarani.\"", "calver": "2025.05.21", "id": "LUK 16:25", "translation_time": 10.9}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐν  πᾶσι  τούτοις  μεταξὺ  ἡμῶν  καὶ  ὑμῶν  χάσμα  μέγα  ἐστήρικται, ὅπως  οἱ  θέλοντες  διαβῆναι  ἔνθεν  πρὸς  ὑμᾶς  μὴ  δύνωνται, μηδὲ  ἐκεῖθεν  πρὸς  ἡμᾶς  διαπερῶσιν.", "translation": "Lan ing antarane kita lan kowé ana jurang gedhé, supaya wong-wong sing kepéngin ngliwati saka kéné marang kowé ora bisa, lan wong-wong sing kepéngin ngliwati saka kono marang kita uga ora bisa.", "calver": "2025.05.21", "id": "LUK 16:26", "translation_time": 10.62}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δέ  Ἐρωτῶ  σε  οὖν, πάτερ, ἵνα  πέμψῃς  αὐτὸν  εἰς  τὸν  οἶκον  τοῦ  πατρός  μου·", "translation": "Aku nyuwun marang Panjenengan, Bapa, supaya Panjenengan kersa ngutus dheweke menyang omah bapakku.", "calver": "2025.05.21", "id": "LUK 16:27", "translation_time": 9.03}
{"source_lang": "grc", "target_lang": "jav", "original": "ἔχω  γὰρ  πέντε  ἀδελφούς· ὅπως  διαμαρτύρηται  αὐτοῖς, ἵνα  μὴ  καὶ  αὐτοὶ  ἔλθωσιν  εἰς  τὸν  τόπον  τοῦτον  τῆς  βασάνου.", "translation": "Aku duwe limang sedulur lan nyaksiake marang wong-wong mau, supaya padha ora uga teka ing panggonan panyeksa.", "calver": "2025.05.21", "id": "LUK 16:28", "translation_time": 9.45}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγει  δὲ  Ἀβραάμ  Ἔχουσι  Μωϋσέα  καὶ  τοὺς  προφήτας· ἀκουσάτωσαν  αὐτῶν.", "translation": "Miturut Abraham, dhèwèké kandha, \"Moses lan para nabi kudu ngrungokake marang dhèwèké.\"", "calver": "2025.05.21", "id": "LUK 16:29", "translation_time": 10.24}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  ἐν  ἑαυτῷ  ὁ  οἰκονόμος  Τί  ποιήσω, ὅτι  ὁ  κύριός  μου  ἀφαιρεῖται  τὴν  οἰκονομίαν  ἀπ’  ἐμοῦ; σκάπτειν  οὐκ  ἰσχύω, ἐπαιτεῖν  αἰσχύνομαι.", "translation": "Pangangge, punapa ingkang kedah kula tindakaken amargi pangéran kula nyabut pangurusan kula? Kula boten kuwat kangge ngubek, lan kula isin nyuwun.", "calver": "2025.05.21", "id": "LUK 16:3", "translation_time": 11.36}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  Οὐχί, πάτερ  Ἀβραάμ, ἀλλ’  ἐάν  τις  ἀπὸ  νεκρῶν  πορευθῇ  πρὸς  αὐτοὺς, μετανοήσουσιν.", "translation": "Ora, Bapak Abraham, yen ana wong metu saka wong mati, dheweke bakal ngowahi.", "calver": "2025.05.21", "id": "LUK 16:30", "translation_time": 9.59}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  αὐτῷ  Εἰ  Μωϋσέως  καὶ  τῶν  προφητῶν  οὐκ  ἀκούουσιν, οὐδὲ  ἐάν  τις  ἐκ  νεκρῶν  ἀναστῇ  πεισθήσονται.", "translation": "Ngandika marang wong-wong mau, \"Yen padha ora ngrungokake Musa lan para nabi, sanadyan ana wong munggah saka wong mati, padha ora bakal yakin.\"", "calver": "2025.05.21", "id": "LUK 16:31", "translation_time": 8.49}
{"source_lang": "grc", "target_lang": "jav", "original": "ἔγνων  τί  ποιήσω, ἵνα  ὅταν  μετασταθῶ  ἐκ  τῆς  οἰκονομίας  δέξωνταί  με  εἰς  τοὺς  οἴκους  ἑαυτῶν.", "translation": "Kula mangertos apa ingkang kedah kula tindakaken, supados nalika kula ninggalaken, piyambakipun badhe nampi kula mlebet ing griya-griyane.", "calver": "2025.05.21", "id": "LUK 16:4", "translation_time": 10.67}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  προσκαλεσάμενος  ἕνα  ἕκαστον  τῶν  χρεοφειλετῶν  τοῦ  κυρίου  ἑαυτοῦ  ἔλεγεν  τῷ  πρώτῳ  Πόσον  ὀφείλεις  τῷ  κυρίῳ  μου;", "translation": "Lan banjur diundang siji-siji saka para pengutangé pangérané, banjur kandha marang sing pisan: \"Pira sing kudu dibayar marang pangéran kula?\"", "calver": "2025.05.21", "id": "LUK 16:5", "translation_time": 11.8}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  Ἑκατὸν  βάτους  ἐλαίου. ὁ  δὲ  εἶπεν  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  καθίσας  ταχέως  γράψον  πεντήκοντα.", "translation": "Dene piyambakipun matur, \"Dawuhaken layang panjenengan,\" lajeng lungguh kanthi cepet, tulisen limang puluh.", "calver": "2025.05.21", "id": "LUK 16:6", "translation_time": 11.21}
{"source_lang": "grc", "target_lang": "jav", "original": "ἔπειτα  ἑτέρῳ  εἶπεν  Σὺ  δὲ  πόσον  ὀφείλεις; ὁ  δὲ  εἶπεν  Ἑκατὸν  κόρους  σίτου. λέγει  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  γράψον  ὀγδοήκοντα.", "translation": "Banjur wong mau pitakon marang wong liyane, \"Sira kudu mbayar pira?\" Wong mau mangsuli, \"Satus gantung gandum.\" Dheweke banjur matur marang wong mau, \"Nampa cathetanmu lan tulis maneh dadi wolung puluh.\"", "calver": "2025.05.21", "id": "LUK 16:7", "translation_time": 11.62}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐπῄνεσεν  ὁ  κύριος  τὸν  οἰκονόμον  τῆς  ἀδικίας  ὅτι  φρονίμως  ἐποίησεν· ὅτι  οἱ  υἱοὶ  τοῦ  αἰῶνος  τούτου  φρονιμώτεροι  ὑπὲρ  τοὺς  υἱοὺς  τοῦ  φωτὸς  εἰς  τὴν  γενεὰν  τὴν  ἑαυτῶν  εἰσιν.", "translation": "Sang Hyang Widhi puji marang pengelola kekejian amarga wis tumindak kanthi wicaksana; amarga putra-putra jaman iki luwih wicaksana tinimbang putra-putra padhang ing generasi dhewe.", "calver": "2025.05.21", "id": "LUK 16:8", "translation_time": 14.36}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἐγὼ  ὑμῖν  λέγω, ἑαυτοῖς  ποιήσατε  φίλους  ἐκ  τοῦ  μαμωνᾶ  τῆς  ἀδικίας, ἵνα  ὅταν  ἐκλίπῃ  δέξωνται  ὑμᾶς  εἰς  τὰς  αἰωνίους  σκηνάς.", "translation": "Lan aku pitutur marang kowé: gawe kanca saka mamon kang ora bener, supaya nalika mamon iku ilang, padha nampani kowé ing panggonan kang langgeng.", "calver": "2025.05.21", "id": "LUK 16:9", "translation_time": 9.59}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Ἀνένδεκτόν  ἐστιν  τοῦ  τὰ  σκάνδαλα  μὴ  ἐλθεῖν, οὐαὶ  δὲ  δι’  οὗ  ἔρχεται·", "translation": "Dene dhèwèké matur marang para murid-muridé, \"Ora saged kedadosaké, kados pundi saged boten kadadosaken, celak tumrap wong sing nyebabake.\"", "calver": "2025.05.21", "id": "LUK 17:1", "translation_time": 9.52}
{"source_lang": "grc", "target_lang": "jav", "original": "οὕτως  καὶ  ὑμεῖς, ὅταν  ποιήσητε  πάντα  τὰ  διαταχθέντα  ὑμῖν, λέγετε  ὅτι  Δοῦλοι  ἀχρεῖοί  ἐσμεν, ὃ  ὠφείλομεν  ποιῆσαι  πεποιήκαμεν.", "translation": "Mangkono uga kowe, nalika nindakake kabecikan sing wis diaturake marang kowe, ngomong yen: \"Aku mung abdi sing ora ana regane, mung nindakake apa sing kudu dilakoni.\"", "calver": "2025.05.21", "id": "LUK 17:10", "translation_time": 9.6}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἐγένετο  ἐν  τῷ  πορεύεσθαι  εἰς  Ἱερουσαλὴμ, καὶ  αὐτὸς  διήρχετο  διὰ  μέσον  Σαμαρίας  καὶ  Γαλιλαίας.", "translation": "Lan kedadeyan nalika dheweke lagi mlaku menyang Yerusalem, dhèwèké dhewe lumaku liwat tengah-tengah Samaria lan Galilea.", "calver": "2025.05.21", "id": "LUK 17:11", "translation_time": 9.15}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἰσερχομένου  αὐτοῦ  εἴς  τινα  κώμην  ἀπήντησαν  δέκα  λεπροὶ  ἄνδρες, οἳ  ἔστησαν  πόρρωθεν,", "translation": "Nalika Gusti Yesus mlebu ing sawijining desa, ana sepuluh wong kusta sing padha ngadhepi, padha ngadeg adoh saka kono.", "calver": "2025.05.21", "id": "LUK 17:12", "translation_time": 7.19}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  αὐτοὶ  ἦραν  φωνὴν  λέγοντες  Ἰησοῦ  Ἐπιστάτα, ἐλέησον  ἡμᾶς.", "translation": "Lan wong-wong mau padha ngumandhang swara, kandha, \"Yesus, Panjenengan Guru, tulung pangapunten marang kita.\"", "calver": "2025.05.21", "id": "LUK 17:13", "translation_time": 9.09}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἰδὼν  εἶπεν  αὐτοῖς  Πορευθέντες  ἐπιδείξατε  ἑαυτοὺς  τοῖς  ἱερεῦσιν. καὶ  ἐγένετο  ἐν  τῷ  ὑπάγειν  αὐτοὺς  ἐκαθαρίσθησαν.", "translation": "Nalika iku, dhèwèké ndeleng lan matur marang wong mau, \"Prakara, priksa dhéwé marang para imam.\" Nalika wong mau padha mangkono, dheweke padha resik.", "calver": "2025.05.21", "id": "LUK 17:14", "translation_time": 7.39}
{"source_lang": "grc", "target_lang": "jav", "original": "εἷς  δὲ  ἐξ  αὐτῶν, ἰδὼν  ὅτι  ἰάθη, ὑπέστρεψεν  μετὰ  φωνῆς  μεγάλης  δοξάζων  τὸν  Θεόν,", "translation": "Salah siji saka wong mau, nalika ndeleng yen dheweke wis waras, bali maneh kanthi swara keras kanggo ngagungake Gusti Allah, lan puji-puji marang Panjenengané.", "calver": "2025.05.21", "id": "LUK 17:15", "translation_time": 7.4}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἔπεσεν  ἐπὶ  πρόσωπον  παρὰ  τοὺς  πόδας  αὐτοῦ  εὐχαριστῶν  αὐτῷ· καὶ  αὐτὸς  ἦν  Σαμαρείτης.", "translation": "Munggah ing rai-rai marang sikilé wong, lan ngucap syukur marang dheweke; lan dheweke iku wong Samaria.", "calver": "2025.05.21", "id": "LUK 17:16", "translation_time": 7.41}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀποκριθεὶς  δὲ  ὁ  Ἰησοῦς  εἶπεν  Οὐχ  οἱ  δέκα  ἐκαθαρίσθησαν; οἱ  δὲ  ἐννέα  ποῦ;", "translation": "Wangsulanipun, Yesus matur: \"Ora, punapa sedasa sampun kabersihaken? Nanging, ingkang nembé punapa, punapa piyambakipun punika?\"", "calver": "2025.05.21", "id": "LUK 17:17", "translation_time": 8.02}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐχ  εὑρέθησαν  ὑποστρέψαντες  δοῦναι  δόξαν  τῷ  Θεῷ  εἰ  μὴ  ὁ  ἀλλογενὴς  οὗτος;", "translation": "Apa ora ditemokake wong sing bali kanggo ngaturaké kamulyan marang Gusti Allah, kajaba wong asing iki?", "calver": "2025.05.21", "id": "LUK 17:18", "translation_time": 8.56}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  αὐτῷ  Ἀναστὰς  πορεύου· ἡ  πίστις  σου  σέσωκέν  σε.", "translation": "Mungguh dhéwé, mangkat; pamuji panjenengan wis nylametaké dhéwé.", "calver": "2025.05.21", "id": "LUK 17:19", "translation_time": 16.98}
{"source_lang": "grc", "target_lang": "jav", "original": "λυσιτελεῖ  αὐτῷ  εἰ  λίθος  μυλικὸς  περίκειται  περὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  ἔρριπται  εἰς  τὴν  θάλασσαν, ἢ  ἵνα  σκανδαλίσῃ  τῶν  μικρῶν  τούτων  ἕνα.", "translation": "Yen ana watu gedhé ngubengi ing sirahe, kaya watu moly ing gulu, lan diukum ing segara, utawa kanggo nyebabake wong cilik kesandung, iku minangka pratandha kang ngandhut makna abot lan bebendhu kang kudu ditanggung, lan tumindak sing bisa nyebabake wong liya kesandung utawa gagal. Ing konteks Alkitab, iki minangka gambaran babagan bebendhu kang abot lan pangadilan kang adil, sing kudu ditindakake kanthi serius lan hormat.", "calver": "2025.05.21", "id": "LUK 17:2", "translation_time": 12.44}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐπερωτηθεὶς  δὲ  ὑπὸ  τῶν  Φαρισαίων  πότε  ἔρχεται  ἡ  βασιλεία  τοῦ  Θεοῦ, ἀπεκρίθη  αὐτοῖς  καὶ  εἶπεν  Οὐκ  ἔρχεται  ἡ  βασιλεία  τοῦ  Θεοῦ  μετὰ  παρατηρήσεως,", "translation": "Nalika pitakon saka para Farisi babagan wektu tekaing Karajaan Gusti Allah, Panjenenganipun mangsuli lan matur, \"Karajaan Gusti Allah ora teka kanthi tampak,\"", "calver": "2025.05.21", "id": "LUK 17:20", "translation_time": 7.33}
{"source_lang": "grc", "target_lang": "jav", "original": "οὐδὲ  ἐροῦσιν  Ἰδοὺ  ὧδε  ἤ  Ἐκεῖ· ἰδοὺ  γὰρ  ἡ  βασιλεία  τοῦ  Θεοῦ  ἐντὸς  ὑμῶν  ἐστιν.", "translation": "Ora bakal padha kandha, \"Ning kene\" utawa \"Ning kono\"; amarga, karajaning Gusti Allah ana ing njero panjenengan.", "calver": "2025.05.21", "id": "LUK 17:21", "translation_time": 6.82}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητάς  Ἐλεύσονται  ἡμέραι  ὅτε  ἐπιθυμήσετε  μίαν  τῶν  ἡμερῶν  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου  ἰδεῖν  καὶ  οὐκ  ὄψεσθε.", "translation": "Punika badhe dumadakan wekdal nalika panjenengan badhe kepéngin ndeleng salah satunggal saking dinten-dinten Sang Putran Manungsa, nanging panjenengan boten badhe saged ndeleng. Ing wekdal punika, panjenengan badhe rindu-rindu sanget kangge nyumurupi Sang Putran Manungsa, nanging boten saged kalampahan.", "calver": "2025.05.21", "id": "LUK 17:22", "translation_time": 11.59}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐροῦσιν  ὑμῖν  Ἰδοὺ  ἐκεῖ, Ἰδοὺ  ὧδε· μὴ  ἀπέλθητε  μηδὲ  διώξητε.", "translation": "Lan kowe kudu weruh, neng kene; lan kowe kudu weruh, neng kono. Aja lunga lan aja ngoyak.", "calver": "2025.05.21", "id": "LUK 17:23", "translation_time": 9.22}
{"source_lang": "grc", "target_lang": "jav", "original": "ὥσπερ  γὰρ  ἡ  ἀστραπὴ  ἀστράπτουσα  ἐκ  τῆς  ὑπὸ  τὸν  οὐρανὸν  εἰς  τὴν  ὑπ’  οὐρανὸν  λάμπει, οὕτως  ἔσται  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἐν  τῇ  ἡμέρᾳ  αὐτοῦ.", "translation": "Kaya petir sing nyala-nyala saka langit nginggil nganti ing langit nginggil, mangkono uga Sang Putraning Manungsa bakal tumeka ing dina panjenengané.", "calver": "2025.05.21", "id": "LUK 17:24", "translation_time": 16.2}
{"source_lang": "grc", "target_lang": "jav", "original": "πρῶτον  δὲ  δεῖ  αὐτὸν  πολλὰ  παθεῖν  καὶ  ἀποδοκιμασθῆναι  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "Kaping pisan, kudu panjenengan ngalami sangsara akeh lan ditolak dening generasi iki sadurunge panjenengan bisa maju.", "calver": "2025.05.21", "id": "LUK 17:25", "translation_time": 7.95}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  καθὼς  ἐγένετο  ἐν  ταῖς  ἡμέραις  Νῶε, οὕτως  ἔσται  καὶ  ἐν  ταῖς  ἡμέραις  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου·", "translation": "Lan kaya ing dina-dina Nabi Nuh, mangkono uga bakal kelakon ing dina-dina Sang Putran Manungsa.", "calver": "2025.05.21", "id": "LUK 17:26", "translation_time": 9.56}
{"source_lang": "grc", "target_lang": "jav", "original": "ἤσθιον, ἔπινον, ἐγάμουν, ἐγαμίζοντο, ἄχρι  ἧς  ἡμέρας  εἰσῆλθεν  Νῶε  εἰς  τὴν  κιβωτόν, καὶ  ἦλθεν  ὁ  κατακλυσμὸς  καὶ  ἀπώλεσεν  πάντας.", "translation": "Wong-wong padha mangan, padha ngombe, padha omah-omah, lan padha omah-omah, nganti tekan dina nalika Nuh mlebu menyang prau, banjur banjir teka lan ngancurake kabèh wong.", "calver": "2025.05.21", "id": "LUK 17:27", "translation_time": 8.78}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁμοίως  καθὼς  ἐγένετο  ἐν  ταῖς  ἡμέραις  Λώτ· ἤσθιον, ἔπινον, ἠγόραζον, ἐπώλουν, ἐφύτευον, ᾠκοδόμουν·", "translation": "Kados pundi, ing jamanipun Lot, nalika piyambakipun gesang, tiyang-tiyang padha dhahar, ngombe, tuku, adol, nandur, lan mbangun; punika kados pundi, ing jamanipun Lot, nalika piyambakipun gesang, tiyang-tiyang padha nindakaken kabiasaan punika.", "calver": "2025.05.21", "id": "LUK 17:28", "translation_time": 10.9}
{"source_lang": "grc", "target_lang": "jav", "original": "ᾗ  δὲ  ἡμέρᾳ  ἐξῆλθεν  Λὼτ  ἀπὸ  Σοδόμων, ἔβρεξεν  πῦρ  καὶ  θεῖον  ἀπ’  οὐρανοῦ  καὶ  ἀπώλεσεν  πάντας.", "translation": "Ing dina iku, nalika Lot wus ninggalake Sodom, angin geni lan kobongan saka swarga wis mudun lan ngrusak kabèh.", "calver": "2025.05.21", "id": "LUK 17:29", "translation_time": 7.04}
{"source_lang": "grc", "target_lang": "jav", "original": "προσέχετε  ἑαυτοῖς. ἐὰν  ἁμάρτῃ  ὁ  ἀδελφός  σου, ἐπιτίμησον  αὐτῷ, καὶ  ἐὰν  μετανοήσῃ, ἄφες  αὐτῷ.", "translation": "Kawula waspada dhiri. Yen sedulur panjenengan nglakoni dosa, tuduhna dhèwèké, lan yen dhèwèké tobat, ngapura dhèwèké.", "calver": "2025.05.21", "id": "LUK 17:3", "translation_time": 7.92}
{"source_lang": "grc", "target_lang": "jav", "original": "κατὰ  τὰ  αὐτὰ  ἔσται  ᾗ  ἡμέρᾳ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἀποκαλύπτεται.", "translation": "Kaya karo sing padha, bakal ana ing dina iku Putraning Manungsa dipun unjukaken miturut cara sing padha.", "calver": "2025.05.21", "id": "LUK 17:30", "translation_time": 9.75}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐν  ἐκείνῃ  τῇ  ἡμέρᾳ  ὃς  ἔσται  ἐπὶ  τοῦ  δώματος  καὶ  τὰ  σκεύη  αὐτοῦ  ἐν  τῇ  οἰκίᾳ, μὴ  καταβάτω  ἆραι  αὐτά, καὶ  ὁ  ἐν  ἀγρῷ  ὁμοίως  μὴ  ἐπιστρεψάτω  εἰς  τὰ  ὀπίσω.", "translation": "Ing dina iku, sing ana ing ndhuwur atap, lan perabotan omah, aja nganti nyekel lan ngangkat perabotan mau, lan ing kebon, aja bali maneh.", "calver": "2025.05.21", "id": "LUK 17:31", "translation_time": 15.04}
{"source_lang": "grc", "target_lang": "jav", "original": "μνημονεύετε  τῆς  γυναικὸς  Λώτ.", "translation": "Eling-eling istri Lot.", "calver": "2025.05.21", "id": "LUK 17:32", "translation_time": 8.24}
{"source_lang": "grc", "target_lang": "jav", "original": "ὃς  ἐὰν  ζητήσῃ  τὴν  ψυχὴν  αὐτοῦ  περιποιήσασθαι, ἀπολέσει  αὐτήν, καὶ  ὃς  ἂν  ἀπολέσει, ζωογονήσει  αὐτήν.", "translation": "Sapa wae sing nyoba nyimpen nyawane, bakal kelangan nyawane; lan sapa wae sing kelangan nyawane, bakal urip maneh.", "calver": "2025.05.21", "id": "LUK 17:33", "translation_time": 8.29}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  ὑμῖν, ταύτῃ  τῇ  νυκτὶ  ἔσονται  δύο  ἐπὶ  κλίνης  μιᾶς, ὁ  εἷς  παραλημφθήσεται  καὶ  ὁ  ἕτερος  ἀφεθήσεται·", "translation": "Aku matur marang kowé, ing bengi iki bakal ana loro ing ing ranjang siji, siji bakal dijupuk, lan siji bakal tinggal.", "calver": "2025.05.21", "id": "LUK 17:34", "translation_time": 9.72}
{"source_lang": "grc", "target_lang": "jav", "original": "ἔσονται  δύο  ἀλήθουσαι  ἐπὶ  τὸ  αὐτό, ἡ  μία  παραλημφθήσεται  ἡ  δὲ  ἑτέρα  ἀφεθήσεται.", "translation": "Dua kebohongan bakal ana bebarengan, siji diangkatake lan siji maneh ditinggalake.", "calver": "2025.05.21", "id": "LUK 17:35", "translation_time": 6.96}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἀποκριθέντες  λέγουσιν  αὐτῷ  Ποῦ, Κύριε; ὁ  δὲ  εἶπεν  αὐτοῖς  Ὅπου  τὸ  σῶμα, ἐκεῖ  καὶ  οἱ  ἀετοὶ  ἐπισυναχθήσονται.", "translation": "Kangge pitakonanipun, \"Pundi, Gusti?\" piyambakipun wangsul, \"Ing papan ingkang wonten jasad, ing kono ugi badhe ngumpul elang.\"", "calver": "2025.05.21", "id": "LUK 17:37", "translation_time": 10.76}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐὰν  ἑπτάκις  τῆς  ἡμέρας  ἁμαρτήσῃ  εἰς  σὲ  καὶ  ἑπτάκις  ἐπιστρέψῃ  πρὸς  σὲ  λέγων  Μετανοῶ, ἀφήσεις  αὐτῷ.", "translation": "Lan yen wong nindakaké salah marang kowe kaping pitu, lan kaping pitu uga bali maneh marang kowe, lan kandha, \"Aku wis tobat,\" kowe bakal ngapura marang dhèwèké.", "calver": "2025.05.21", "id": "LUK 17:4", "translation_time": 7.94}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  εἶπαν  οἱ  ἀπόστολοι  τῷ  Κυρίῳ  Πρόσθες  ἡμῖν  πίστιν.", "translation": "Para rasul ngendika marang Sang Hyang, \"Nambahaken kapitadosan kita.\"", "calver": "2025.05.21", "id": "LUK 17:5", "translation_time": 7.57}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  ὁ  Κύριος  Εἰ  ἔχετε  πίστιν  ὡς  κόκκον  σινάπεως, ἐλέγετε  ἂν  τῇ  συκαμίνῳ  ταύτῃ  Ἐκριζώθητι  καὶ  φυτεύθητι  ἐν  τῇ  θαλάσσῃ· καὶ  ὑπήκουσεν  ἂν  ὑμῖν.", "translation": "Kang Maha Kuwasa ngandika: Yen kowe patiyan kaya wiji cilik, kowe bisa matur marang wit ara, \"Kudune dicabut lan dipindhahake ing segara,\" lan iku bakal nurut marang kowe.", "calver": "2025.05.21", "id": "LUK 17:6", "translation_time": 10.65}
{"source_lang": "grc", "target_lang": "jav", "original": "Τίς  δὲ  ἐξ  ὑμῶν  δοῦλον  ἔχων  ἀροτριῶντα  ἢ  ποιμαίνοντα, ὃς  εἰσελθόντι  ἐκ  τοῦ  ἀγροῦ  ἐρεῖ  αὐτῷ  Εὐθέως  παρελθὼν  ἀνάπεσε,", "translation": "Sapa saka panjenengan sing duwe abdi sing nyambut gawe ing sawah utawa ngrawat wedhus, nalika mlebu, diarani marang dheweke, \"Becik langsung munggah maneh,\"", "calver": "2025.05.21", "id": "LUK 17:7", "translation_time": 8.52}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀλλ’  οὐχὶ  ἐρεῖ  αὐτῷ  Ἑτοίμασον  τί  δειπνήσω, καὶ  περιζωσάμενος  διακόνει  μοι  ἕως  φάγω  καὶ  πίω, καὶ  μετὰ  ταῦτα  φάγεσαι  καὶ  πίεσαι  σύ;", "translation": "Nanging, ora bakal ngomong marang dhèwèké, \"Ngaturake apa sing kudu dak dhahar,\" lan nganggo ikat pinggang minangka abdi kanggo aku, nganti aku mangan lan ngombe. Lan sawisé kuwi, kowé bakal mangan lan ngombe.", "calver": "2025.05.21", "id": "LUK 17:8", "translation_time": 12.04}
{"source_lang": "grc", "target_lang": "jav", "original": "μὴ  ἔχει  χάριν  τῷ  δούλῳ  ὅτι  ἐποίησεν  τὰ  διαταχθέντα;", "translation": "Apa layak kanggo dihormati dening hamba amarga dheweke wis nindakake apa sing diparentahake?", "calver": "2025.05.21", "id": "LUK 17:9", "translation_time": 9.02}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἔλεγεν  δὲ  παραβολὴν  αὐτοῖς  πρὸς  τὸ  δεῖν  πάντοτε  προσεύχεσθαι  αὐτοὺς  καὶ  μὴ  ἐνκακεῖν,", "translation": "Dene, piyambakipun paring paribasan marang tiyang-tiyang mau babagan wigatine tansah ndedonga lan aja nganti kesel, amargi tansah ndedonga iku penting lan kudu tetep tekun, supaya ora gampang nyerah utawa lali marang pangarep-arep ing Gusti.", "calver": "2025.05.21", "id": "LUK 18:1", "translation_time": 9.65}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἄνθρωποι  δύο  ἀνέβησαν  εἰς  τὸ  ἱερὸν  προσεύξασθαι, ὁ  εἷς  Φαρισαῖος  καὶ  ὁ  ἕτερος  τελώνης.", "translation": "Loro wong padha mlebu ing kuil kanggo ndedonga, siji wong Farisi lan siji wong pemungut cukai.", "calver": "2025.05.21", "id": "LUK 18:10", "translation_time": 8.25}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  Φαρισαῖος  σταθεὶς  ταῦτα  πρὸς  ἑαυτὸν  προσηύχετο  Ὁ  Θεός, εὐχαριστῶ  σοι  ὅτι  οὐκ  εἰμὶ  ὥσπερ  οἱ  λοιποὶ  τῶν  ἀνθρώπων, ἅρπαγες, ἄδικοι, μοιχοί, ἢ  καὶ  ὡς  οὗτος  ὁ  τελώνης·", "translation": "Fakir Pharisea, nalika dhèwèké lagi ngadeg, ndedonga marang Gusti Allah, matur nuwun dhumateng Panjenengan, awit aku ora kaya wong-wong liya, wong jahat, wong zalim, wong selingkuh, utawa kaya wong cukong pajak iki.", "calver": "2025.05.21", "id": "LUK 18:11", "translation_time": 9.52}
{"source_lang": "grc", "target_lang": "jav", "original": "νηστεύω  δὶς  τοῦ  σαββάτου, ἀποδεκατεύω  πάντα  ὅσα  κτῶμαι.", "translation": "Aku puasa kali loro ing dina Sabat, aku ngedekake persepuluhan kabeh sing aku duweni.", "calver": "2025.05.21", "id": "LUK 18:12", "translation_time": 8.25}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  τελώνης  μακρόθεν  ἑστὼς  οὐκ  ἤθελεν  οὐδὲ  τοὺς  ὀφθαλμοὺς  ἐπᾶραι  εἰς  τὸν  οὐρανόν, ἀλλ’  ἔτυπτεν  τὸ  στῆθος  αὐτοῦ  λέγων  Ὁ  Θεός, ἱλάσθητί  μοι  τῷ  ἁμαρτωλῷ.", "translation": "Duduh adoh, lan ora ngangkat mripat marang swarga, nanging nggebug dada, lan ngucapake, \"Gusti, paring pangapura marang aku, wong dosa.\"", "calver": "2025.05.21", "id": "LUK 18:13", "translation_time": 9.67}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  ὑμῖν, κατέβη  οὗτος  δεδικαιωμένος  εἰς  τὸν  οἶκον  αὐτοῦ  παρ’  ἐκεῖνον· ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, ὁ  δὲ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "Aku matur marang kowé, wong iki wis dadi bener menyang omahé, déning wong iku; amarga sapa sing luhur dhéwé, bakal direndahaké, lan sing rendah dhéwé bakal dipuncipta.", "calver": "2025.05.21", "id": "LUK 18:14", "translation_time": 9.63}
{"source_lang": "grc", "target_lang": "jav", "original": "Προσέφερον  δὲ  αὐτῷ  καὶ  τὰ  βρέφη  ἵνα  αὐτῶν  ἅπτηται· ἰδόντες  δὲ  οἱ  μαθηταὶ  ἐπετίμων  αὐτοῖς.", "translation": "Dene wong-wong mau nawakake bocah-bocah marang Panjenenganipun, supaya Panjenenganipun nyentuh dhèwèké. Nalika para murid ndeleng kuwi, padha marahi wong-wong mau.", "calver": "2025.05.21", "id": "LUK 18:15", "translation_time": 8.82}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  Ἰησοῦς  προσεκαλέσατο  αὐτὰ  λέγων  Ἄφετε  τὰ  παιδία  ἔρχεσθαι  πρός  με  καὶ  μὴ  κωλύετε  αὐτά· τῶν  γὰρ  τοιούτων  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Sang Yesus mangga rawuh, matur nuwun, dhateng para anak, lan mboten ngganggu, amargi karajaning Gusti Allah punika milikipun tiyang kados pundi punika.", "calver": "2025.05.21", "id": "LUK 18:16", "translation_time": 11.41}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀμὴν  λέγω  ὑμῖν, ὃς  ἂν  μὴ  δέξηται  τὴν  βασιλείαν  τοῦ  Θεοῦ  ὡς  παιδίον, οὐ  μὴ  εἰσέλθῃ  εἰς  αὐτήν.", "translation": "Inggih, kula aturaken, ingkang boten nampi kerajaan Gusti Allah kados pundi kemawon, boten badhe mlebu ing kana.", "calver": "2025.05.21", "id": "LUK 18:17", "translation_time": 10.97}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἐπηρώτησέν  τις  αὐτὸν  ἄρχων  λέγων  Διδάσκαλε  ἀγαθέ, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "Duh Gusti, Guru ingkang kinurmatan, punapa ingkang kedah kula lampahi supados saged pikantuk gesang langgeng?", "calver": "2025.05.21", "id": "LUK 18:18", "translation_time": 11.79}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Τί  με  λέγεις  ἀγαθόν; οὐδεὶς  ἀγαθὸς  εἰ  μὴ  εἷς  ὁ  Θεός.", "translation": "\"Ngapa kowe nyebat aku apik?\" pitakoné Gusti Yesus. \"Ora ana sing apik kajaba Gusti Allah.\"", "calver": "2025.05.21", "id": "LUK 18:19", "translation_time": 9.75}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγων  Κριτής  τις  ἦν  ἔν  τινι  πόλει  τὸν  Θεὸν  μὴ  φοβούμενος  καὶ  ἄνθρωπον  μὴ  ἐντρεπόμενος.", "translation": "Hakim sing ora wedi marang Sang Hyang lan ora isin marang manungsa, ing kutha tartamtu.", "calver": "2025.05.21", "id": "LUK 18:2", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "jav", "original": "τὰς  ἐντολὰς  οἶδας  Μὴ  μοιχεύσῃς, Μὴ  φονεύσῃς, Μὴ  κλέψῃς, Μὴ  ψευδομαρτυρήσῃς, Τίμα  τὸν  πατέρα  σου  καὶ  τὴν  μητέρα.", "translation": "Tugas-tugas ingkang panjenengan mangertosi: Aja nglaksanani pawartosan, aja nyepet nyawa, aja nyolong, aja nyebar bohong, hormati bapak lan ibumu.", "calver": "2025.05.21", "id": "LUK 18:20", "translation_time": 9.63}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  Ταῦτα  πάντα  ἐφύλαξα  ἐκ  νεότητος.", "translation": "Lan dheweke matur, \"Kula sampun ngreksa kabèh punika saking enom.\"", "calver": "2025.05.21", "id": "LUK 18:21", "translation_time": 8.22}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀκούσας  δὲ  ὁ  Ἰησοῦς  εἶπεν  αὐτῷ  Ἔτι  ἕν  σοι  λείπει· πάντα  ὅσα  ἔχεις  πώλησον  καὶ  διάδος  πτωχοῖς, καὶ  ἕξεις  θησαυρὸν  ἐν  τοῖς  οὐρανοῖς, καὶ  δεῦρο  ἀκολούθει  μοι.", "translation": "Sawisé krungu, Yesus matur marang wong mau, \"Isih siji sing kudu kowe tinggalake; adol kabèh sing kowe duwé, banjur paringaké marang wong miskin, lan kowe bakal nduwé pangkalan ing swarga, banjur rawuh lan tindakake aku.\"", "calver": "2025.05.21", "id": "LUK 18:22", "translation_time": 11.66}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  ἀκούσας  ταῦτα  περίλυπος  ἐγενήθη, ἦν  γὰρ  πλούσιος  σφόδρα.", "translation": "Nalika krungu kabar mau, wong iku dadi susah ati, amarga dhèwèké banget sugih.", "calver": "2025.05.21", "id": "LUK 18:23", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "jav", "original": "ἰδὼν  δὲ  αὐτὸν  ὁ  Ἰησοῦς  εἶπεν  Πῶς  δυσκόλως  οἱ  τὰ  χρήματα  ἔχοντες  εἰς  τὴν  βασιλείαν  τοῦ  Θεοῦ  εἰσπορεύονται·", "translation": "Nalika Panjenenganipun mirsani dhéwé, Gusti Yesus matur, \"Piyé angelé wong sing nduwé rejeki mlebu ing Karajaan Allah.\"", "calver": "2025.05.21", "id": "LUK 18:24", "translation_time": 7.65}
{"source_lang": "grc", "target_lang": "jav", "original": "εὐκοπώτερον  γάρ  ἐστιν  κάμηλον  διὰ  τρήματος  βελόνης  εἰσελθεῖν  ἢ  πλούσιον  εἰς  τὴν  βασιλείαν  τοῦ  Θεοῦ  εἰσελθεῖν.", "translation": "Amarga luwih gampang kéwan unta mlebu liwat celah jarum tinimbang wong sugih mlebu ing kratoning Gusti Allah.", "calver": "2025.05.21", "id": "LUK 18:25", "translation_time": 11.2}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπαν  δὲ  οἱ  ἀκούσαντες  Καὶ  τίς  δύναται  σωθῆναι;", "translation": "Lan sapa sing bisa dislametake?", "calver": "2025.05.21", "id": "LUK 18:26", "translation_time": 6.48}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  Τὰ  ἀδύνατα  παρὰ  ἀνθρώποις  δυνατὰ  παρὰ  τῷ  Θεῷ  ἐστιν.", "translation": "Apa sing ora bisa dening manungsa, kabeh bisa dening Gusti Allah.", "calver": "2025.05.21", "id": "LUK 18:27", "translation_time": 9.51}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Ἰδοὺ  ἡμεῖς  ἀφέντες  τὰ  ἴδια  ἠκολουθήσαμέν  σοι.", "translation": "Petrus matur nuwun, \"Pray, kita kabeh wis ninggalake kabèh lan wis ngetutake Panjenengan.\"", "calver": "2025.05.21", "id": "LUK 18:28", "translation_time": 9.64}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  εἶπεν  αὐτοῖς  Ἀμὴν  λέγω  ὑμῖν  ὅτι  οὐδείς  ἐστιν  ὃς  ἀφῆκεν  οἰκίαν  ἢ  γυναῖκα  ἢ  ἀδελφοὺς  ἢ  γονεῖς  ἢ  τέκνα  ἕνεκεν  τῆς  βασιλείας  τοῦ  Θεοῦ,", "translation": "Amin, aku kandha marang kowé, ora ana wong sing wis ninggalake omah, garwa, sedulur, wong tuwa, utawa anak-anak kanggo kabecikaning Karajaan Gusti Allah, sing ora bakal nampa baline kaping pindho ing wektu iki, lan ing donya ngarep, urip langgeng.", "calver": "2025.05.21", "id": "LUK 18:29", "translation_time": 9.41}
{"source_lang": "grc", "target_lang": "jav", "original": "χήρα  δὲ  ἦν  ἐν  τῇ  πόλει  ἐκείνῃ, καὶ  ἤρχετο  πρὸς  αὐτὸν  λέγουσα  Ἐκδίκησόν  με  ἀπὸ  τοῦ  ἀντιδίκου  μου.", "translation": "Wonten ing kitha punika, ana satunggal janda, lajeng dhateng dhumatengipun, matur: \"Paring pangapunten, paring pangapunten, kula nyuwun pangapura, amargi kula nyuwun pangapunten dhumateng tiyang ingkang nglawan kula, supados dipun adilaken dhumateng kula saking musuh kula.\"", "calver": "2025.05.21", "id": "LUK 18:3", "translation_time": 6.92}
{"source_lang": "grc", "target_lang": "jav", "original": "ὃς  οὐχὶ  μὴ  λάβῃ  πολλαπλασίονα  ἐν  τῷ  καιρῷ  τούτῳ  καὶ  ἐν  τῷ  αἰῶνι  τῷ  ἐρχομένῳ  ζωὴν  αἰώνιον.", "translation": "Sapa sing ora nampa akeh ing wektu iki lan ing jaman sing bakal teka, bakal oleh urip langgeng.", "calver": "2025.05.21", "id": "LUK 18:30", "translation_time": 8.01}
{"source_lang": "grc", "target_lang": "jav", "original": "Παραλαβὼν  δὲ  τοὺς  δώδεκα  εἶπεν  πρὸς  αὐτούς  Ἰδοὺ  ἀναβαίνομεν  εἰς  Ἱερουσαλήμ, καὶ  τελεσθήσεται  πάντα  τὰ  γεγραμμένα  διὰ  τῶν  προφητῶν  τῷ  Υἱῷ  τοῦ  ἀνθρώπου·", "translation": "Nalika nampi punika, Panjenenganipun paring dhawuh dhateng para rasul, \"Kita badhe dhateng Yerusalem, lan kabéh ingkang sampun katulis déning para nabi bakal kalampahan déning Sang Putraning Manungsa.\"", "calver": "2025.05.21", "id": "LUK 18:31", "translation_time": 10.44}
{"source_lang": "grc", "target_lang": "jav", "original": "παραδοθήσεται  γὰρ  τοῖς  ἔθνεσιν  καὶ  ἐμπαιχθήσεται  καὶ  ὑβρισθήσεται  καὶ  ἐμπτυσθήσεται,", "translation": "Akan diserahkan marang bangsa-bangsa, lan bakal diguyu, dihina, lan ditumpahi.", "calver": "2025.05.21", "id": "LUK 18:32", "translation_time": 9.33}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  μαστιγώσαντες  ἀποκτενοῦσιν  αὐτόν, καὶ  τῇ  ἡμέρᾳ  τῇ  τρίτῃ  ἀναστήσεται.", "translation": "Lan dipukuli, bakal dipatèni, lan ing dina kaping telu bakal urip maneh.", "calver": "2025.05.21", "id": "LUK 18:33", "translation_time": 8.58}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  αὐτοὶ  οὐδὲν  τούτων  συνῆκαν, καὶ  ἦν  τὸ  ῥῆμα  τοῦτο  κεκρυμμένον  ἀπ’  αὐτῶν, καὶ  οὐκ  ἐγίνωσκον  τὰ  λεγόμενα.", "translation": "Lan padha ora ngerti apa-apa saka iki, lan pesen iki disumputake saka wong-wong mau, lan padha ora ngerti apa sing diomongake.", "calver": "2025.05.21", "id": "LUK 18:34", "translation_time": 8.83}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐγένετο  δὲ  ἐν  τῷ  ἐγγίζειν  αὐτὸν  εἰς  Ἱερειχὼ  τυφλός  τις  ἐκάθητο  παρὰ  τὴν  ὁδὸν  ἐπαιτῶν.", "translation": "Nalika piyambakipun badhe rawuh ing Jerikho, wonten satunggal wong buta ingkang lungguh wonten ing pinggir dalan, nyuwun pangapunten.", "calver": "2025.05.21", "id": "LUK 18:35", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀκούσας  δὲ  ὄχλου  διαπορευομένου  ἐπυνθάνετο  τί  εἴη  τοῦτο.", "translation": "Nalika krungu saking wong akeh sing lagi lumaku, wong iku banjur nggoleki, \"Apa iki?\"", "calver": "2025.05.21", "id": "LUK 18:36", "translation_time": 8.83}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀπήγγειλαν  δὲ  αὐτῷ  ὅτι  Ἰησοῦς  ὁ  Ναζωραῖος  παρέρχεται.", "translation": "Wong mau ngumumake marang dhèwèké yèn Yesus Sang Nazaret lagi lewat.", "calver": "2025.05.21", "id": "LUK 18:37", "translation_time": 9.14}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐβόησεν  λέγων  Ἰησοῦ  υἱὲ  Δαυείδ, ἐλέησόν  με.", "translation": "Lan manggelukake Panjenengan, Putraning Dawud, paringana pangapura marang aku.", "calver": "2025.05.21", "id": "LUK 18:38", "translation_time": 10.43}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  οἱ  προάγοντες  ἐπετίμων  αὐτῷ  ἵνα  σιγήσῃ· αὐτὸς  δὲ  πολλῷ  μᾶλλον  ἔκραζεν  Υἱὲ  Δαυείδ, ἐλέησόν  με.", "translation": "Lan para panguwasa ngukum marang dheweke supaya meneng; nanging dheweke malah luwih banter mroso, \"Putraning Dawud, paringana pangapura marang aku.\"", "calver": "2025.05.21", "id": "LUK 18:39", "translation_time": 7.87}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  οὐκ  ἤθελεν  ἐπὶ  χρόνον· μετὰ  ταῦτα  δὲ  εἶπεν  ἐν  ἑαυτῷ  Εἰ  καὶ  τὸν  Θεὸν  οὐ  φοβοῦμαι  οὐδὲ  ἄνθρωπον  ἐντρέπομαι,", "translation": "Lan aku ora kepengin wektu iki, banjur dheweke kandha marang awake dhewe, \"Yen aku uga ora wedi marang Gusti Allah, lan aku uga ora isin marang manungsa.\"", "calver": "2025.05.21", "id": "LUK 18:4", "translation_time": 10.97}
{"source_lang": "grc", "target_lang": "jav", "original": "σταθεὶς  δὲ  ὁ  Ἰησοῦς  ἐκέλευσεν  αὐτὸν  ἀχθῆναι  πρὸς  αὐτόν. ἐγγίσαντος  δὲ  αὐτοῦ  ἐπηρώτησεν  αὐτόν", "translation": "Yesus kang lagi ngadeg banjur parintah marang wong mau kanggo nggawa. Nalika dheweke nyedhaki, banjur takon marang dheweke.", "calver": "2025.05.21", "id": "LUK 18:40", "translation_time": 11.01}
{"source_lang": "grc", "target_lang": "jav", "original": "Τί  σοι  θέλεις  ποιήσω; ὁ  δὲ  εἶπεν  Κύριε, ἵνα  ἀναβλέψω.", "translation": "Apa sing kowe pengin aku lakoni? Gusti, supaya aku bisa ndeleng maneh.", "calver": "2025.05.21", "id": "LUK 18:41", "translation_time": 9.17}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ὁ  Ἰησοῦς  εἶπεν  αὐτῷ  Ἀνάβλεψον· ἡ  πίστις  σου  σέσωκέν  σε.", "translation": "Lan Yesus banjur matur marang wong mau, \"Ndelok dhisik; Percayamu wis nylametake kowe.\"", "calver": "2025.05.21", "id": "LUK 18:42", "translation_time": 8.72}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  παραχρῆμα  ἀνέβλεψεν, καὶ  ἠκολούθει  αὐτῷ  δοξάζων  τὸν  Θεόν. καὶ  πᾶς  ὁ  λαὸς  ἰδὼν  ἔδωκεν  αἶνον  τῷ  Θεῷ.", "translation": "Lan langsung mriksa dhuwur, lan ngikuti dhèwèké, kanthi ngagungaké Gusti Allah. Lan kabèh wong, nalika padha ndeleng, maringi kamulyan marang Gusti Allah.", "calver": "2025.05.21", "id": "LUK 18:43", "translation_time": 8.67}
{"source_lang": "grc", "target_lang": "jav", "original": "διά  γε  τὸ  παρέχειν  μοι  κόπον  τὴν  χήραν  ταύτην  ἐκδικήσω  αὐτήν, ἵνα  μὴ  εἰς  τέλος  ἐρχομένη  ὑπωπιάζῃ  με.", "translation": "Kangge nyedhiyani aku kanthi susah, aku bakal ngadili wong wadon iki, supaya ora tekan pungkasan lan dheweke terus ngoyak aku.", "calver": "2025.05.21", "id": "LUK 18:5", "translation_time": 30.69}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δὲ  ὁ  Κύριος  Ἀκούσατε  τί  ὁ  κριτὴς  τῆς  ἀδικίας  λέγει·", "translation": "Dene Sang Rama matur, \"Kowe krungu apa sing diomongake dening pengadilan kang ora adil.\"", "calver": "2025.05.21", "id": "LUK 18:6", "translation_time": 8.0}
{"source_lang": "grc", "target_lang": "jav", "original": "ὁ  δὲ  Θεὸς  οὐ  μὴ  ποιήσῃ  τὴν  ἐκδίκησιν  τῶν  ἐκλεκτῶν  αὐτοῦ  τῶν  βοώντων  αὐτῷ  ἡμέρας  καὶ  νυκτός, καὶ  μακροθυμεῖ  ἐπ’  αὐτοῖς;", "translation": "Punapa Gusti boten badhe ngantos-antosaken pangadilanipun dhumateng para pilihanipun, ingkang nyuwun dhumateng Panjenengan saben dinten lan bengi, lan Panjenengan punika sabar dhumateng para tiyang punika?", "calver": "2025.05.21", "id": "LUK 18:7", "translation_time": 7.42}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  ὑμῖν  ὅτι  ποιήσει  τὴν  ἐκδίκησιν  αὐτῶν  ἐν  τάχει. πλὴν  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἐλθὼν  ἆρα  εὑρήσει  τὴν  πίστιν  ἐπὶ  τῆς  γῆς;", "translation": "Aku kancani kowe, manawa Panjenenganipun Putraning Manungsa badhe nindakake balas dendam marang wong-wong mau kanthi cepet. Nanging, nalika Panjenenganipun rawuh, apa Panjenenganipun bakal nemokake kapercayan ing bumi?", "calver": "2025.05.21", "id": "LUK 18:8", "translation_time": 9.79}
{"source_lang": "grc", "target_lang": "jav", "original": "Εἶπεν  δὲ  καὶ  πρός  τινας  τοὺς  πεποιθότας  ἐφ’  ἑαυτοῖς  ὅτι  εἰσὶν  δίκαιοι  καὶ  ἐξουθενοῦντας  τοὺς  λοιποὺς  τὴν  παραβολὴν  ταύτην.", "translation": "Yesus ucap marang wong-wong sing percaya marang awake dhewe yèn padha bener lan ngremehake wong liya, paribasan iki.", "calver": "2025.05.21", "id": "LUK 18:9", "translation_time": 8.3}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  εἰσελθὼν  διήρχετο  τὴν  Ἱερειχώ.", "translation": "Kangge mlebu lan ngliwati Jeriko.", "calver": "2025.05.21", "id": "LUK 19:1", "translation_time": 6.71}
{"source_lang": "grc", "target_lang": "jav", "original": "ἦλθεν  γὰρ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ζητῆσαι  καὶ  σῶσαι  τὸ  ἀπολωλός.", "translation": "Putraning Manungsa rawuh kanggo ngupaya lan kanggo nyuwun sing ilang.", "calver": "2025.05.21", "id": "LUK 19:10", "translation_time": 11.53}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἀκουόντων  δὲ  αὐτῶν  ταῦτα  προσθεὶς  εἶπεν  παραβολὴν, διὰ  τὸ  ἐγγὺς  εἶναι  Ἱερουσαλὴμ  αὐτὸν  καὶ  δοκεῖν  αὐτοὺς  ὅτι  παραχρῆμα  μέλλει  ἡ  βασιλεία  τοῦ  Θεοῦ  ἀναφαίνεσθαι·", "translation": "Nalika para wong krungu iki, Panjenenganipun nambahake lan matur parabol, amargi Jerusalem cedhak, lan padha rumangsa manawa sakdawane iku bakal dumadi; amarga kerajaan Allah badhe katampil kanthi cepet.", "calver": "2025.05.21", "id": "LUK 19:11", "translation_time": 17.33}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  οὖν  Ἄνθρωπός  τις  εὐγενὴς  ἐπορεύθη  εἰς  χώραν  μακρὰν  λαβεῖν  ἑαυτῷ  βασιλείαν  καὶ  ὑποστρέψαι.", "translation": "Dene wong kang mulya mau banjur lelungan menyang negara adoh kanggo nampa karajan kanggo awake dhewe, banjur bali maneh.", "calver": "2025.05.21", "id": "LUK 19:12", "translation_time": 9.25}
{"source_lang": "grc", "target_lang": "jav", "original": "καλέσας  δὲ  δέκα  δούλους  ἑαυτοῦ  ἔδωκεν  αὐτοῖς  δέκα  μνᾶς, καὶ  εἶπεν  πρὸς  αὐτούς  Πραγματεύσασθε  ἐν  ᾧ  ἔρχομαι.", "translation": "Dene satunggalipun pangéran nyuwun dhateng sepuluh abdi, lan paring dhateng piyambakipun sepuluh mina, lan matur: \"Pragmateuesthe nalika aku bali, ngatur sumber daya ingkang sampun diparingi.\"", "calver": "2025.05.21", "id": "LUK 19:13", "translation_time": 9.45}
{"source_lang": "grc", "target_lang": "jav", "original": "οἱ  δὲ  πολῖται  αὐτοῦ  ἐμίσουν  αὐτόν, καὶ  ἀπέστειλαν  πρεσβείαν  ὀπίσω  αὐτοῦ  λέγοντες  Οὐ  θέλομεν  τοῦτον  βασιλεῦσαι  ἐφ’  ἡμᾶς.", "translation": "Warga padha ora seneng marang dhèwèké, lan padha ngirim utusan kanggo ngandharake menawa kita ora pengin dhèwèké mimpin kita.", "calver": "2025.05.21", "id": "LUK 19:14", "translation_time": 7.91}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐγένετο  ἐν  τῷ  ἐπανελθεῖν  αὐτὸν  λαβόντα  τὴν  βασιλείαν  καὶ  εἶπεν  φωνηθῆναι  αὐτῷ  τοὺς  δούλους  τούτους  οἷς  δεδώκει  τὸ  ἀργύριον, ἵνα  γνοῖ  τίς  τί  διεπραγματεύσατο.", "translation": "Lan nalika dheweke bali, dhèwèké nyekel kerajaan lan ngundang para abdi sing diwenehi dhuwit, supaya ngerti apa sing wis padha dilakoni.", "calver": "2025.05.21", "id": "LUK 19:15", "translation_time": 9.79}
{"source_lang": "grc", "target_lang": "jav", "original": "παρεγένετο  δὲ  ὁ  πρῶτος  λέγων  Κύριε, ἡ  μνᾶ  σου  δέκα  προσηργάσατο  μνᾶς.", "translation": "Piyambakipun ingkang sepindhah nyedhaki lan matur, \"Gusti, denarimu, ngasorake sepuluh denar.\"", "calver": "2025.05.21", "id": "LUK 19:16", "translation_time": 10.49}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπεν  αὐτῷ  Εὖγε, ἀγαθὲ  δοῦλε, ὅτι  ἐν  ἐλαχίστῳ  πιστὸς  ἐγένου, ἴσθι  ἐξουσίαν  ἔχων  ἐπάνω  δέκα  πόλεων.", "translation": "Mangkono, banjur diarani marang dheweke, \"Sugeng kalaksanani, abdi ingkang sae lan setya, amargi panjenengan sampun percaya marang sethithik, mula kowe bakal diparingi panguwasa marang sepuluh kutha.\"", "calver": "2025.05.21", "id": "LUK 19:17", "translation_time": 11.61}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἦλθεν  ὁ  δεύτερος  λέγων  Ἠ  μνᾶ  σου, κύριε, ἐποίησεν  πέντε  μνᾶς.", "translation": "Lan teka wong kaping kalih, ngandharake, \"Minamu, Gusti, sampun nggawe limang mina.\"", "calver": "2025.05.21", "id": "LUK 19:18", "translation_time": 8.69}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  καὶ  τούτῳ  Καὶ  σὺ  ἐπάνω  γίνου  πέντε  πόλεων.", "translation": "Lan dhèwèké matur marang dhèwèké, mangkat, dadi limang kutha.", "calver": "2025.05.21", "id": "LUK 19:19", "translation_time": 10.99}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἰδοὺ  ἀνὴρ  ὀνόματι  καλούμενος  Ζακχαῖος, καὶ  αὐτὸς  ἦν  ἀρχιτελώνης, καὶ  αὐτὸς  πλούσιος·", "translation": "Lan kowe ndeleng, ana wong jenenge Zakheus, lan dheweke iku kepala pemungut pajak, lan dheweke iku kaya.", "calver": "2025.05.21", "id": "LUK 19:2", "translation_time": 9.62}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ὁ  ἕτερος  ἦλθεν  λέγων  Κύριε, ἰδοὺ  ἡ  μνᾶ  σου, ἣν  εἶχον  ἀποκειμένην  ἐν  σουδαρίῳ·", "translation": "Lan wong liyane teka lan ngomong, \"Gusti, delengen, sawijining koin cilikmu sing wis tak lebokake ing pangreksanmu.\"", "calver": "2025.05.21", "id": "LUK 19:20", "translation_time": 8.34}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐφοβούμην  γάρ  σε, ὅτι  ἄνθρωπος  αὐστηρὸς  εἶ, αἴρεις  ὃ  οὐκ  ἔθηκας, καὶ  θερίζεις  ὃ  οὐκ  ἔσπειρας.", "translation": "Kula ajrih dhateng Panjenengan, amargi Panjenengan punika tiyang ingkang ketat, ingkang nyekel apa ingkang boten Panjenengan tanem, lan panen ingkang boten Panjenengan sow.", "calver": "2025.05.21", "id": "LUK 19:21", "translation_time": 9.43}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγει  αὐτῷ  Ἐκ  τοῦ  στόματός  σου  κρίνω  σε, πονηρὲ  δοῦλε. ᾔδεις  ὅτι  ἐγὼ  ἄνθρωπος  αὐστηρός  εἰμι, αἴρων  ὃ  οὐκ  ἔθηκα  καὶ  θερίζων  ὃ  οὐκ  ἔσπειρα;", "translation": "Pangandika marang dhèwèké, \"Aku ngadili kowe saka cangkemmu, abdi jahat. Kowe ngerti menawa aku iku wong sing ketat, nglumpuk ing panggonan aku durung nandur, lan panen ing panggonan aku durung nandur.\"", "calver": "2025.05.21", "id": "LUK 19:22", "translation_time": 9.57}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  διὰ  τί  οὐκ  ἔδωκάς  μου  τὸ  ἀργύριον  ἐπὶ  τράπεζαν; κἀγὼ  ἐλθὼν  σὺν  τόκῳ  ἂν  αὐτὸ  ἔπραξα.", "translation": "Kenapa sampeyan ora menehi dhuwitku ing meja? Aku bakal bali karo bunga.", "calver": "2025.05.21", "id": "LUK 19:23", "translation_time": 9.65}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  τοῖς  παρεστῶσιν  εἶπεν  Ἄρατε  ἀπ’  αὐτοῦ  τὴν  μνᾶν  καὶ  δότε  τῷ  τὰς  δέκα  μνᾶς  ἔχοντι.", "translation": "Arakake saka wong mau mina, lan wenehana marang wong sing nduweni sepuluh mina.", "calver": "2025.05.21", "id": "LUK 19:24", "translation_time": 10.15}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  εἶπαν  αὐτῷ  Κύριε, ἔχει  δέκα  μνᾶς.", "translation": "Lan padha kandha marang dhèwèké, Duh, dhèwèké duwé sepuluh mina.", "calver": "2025.05.21", "id": "LUK 19:25", "translation_time": 9.26}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγω  ὑμῖν  ὅτι  παντὶ  τῷ  ἔχοντι  δοθήσεται, ἀπὸ  δὲ  τοῦ  μὴ  ἔχοντος  καὶ  ὃ  ἔχει  ἀρθήσεται.", "translation": "Kula maturaken dhumateng panjenengan sedaya, bilih saben wong ingkang gadhah, badhe diparingi; nanging saking wong ingkang boten gadhah, malah ingkang dipun-gadhahi badhe dicopot.", "calver": "2025.05.21", "id": "LUK 19:26", "translation_time": 8.28}
{"source_lang": "grc", "target_lang": "jav", "original": "πλὴν  τοὺς  ἐχθρούς  μου  τούτους  τοὺς  μὴ  θελήσαντάς  με  βασιλεῦσαι  ἐπ’  αὐτοὺς  ἀγάγετε  ὧδε  καὶ  κατασφάξατε  αὐτοὺς  ἔμπροσθέν  μου.", "translation": "Kecuali para musuhku, sing ora gelem mènèhi panguwasa marang aku, wenehake dhateng kéné lan sira-sira padha mateni dhéwé sadurunge aku.", "calver": "2025.05.21", "id": "LUK 19:27", "translation_time": 9.64}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  εἰπὼν  ταῦτα  ἐπορεύετο  ἔμπροσθεν  ἀναβαίνων  εἰς  Ἱεροσόλυμα.", "translation": "Lan ngomong, banjur banjur mlaku menyang Yerusalem.", "calver": "2025.05.21", "id": "LUK 19:28", "translation_time": 7.7}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἐγένετο  ὡς  ἤγγισεν  εἰς  Βηθφαγὴ  καὶ  Βηθανίαν  πρὸς  τὸ  ὄρος  τὸ  καλούμενον  Ἐλαιῶν, ἀπέστειλεν  δύο  τῶν  μαθητῶν", "translation": "Nalika wis cedhak Bethphage lan Bethania, ing jejere Gunung Zaitun, wong iku ngirim loro murid-muridek marang wong mau.", "calver": "2025.05.21", "id": "LUK 19:29", "translation_time": 6.8}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐζήτει  ἰδεῖν  τὸν  Ἰησοῦν  τίς  ἐστιν, καὶ  οὐκ  ἠδύνατο  ἀπὸ  τοῦ  ὄχλου, ὅτι  τῇ  ἡλικίᾳ  μικρὸς  ἦν.", "translation": "Kangge nyoba ndeleng Yesus, wong iku ora bisa amarga kerumunan, lan Yesus isih enom.", "calver": "2025.05.21", "id": "LUK 19:3", "translation_time": 8.32}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγων  Ὑπάγετε  εἰς  τὴν  κατέναντι  κώμην, ἐν  ᾗ  εἰσπορευόμενοι  εὑρήσετε  πῶλον  δεδεμένον, ἐφ’  ὃν  οὐδεὶς  πώποτε  ἀνθρώπων  ἐκάθισεν, καὶ  λύσαντες  αὐτὸν  ἀγάγετε.", "translation": "Mangkono, mangga menyang kutha sing ana ing ngarepe, ing endi kowe bakal nemokake siji kuda jaran sing diikat, sing durung nate lungguh ana ing ndhuwur, lan sawise mbebasake, bawa menyang kene.", "calver": "2025.05.21", "id": "LUK 19:30", "translation_time": 10.33}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐάν  τις  ὑμᾶς  ἐρωτᾷ  Διὰ  τί  λύετε; οὕτως  ἐρεῖτε  ὅτι  Ὁ  Κύριος  αὐτοῦ  χρείαν  ἔχει.", "translation": "Lan yen ana wong takon marang kowé, \"Ngapa kowé nyopotaké?\" mangkono, kowé kudu matur, \"Gusti Panjenenganipun mbutuhaké iku.\"", "calver": "2025.05.21", "id": "LUK 19:31", "translation_time": 6.73}
{"source_lang": "grc", "target_lang": "jav", "original": "ἀπελθόντες  δὲ  οἱ  ἀπεσταλμένοι  εὗρον  καθὼς  εἶπεν  αὐτοῖς.", "translation": "Sawise padha lunga, utusan sing dikirim padha ketemu kaya sing wis diomongake marang dhèwèke.", "calver": "2025.05.21", "id": "LUK 19:32", "translation_time": 9.24}
{"source_lang": "grc", "target_lang": "jav", "original": "λυόντων  δὲ  αὐτῶν  τὸν  πῶλον  εἶπαν  οἱ  κύριοι  αὐτοῦ  πρὸς  αὐτούς  Τί  λύετε  τὸν  πῶλον;", "translation": "Nalika wong-wong mau lagi mbebasake poun, para panguwasa pitakon marang wong-wong mau, \"Napa kowe lagi mbebasake poun?\"", "calver": "2025.05.21", "id": "LUK 19:33", "translation_time": 9.62}
{"source_lang": "grc", "target_lang": "jav", "original": "οἱ  δὲ  εἶπαν  ὅτι  Ὁ  Κύριος  αὐτοῦ  χρείαν  ἔχει.", "translation": "Para matur yen Gusti butuh dheweke.", "calver": "2025.05.21", "id": "LUK 19:34", "translation_time": 8.16}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἤγαγον  αὐτὸν  πρὸς  τὸν  Ἰησοῦν, καὶ  ἐπιρίψαντες  αὐτῶν  τὰ  ἱμάτια  ἐπὶ  τὸν  πῶλον  ἐπεβίβασαν  τὸν  Ἰησοῦν.", "translation": "Lan padha nggawaake wong-wong mau menyang Yesus, lan nalika padha nyandhakake klambi-klambi ing punggung keledai, banjur padha nyanggaake supaya Yesus bisa lungguh ing keledai mau.", "calver": "2025.05.21", "id": "LUK 19:35", "translation_time": 8.72}
{"source_lang": "grc", "target_lang": "jav", "original": "πορευομένου  δὲ  αὐτοῦ  ὑπεστρώννυον  τὰ  ἱμάτια  ἑαυτῶν  ἐν  τῇ  ὁδῷ.", "translation": "Nalika piyambakipun lumebet, wong-wong nyebarake klambi-klambi ing dalan minangka pratanda pangormatan lan kabungahan, minangka tradhisi sambutan ing upacara triumphal.", "calver": "2025.05.21", "id": "LUK 19:36", "translation_time": 8.26}
{"source_lang": "grc", "target_lang": "jav", "original": "ἐγγίζοντος  δὲ  αὐτοῦ  ἤδη  πρὸς  τῇ  καταβάσει  τοῦ  ὄρους  τῶν  Ἐλαιῶν  ἤρξαντο  ἅπαν  τὸ  πλῆθος  τῶν  μαθητῶν  χαίροντες  αἰνεῖν  τὸν  Θεὸν  φωνῇ  μεγάλῃ  περὶ  πασῶν  ὧν  εἶδον  δυνάμεων,", "translation": "Nalika dheweke wis cedhak marang turune Gunung Getsemani, kabeh wong murid wiwit gumregah lan ngagungake Gusti Allah kanthi swara keras amarga padha weruh karya-karya agung sing wis ditindakake dening Panjenengané.", "calver": "2025.05.21", "id": "LUK 19:37", "translation_time": 8.93}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγοντες  Εὐλογημένος  ὁ  ἐρχόμενος, ὁ  Βασιλεὺς  ἐν  ὀνόματι  Κυρίου· ἐν  οὐρανῷ  εἰρήνη  καὶ  δόξα  ἐν  ὑψίστοις.", "translation": "Slamet iku wong sing teka, Raja ing jeneng Gusti; ing swarga ana tentrem lan kemuliaan ing paling dhuwur.", "calver": "2025.05.21", "id": "LUK 19:38", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "jav", "original": "καί  τινες  τῶν  Φαρισαίων  ἀπὸ  τοῦ  ὄχλου  εἶπαν  πρὸς  αὐτόν  Διδάσκαλε, ἐπιτίμησον  τοῖς  μαθηταῖς  σου.", "translation": "Kadhangkala sawetara wong Farisi saka wong akeh ngomong marang Panjenengan, \"Guru, marahi para murid-muridmu.\"", "calver": "2025.05.21", "id": "LUK 19:39", "translation_time": 10.74}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  προδραμὼν  εἰς  τὸ  ἔμπροσθεν  ἀνέβη  ἐπὶ  συκομορέαν, ἵνα  ἴδῃ  αὐτόν, ὅτι  ἐκείνης  ἤμελλεν  διέρχεσθαι.", "translation": "Lan banjur dhisik, dhèwèké mlayu menyang ngarep, banjur munggah ing wit sikamur, supaya bisa ndeleng dhèwèké, amarga dhèwèké arep liwat.", "calver": "2025.05.21", "id": "LUK 19:4", "translation_time": 10.39}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἀποκριθεὶς  εἶπεν  Λέγω  ὑμῖν  ἐὰν  οὗτοι  σιωπήσουσιν, οἱ  λίθοι  κράξουσιν.", "translation": "Kangge wangsulan, aku matur marang kowé, yèn wong-wong iki meneng, batu-batu bakal nangis.", "calver": "2025.05.21", "id": "LUK 19:40", "translation_time": 10.8}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ὡς  ἤγγισεν, ἰδὼν  τὴν  πόλιν  ἔκλαυσεν  ἐπ’  αὐτήν,", "translation": "Nalika piyambakipun nyedhaki, nyumurupi kutha, banjur nangis kanggo kutha iku.", "calver": "2025.05.21", "id": "LUK 19:41", "translation_time": 8.69}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγων  ὅτι  Εἰ  ἔγνως  ἐν  τῇ  ἡμέρᾳ  ταύτῃ  καὶ  σὺ  τὰ  πρὸς  εἰρήνην· νῦν  δὲ  ἐκρύβη  ἀπὸ  ὀφθαλμῶν  σου.", "translation": "Ngendikakaké yèn kowé ngerti yèn ing dina iku, lan kowé uga ngerti bab tentrem; nanging saiki, kabéh mau wis kasumput saka mripatmu.", "calver": "2025.05.21", "id": "LUK 19:42", "translation_time": 8.62}
{"source_lang": "grc", "target_lang": "jav", "original": "ὅτι  ἥξουσιν  ἡμέραι  ἐπὶ  σὲ  καὶ  παρεμβαλοῦσιν  οἱ  ἐχθροί  σου  χάρακά  σοι  καὶ  περικυκλώσουσίν  σε  καὶ  συνέξουσίν  σε  πάντοθεν,", "translation": "Bakal teka dina-dina marang kowe, lan padha bakal mbabar lot kanggo sandhanganmu, lan padha bakal nyekeli lan nyerang kowe saka kabeh sisih, nganti kowe ora bisa nyegah utawa nglawan, lan kowe bakal nandhang sangsara amarga wong-wong mau.", "calver": "2025.05.21", "id": "LUK 19:43", "translation_time": 9.34}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐδαφιοῦσίν  σε  καὶ  τὰ  τέκνα  σου  ἐν  σοί, καὶ  οὐκ  ἀφήσουσιν  λίθον  ἐπὶ  λίθον  ἐν  σοί, ἀνθ’  ὧν  οὐκ  ἔγνως  τὸν  καιρὸν  τῆς  ἐπισκοπῆς  σου.", "translation": "Lan padha ngrusak kowe, lan anak-anakmu ing tengah-tengah kowe, lan ora bakal ana siji batu ing siji batu ing kowe, amarga wektu kunjunganmu sing wis kowe ngerti.", "calver": "2025.05.21", "id": "LUK 19:44", "translation_time": 11.24}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  εἰσελθὼν  εἰς  τὸ  ἱερὸν  ἤρξατο  ἐκβάλλειν  τοὺς  πωλοῦντας,", "translation": "Nalika mlebu ing ingkang suci, Panjenenganipun wiwit ngusir para penjual ingkang wonten ing ingkang suci punika.", "calver": "2025.05.21", "id": "LUK 19:45", "translation_time": 9.65}
{"source_lang": "grc", "target_lang": "jav", "original": "λέγων  αὐτοῖς  Γέγραπται  Καὶ  ἔσται  ὁ  οἶκός  μου  οἶκος  προσευχῆς· ὑμεῖς  δὲ  αὐτὸν  ἐποιήσατε  σπήλαιον  λῃστῶν.", "translation": "Kanggé wis katulis, \"Omah kula iku omah panyuwunan,\" nanging kowe padha nggawe iku dadi gua para maling.", "calver": "2025.05.21", "id": "LUK 19:46", "translation_time": 10.93}
{"source_lang": "grc", "target_lang": "jav", "original": "Καὶ  ἦν  διδάσκων  τὸ  καθ’  ἡμέραν  ἐν  τῷ  ἱερῷ· οἱ  δὲ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  ἐζήτουν  αὐτὸν  ἀπολέσαι  καὶ  οἱ  πρῶτοι  τοῦ  λαοῦ,", "translation": "Saged ngajari saben dina ing candi, para imam kepala lan ahli kitab padha nyoba mateni Panjenengan, lan para pamingpin rakyat uga melu nyusun rencana kanggo ngilangi Panjenengan.", "calver": "2025.05.21", "id": "LUK 19:47", "translation_time": 8.36}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  οὐχ  εὕρισκον  τὸ  τί  ποιήσωσιν· ὁ  λαὸς  γὰρ  ἅπας  ἐξεκρέμετο  αὐτοῦ  ἀκούων.", "translation": "Lan ora ngerti apa sing kudu dilakoni; kabeh rakyat ngenthang marang panjenenganipun, krungu kanthi serius.", "calver": "2025.05.21", "id": "LUK 19:48", "translation_time": 11.49}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ὡς  ἦλθεν  ἐπὶ  τὸν  τόπον, ἀναβλέψας  ὁ  Ἰησοῦς  εἶπεν  πρὸς  αὐτόν  Ζακχαῖε, σπεύσας  κατάβηθι· σήμερον  γὰρ  ἐν  τῷ  οἴκῳ  σου  δεῖ  με  μεῖναι.", "translation": "Nalika Yesus teka ing panggonan mau, dhèwèké mriksa marang Zakhai, banjur matur kanthi hormat, \"Zakhai, cepet-cepet mudhun; dina iki aku kudu nginep ing omahmu.\"", "calver": "2025.05.21", "id": "LUK 19:5", "translation_time": 7.59}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  σπεύσας  κατέβη, καὶ  ὑπεδέξατο  αὐτὸν  χαίρων.", "translation": "Miturut kabar, wong mau cepet-cepet mudhun lan sambut kanthi kabungahan marang wong sing teka.", "calver": "2025.05.21", "id": "LUK 19:6", "translation_time": 8.35}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἰδόντες  πάντες  διεγόγγυζον  λέγοντες  ὅτι  Παρὰ  ἁμαρτωλῷ  ἀνδρὶ  εἰσῆλθεν  καταλῦσαι.", "translation": "Kabeh wong padha gumun lan padha rembugan, kandha, \"Miturut wong dosa, wong iki mlebu omahé kanggo nylametaké dhèwèké.\"", "calver": "2025.05.21", "id": "LUK 19:7", "translation_time": 9.63}
{"source_lang": "grc", "target_lang": "jav", "original": "σταθεὶς  δὲ  Ζακχαῖος  εἶπεν  πρὸς  τὸν  Κύριον  Ἰδοὺ  τὰ  ἡμίσειά  μου  τῶν  ὑπαρχόντων, Κύριε, τοῖς  πτωχοῖς  δίδωμι, καὶ  εἴ  τινός  τι  ἐσυκοφάντησα  ἀποδίδωμι  τετραπλοῦν.", "translation": "Zacchaeus ngadeg banjur matur marang Sang Hyang, \"Ndelok, setengah saka kekayaanku, aku paring marang wong miskin, lan yen aku wis nyolong marang sapa wae, aku bakal mbalekake papat kaping.\"", "calver": "2025.05.21", "id": "LUK 19:8", "translation_time": 9.11}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  πρὸς  αὐτὸν  ὁ  Ἰησοῦς  ὅτι  Σήμερον  σωτηρία  τῷ  οἴκῳ  τούτῳ  ἐγένετο, καθότι  καὶ  αὐτὸς  υἱὸς  Ἀβραάμ  ἐστιν·", "translation": "Dinten punika kaslametan sampun teka ing griya punika, amargi panjenengan ugi anak Abraham; punika pawartos saking Yesus marang panjenengan.", "calver": "2025.05.21", "id": "LUK 19:9", "translation_time": 7.4}
{"source_lang": "grc", "target_lang": "jav", "original": "Ἐπειδήπερ  πολλοὶ  ἐπεχείρησαν  ἀνατάξασθαι  διήγησιν  περὶ  τῶν  πεπληροφορημένων  ἐν  ἡμῖν  πραγμάτων,", "translation": "Amarga akèh wong nyoba nyusun narasi babagan bab-bab sing wis kelakon ing antarané kita,", "calver": "2025.05.21", "id": "LUK 1:1", "translation_time": 8.37}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  πᾶν  τὸ  πλῆθος  ἦν  τοῦ  λαοῦ  προσευχόμενον  ἔξω  τῇ  ὥρᾳ  τοῦ  θυμιάματος.", "translation": "Sakehing rakyat padha ndedonga njaba wektu upacara wangi-wangian.", "calver": "2025.05.21", "id": "LUK 1:10", "translation_time": 11.14}
{"source_lang": "grc", "target_lang": "jav", "original": "ὤφθη  δὲ  αὐτῷ  ἄγγελος  Κυρίου  ἑστὼς  ἐκ  δεξιῶν  τοῦ  θυσιαστηρίου  τοῦ  θυμιάματος.", "translation": "Malaénga Gusti ngadeg ing sisih tengen saka meja wangi-wangian.", "calver": "2025.05.21", "id": "LUK 1:11", "translation_time": 8.97}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἐταράχθη  Ζαχαρίας  ἰδών, καὶ  φόβος  ἐπέπεσεν  ἐπ’  αὐτόν.", "translation": "Zakhariyā ndeleng, banjur kagèt, lan wedi nyelip ing dhirié.", "calver": "2025.05.21", "id": "LUK 1:12", "translation_time": 10.15}
{"source_lang": "grc", "target_lang": "jav", "original": "εἶπεν  δὲ  πρὸς  αὐτὸν  ὁ  ἄγγελος  Μὴ  φοβοῦ, Ζαχαρία, διότι  εἰσηκούσθη  ἡ  δέησίς  σου, καὶ  ἡ  γυνή  σου  Ἐλεισάβετ  γεννήσει  υἱόν  σοι, καὶ  καλέσεις  τὸ  ὄνομα  αὐτοῦ  Ἰωάνην·", "translation": "Mangkono, malaikat mau nyarios marang Dhuh Zechariah, \"Aja wedi, Zechariah, amargi panyuwunmu sampun dipun panggihaken dening Gusti Allah, lan garwa panjenengan, Elizabeth, badhe nglairaken putran kanggo panjenengan, lan panjenengan badhe nyebat jenengipun Yohanes.\"", "calver": "2025.05.21", "id": "LUK 1:13", "translation_time": 10.26}
{"source_lang": "grc", "target_lang": "jav", "original": "καὶ  ἔσται  χαρά  σοι  καὶ  ἀγαλλίασις, καὶ  πολλοὶ  ἐπὶ  τῇ  γενέσει  αὐτοῦ  χαρήσονται.", "translation": "Lan bakal ana kabungahan lan bungah kanggo sampeyan, lan akeh wong bakal remen marang kelairané.", "calver": "2025.05.21", "id": "LUK 1:14", "translation_time": 8.38}
{"source_lang": "grc", "target_lang": "jav", "original": "ἔσται  γὰρ  μέγας  ἐνώπιον  Κυρίου, καὶ  οἶνον  καὶ  σίκερα  οὐ  μὴ  πίῃ, καὶ  Πνεύματος  Ἁγίου  πλησθήσεται  ἔτι  ἐκ  κοιλίας  μητρὸς  αὐτοῦ,", "translation": "Amarga dheweke bakal dadi gedhe ing ngarepe Gusti, lan ora bakal ngombe anggur utawa minuman keras, nanging bakal kebak dening Roh Suci wiwit saka kandunging ibune.", "calver": "2025.05.21", "id": "LUK 1:15", "translation_time": 9.08}
