{"source_lang": "grc", "target_lang": "acf", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "Après cela, le Seigneur a montré soixante-dix autres, et il les a envoyés en deux devant lui dans chaque ville et lieu où il allait lui-même venir.", "calver": "2025.05.21", "id": "LUK 10:1", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "Si ou antre nan yon vil, epi yo pa aksepte ou, ale deyò nan lari li, di.", "calver": "2025.05.21", "id": "LUK 10:10", "translation_time": 5.68}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Nou ké souke poussiè a ki sou nou nan vil ou, men sa ou dwé sav, ki Rwayòm Bondié rivé.", "calver": "2025.05.21", "id": "LUK 10:11", "translation_time": 6.31}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "Mwen ka di ou ke Sodom nan jou sa a va pi tolerab pou li pase vil sa a, ki va pi fasil pou yo.", "calver": "2025.05.21", "id": "LUK 10:12", "translation_time": 7.51}
{"source_lang": "grc", "target_lang": "acf", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "Malheur à vous, Chorazin, malheur à vous, Bethsaïda; paske si pouvwa ki te fèt nan men ou te fèt nan Tyr ak Sidon, yo ta déjà repanti lontan, chita nan sak ak sann.", "calver": "2025.05.21", "id": "LUK 10:13", "translation_time": 5.84}
{"source_lang": "grc", "target_lang": "acf", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "Pi tolerab pou yo nan jijman an, Tyre ek Sidon, pou yo ki va jwenn plis konpasyon pase zòt.", "calver": "2025.05.21", "id": "LUK 10:14", "translation_time": 6.19}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "Epi ou menm, Kapènòm, èske w ap leve jouk nan syèl la? Oswa ou pral desann jouk nan lanfè?", "calver": "2025.05.21", "id": "LUK 10:15", "translation_time": 7.36}
{"source_lang": "grc", "target_lang": "acf", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "Kiyès ki tande ou, li tande mwen; e kiyès ki rejte ou, li rejte mwen; e kiyès ki rejte mwen, li rejte sa ki voye mwen.", "calver": "2025.05.21", "id": "LUK 10:16", "translation_time": 5.35}
{"source_lang": "grc", "target_lang": "acf", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "Les soixante-dix sont revenus avec joie, disant : « Seigneur, les démons nous sont soumis en ton nom. »", "calver": "2025.05.21", "id": "LUK 10:17", "translation_time": 5.01}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "Ete wè Satan kou yon zèklè ki tonbe soti nan syèl la", "calver": "2025.05.21", "id": "LUK 10:18", "translation_time": 5.23}
{"source_lang": "grc", "target_lang": "acf", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "Voici, je vous donne l'autorité de marcher sur les serpents et les scorpions, et sur toute la puissance de l'ennemi, et rien ne vous fera du mal.", "calver": "2025.05.21", "id": "LUK 10:19", "translation_time": 6.99}
{"source_lang": "grc", "target_lang": "acf", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "Lé mo ki a di a se: Tan ki a gen anpil rekòt, men travayè yo piti. Lapriyè pou Seyè a voye plis travayè nan rekòt li.", "calver": "2025.05.21", "id": "LUK 10:2", "translation_time": 5.42}
{"source_lang": "grc", "target_lang": "acf", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "Pa fè kè kontan paske lespri yo soumèt a ou, men fè kè kontan paske non ou ekri nan syèl la.", "calver": "2025.05.21", "id": "LUK 10:20", "translation_time": 6.26}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "An menm tan sa a, li te kontan nan Lespri Senyè a, epi li te di: M'ap remèsye ou, Papa, Seyè nan syèl la ak sou latè, paske ou te kache sa nan saj ak entèlijans, epi ou te revele li timoun yo. Wi, Papa, paske sa te fè ou plezi nan je ou, konsa.", "calver": "2025.05.21", "id": "LUK 10:21", "translation_time": 9.9}
{"source_lang": "grc", "target_lang": "acf", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "Tout m’a été donné par mon Père, et personne ne sait qui est le Fils, sauf le Père ; et personne ne sait qui est le Père, sauf le Fils, et celui à qui le Fils veut le révéler.", "calver": "2025.05.21", "id": "LUK 10:22", "translation_time": 5.08}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "Jésus, en parlant en privé à ses disciples, a dit : « Bénis soient les yeux qui voient ce que vous voyez. »", "calver": "2025.05.21", "id": "LUK 10:23", "translation_time": 5.59}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "Mwen ka di zot, pasé, plizyé pwofèt é wa té vlé wè sa zot wè, mé zot pa té kapab wè. Anpil pwofèt é wa té anvi wè sa ki fèt pou zot wè é tande, mé zot pa té ka wè ni tande sa.", "calver": "2025.05.21", "id": "LUK 10:24", "translation_time": 8.03}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "Lè yon avoka leve pou teste li, li di: \"Mèt, kisa m dwe fè pou erite lavi etènèl?\"", "calver": "2025.05.21", "id": "LUK 10:25", "translation_time": 5.19}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "\"En la loi, ki sa ki ekri? Kijan ou ka li li?\"", "calver": "2025.05.21", "id": "LUK 10:26", "translation_time": 5.56}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "Aimer le Seigneur ton Dieu de tout ton cœur, avec toute ton âme, et avec toute ta force, et avec tout ton esprit, et aimer ton prochain comme toi-même.", "calver": "2025.05.21", "id": "LUK 10:27", "translation_time": 5.0}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "\"Épi li di a li, Ou réponn byen; Fè sa a, épi ou va viv.\"", "calver": "2025.05.21", "id": "LUK 10:28", "translation_time": 5.02}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "Epi, ki moun ki vwazen m' ye, lè m' vle jistifye tèt mwen, li di a Jezi: \"Kiyès ki zanmi m'?\"", "calver": "2025.05.21", "id": "LUK 10:29", "translation_time": 5.17}
{"source_lang": "grc", "target_lang": "acf", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "Alé, gade, mwen voye nou kòm yon mouton nan mitan chwal.", "calver": "2025.05.21", "id": "LUK 10:3", "translation_time": 6.66}
{"source_lang": "grc", "target_lang": "acf", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "Lé Jésus pran la parole é di: \"Y en nonm ki tounen soti Jerizalèm pou al Jeriko, li tonbe anba men vòlè yo. Yo te dekoud li, epi yo te frape l, epi yo te kite l mouri ant lanmò.\"", "calver": "2025.05.21", "id": "LUK 10:30", "translation_time": 7.73}
{"source_lang": "grc", "target_lang": "acf", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "Byen chans, yon prèt t ap desann sou chemen sa a, epi lè li wè li, li pase bò kote li.", "calver": "2025.05.21", "id": "LUK 10:31", "translation_time": 5.27}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "Levi arive nan plas la, li wè sa ki te la, epi li pase pa.", "calver": "2025.05.21", "id": "LUK 10:32", "translation_time": 5.89}
{"source_lang": "grc", "target_lang": "acf", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "En tant que voyageur, un Samaritain vit quelqu’un et fut rempli de compassion.", "calver": "2025.05.21", "id": "LUK 10:33", "translation_time": 4.91}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "Epi lonjé, li rivé, li bandé tout blese li, li vide luil ek diven sou li, epi li mete li sou kabri li, li mennen li nan yon otèl pou pran swen li.", "calver": "2025.05.21", "id": "LUK 10:34", "translation_time": 4.51}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "Li ba dé denier a l’hôtèl, i di a li: “Pran swen a li, e tout sa ki ou dépansé pou li, mwen p’ remèt ou lè m’ va tounen.”", "calver": "2025.05.21", "id": "LUK 10:35", "translation_time": 7.47}
{"source_lang": "grc", "target_lang": "acf", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "Kiyès nan twa sa yo ou panse ki te tonbe pami vòlè yo?", "calver": "2025.05.21", "id": "LUK 10:36", "translation_time": 5.37}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "Li di a li, \"Se moun ki fè mizèrikòd avèk li.\" Apre sa, Jezi di a li, \"Ale, ou menm tou, fè menm jan.\"", "calver": "2025.05.21", "id": "LUK 10:37", "translation_time": 6.19}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "En même temps, lui-même entra dans une certaine ville; une femme nommée Marthe l’accueillit dans sa maison.", "calver": "2025.05.21", "id": "LUK 10:38", "translation_time": 6.25}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "Epi, la, te gen yon sè ki rele Maria, ki te chita nan pye Bondye, epi li t ap ekouté pawòl li.", "calver": "2025.05.21", "id": "LUK 10:39", "translation_time": 6.4}
{"source_lang": "grc", "target_lang": "acf", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "M pa dwe pote yon sak, m pa dwe pote yon pòch, m pa dwe mete soulye; epi, pa salye pèsonn sou wout la.", "calver": "2025.05.21", "id": "LUK 10:4", "translation_time": 5.92}
{"source_lang": "grc", "target_lang": "acf", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "Martha té okipe a anpil travay nan sèvis, epi lè li wè sa, li di: \"Se Sèlti, ou pa wè? Se sèl sè m' la ki m' kite pou m' fè sèvis. Di li pou li vini, pou l' ka vin ede m' nan travay.\"", "calver": "2025.05.21", "id": "LUK 10:40", "translation_time": 7.51}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "Se Seyè ki di a li, Martha, Martha, ou ap enkyete ou e ou ap bouke pou anpil bagay.", "calver": "2025.05.21", "id": "LUK 10:41", "translation_time": 6.33}
{"source_lang": "grc", "target_lang": "acf", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "Ti bezwen, se yon sèl, Mary chwazi bòn pati a, ki pa pral pran l away from li. Paske, li te chwazi pati ki bon an, e sa p ap janm retire l nan men li.", "calver": "2025.05.21", "id": "LUK 10:42", "translation_time": 5.86}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "Dite la paix à cette maison.", "calver": "2025.05.21", "id": "LUK 10:5", "translation_time": 5.59}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "E si yé yon moun ki pé fè lapé, lapé a ké retourné sou li; si pa, lapé a ké vini sou ou, epi apré sa, lapé a ké retourné sou ou.", "calver": "2025.05.21", "id": "LUK 10:6", "translation_time": 8.08}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "Lè ou ka reste nan sa kay-la, ou dwe manje é bwè sa ki zot ka bay, pas ou ka chanje kay pou kay. Paske, yon travayé ka merité son salè. Pa chanje kay pou kay.", "calver": "2025.05.21", "id": "LUK 10:7", "translation_time": 5.12}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "E lè ou antre nan yon vil, epi yo aksepte ou, ou dwe manje sa ki ofri ou.", "calver": "2025.05.21", "id": "LUK 10:8", "translation_time": 4.82}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Guérissez les malades qui sont en eux, et dites-leur : \"Le royaume de Dieu est proche de vous.\"", "calver": "2025.05.21", "id": "LUK 10:9", "translation_time": 5.26}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "Lè li te nan yon kote lap priye, yon moun nan disip li yo te vin jwenn li, e lè li te sispann, li te di: \"Seigneur, enstwi nou pou nou ka priye, jan Jan te enstwi disip li yo.\"", "calver": "2025.05.21", "id": "LUK 11:1", "translation_time": 5.71}
{"source_lang": "grc", "target_lang": "acf", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "Poutou moun ki mande ap resevwa, e chak moun ki chèche ap jwenn, e lè ou frape, pòt la ap louvri.", "calver": "2025.05.21", "id": "LUK 11:10", "translation_time": 5.19}
{"source_lang": "grc", "target_lang": "acf", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "Eske pitit gason an ap mande papa li si li ka bay li yon pwason olye de yon sèpan?", "calver": "2025.05.21", "id": "LUK 11:11", "translation_time": 6.41}
{"source_lang": "grc", "target_lang": "acf", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "Eske li pral mande pou yon ze, oswa li pral bay yon zwazo, yon zwazo senbolik?", "calver": "2025.05.21", "id": "LUK 11:12", "translation_time": 4.72}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "Si ou menm ki move, ki konnen bay bon kado pou pitit ou, ki kantite plis Papa nan syèl la pral bay Lespri Sen an bay moun ki mande l.", "calver": "2025.05.21", "id": "LUK 11:13", "translation_time": 5.7}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "Lè Jésus chasé yon démon, e moun nan te toujou kòf, lè démon an te soti, moun nan te kapab pale. Lè sa a, moun ki te gadò yo te wè sa, e yo te sezi anpil.", "calver": "2025.05.21", "id": "LUK 11:14", "translation_time": 5.97}
{"source_lang": "grc", "target_lang": "acf", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "Kèk nan yo di: \"Lè nou wè li, li di ke li chache fè sa a pa Beelzebul, chèf nan move lespri yo, e li chache chape move lespri yo.\"", "calver": "2025.05.21", "id": "LUK 11:15", "translation_time": 4.73}
{"source_lang": "grc", "target_lang": "acf", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "Lòt moun ki t ap eseye mande yon siy nan syèl la pou li.", "calver": "2025.05.21", "id": "LUK 11:16", "translation_time": 4.56}
{"source_lang": "grc", "target_lang": "acf", "original": "αὐτὸς  δὲ  εἰδὼς  αὐτῶν  τὰ  διανοήματα  εἶπεν  αὐτοῖς  Πᾶσα  βασιλεία  ἐφ’  ἑαυτὴν  διαμερισθεῖσα  ἐρημοῦται, καὶ  οἶκος  ἐπὶ  οἶκον  πίπτει.", "translation": "Lè Jezi te konnen sa yo te panse, li di yo: \"Chak peyi ki divize kont li menm ap detwi, e yon kay ki tonbe sou yon lòt kay ap kraze.\"", "calver": "2025.05.21", "id": "LUK 11:17", "translation_time": 11.08}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  δὲ  καὶ  ὁ  Σατανᾶς  ἐφ’  ἑαυτὸν  διεμερίσθη, πῶς  σταθήσεται  ἡ  βασιλεία  αὐτοῦ; ὅτι  λέγετε  ἐν  Βεελζεβοὺλ  ἐκβάλλειν  με  τὰ  δαιμόνια.", "translation": "Si même Satan est divisé contre lui-même, comment sa royaume pourra-t-il tenir ? Vous dites que je chasse les démons par Beelzebul.", "calver": "2025.05.21", "id": "LUK 11:18", "translation_time": 7.1}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  δὲ  ἐγὼ  ἐν  Βεελζεβοὺλ  ἐκβάλλω  τὰ  δαιμόνια, οἱ  υἱοὶ  ὑμῶν  ἐν  τίνι  ἐκβάλλουσιν; διὰ  τοῦτο  αὐτοὶ  ὑμῶν  κριταὶ  ἔσονται.", "translation": "Si mwen chassé dyab nan non Bèlzeboub, timoun ou yo nan ki non yo chassé dyab, se poutèt sa, yo pral jije nou.", "calver": "2025.05.21", "id": "LUK 11:19", "translation_time": 5.38}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  αὐτοῖς  Ὅταν  προσεύχησθε, λέγετε  Πάτερ, ἁγιασθήτω  τὸ  ὄνομά  σου· ἐλθάτω  ἡ  βασιλεία  σου·", "translation": "Lè ou priyé, di: Nout Pè, senbolize ki ou nom; vin, rivèy ou; wayòm ou.", "calver": "2025.05.21", "id": "LUK 11:2", "translation_time": 5.2}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  δὲ  ἐν  δακτύλῳ  Θεοῦ  ἐγὼ  ἐκβάλλω  τὰ  δαιμόνια, ἄρα  ἔφθασεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Si mwen nan dwèt Bondye, mwen chassé dyab yo, sa vle di wayòm Bondye a fin rive sou ou.", "calver": "2025.05.21", "id": "LUK 11:20", "translation_time": 13.61}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅταν  ὁ  ἰσχυρὸς  καθωπλισμένος  φυλάσσῃ  τὴν  ἑαυτοῦ  αὐλήν, ἐν  εἰρήνῃ  ἐστὶν  τὰ  ὑπάρχοντα  αὐτοῦ·", "translation": "Lè yon moun ki fò, ki armé, gadé pwopriyete li nan lapè, sa ki genyen nan men li rete an lapè.", "calver": "2025.05.21", "id": "LUK 11:21", "translation_time": 5.47}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐπὰν  δὲ  ἰσχυρότερος  αὐτοῦ  ἐπελθὼν  νικήσῃ  αὐτόν, τὴν  πανοπλίαν  αὐτοῦ  αἴρει  ἐφ’  ᾗ  ἐπεποίθει, καὶ  τὰ  σκῦλα  αὐτοῦ  διαδίδωσιν.", "translation": "Lè yon moun ki pi fò pase li vini sou li e li bat li, li retire zam li, e li fè tout zam li yo konnen, pou montre li genyen sou li, e li lage tout zam li yo pou tout moun ka wè viktwa a.", "calver": "2025.05.21", "id": "LUK 11:22", "translation_time": 6.81}
{"source_lang": "grc", "target_lang": "acf", "original": "Ὁ  μὴ  ὢν  μετ’  ἐμοῦ  κατ’  ἐμοῦ  ἐστιν, καὶ  ὁ  μὴ  συνάγων  μετ’  ἐμοῦ  σκορπίζει.", "translation": "Moun ki pa avèk mwen, se moun ki ap dispare, e moun ki pa ansanm avèk mwen, ap dispare.", "calver": "2025.05.21", "id": "LUK 11:23", "translation_time": 5.0}
{"source_lang": "grc", "target_lang": "acf", "original": "Ὅταν  τὸ  ἀκάθαρτον  πνεῦμα  ἐξέλθῃ  ἀπὸ  τοῦ  ἀνθρώπου, διέρχεται  δι’  ἀνύδρων  τόπων  ζητοῦν  ἀνάπαυσιν, καὶ  μὴ  εὑρίσκον  λέγει  Ὑποστρέψω  εἰς  τὸν  οἶκόν  μου  ὅθεν  ἐξῆλθον·", "translation": "Lè yon espri pwòpte kite yon moun, li pase nan plas sèch, ap chèche repo, epi li pa jwenn anyen, li di: \"Mwen pral tounen nan kay mwen, kote mwen te soti.\"", "calver": "2025.05.21", "id": "LUK 11:24", "translation_time": 6.97}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐλθὸν  εὑρίσκει  σεσαρωμένον  καὶ  κεκοσμημένον.", "translation": "Lè ou rivé, ou jwenn li ki te fèt avèk anoinman ak bèlte.", "calver": "2025.05.21", "id": "LUK 11:25", "translation_time": 5.05}
{"source_lang": "grc", "target_lang": "acf", "original": "τότε  πορεύεται  καὶ  παραλαμβάνει  ἕτερα  πνεύματα  πονηρότερα  ἑαυτοῦ  ἑπτά, καὶ  εἰσελθόντα  κατοικεῖ  ἐκεῖ, καὶ  γίνεται  τὰ  ἔσχατα  τοῦ  ἀνθρώπου  ἐκείνου  χείρονα  τῶν  πρώτων.", "translation": "Lè li ale, li pran avèk li sèt lòt lespri pi move pase li menm, epi yo antre, yo rete ladan, epi dènye eta moun sa a vin pi move pase premye a.", "calver": "2025.05.21", "id": "LUK 11:26", "translation_time": 4.15}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐγένετο  δὲ  ἐν  τῷ  λέγειν  αὐτὸν  ταῦτα  ἐπάρασά  τις  φωνὴν  γυνὴ  ἐκ  τοῦ  ὄχλου  εἶπεν  αὐτῷ  Μακαρία  ἡ  κοιλία  ἡ  βαστάσασά  σε  καὶ  μαστοὶ  οὓς  ἐθήλασας.", "translation": "Béni soit le ventre qui t'a porté, et béni soient les seins qui t'ont allaité, s’écria une femme dans la foule, Jésus, la maternité, la bénédiction.", "calver": "2025.05.21", "id": "LUK 11:27", "translation_time": 5.68}
{"source_lang": "grc", "target_lang": "acf", "original": "αὐτὸς  δὲ  εἶπεν  Μενοῦν  μακάριοι  οἱ  ἀκούοντες  τὸν  λόγον  τοῦ  Θεοῦ  καὶ  φυλάσσοντες.", "translation": "Li menm di: \"Béni se ki ekouté pawòl Bondié epi ki obéyé.\"", "calver": "2025.05.21", "id": "LUK 11:28", "translation_time": 6.61}
{"source_lang": "grc", "target_lang": "acf", "original": "Τῶν  δὲ  ὄχλων  ἐπαθροιζομένων  ἤρξατο  λέγειν  Ἠ  γενεὰ  αὕτη  γενεὰ  πονηρά  ἐστιν· σημεῖον  ζητεῖ, καὶ  σημεῖον  οὐ  δοθήσεται  αὐτῇ  εἰ  μὴ  τὸ  σημεῖον  Ἰωνᾶ.", "translation": "Lè moun ki rasanble yo te koumanse di, \"Jenerasyon sa a se yon jenerasyon move; li chèche yon siy, e p'ap bay li okenn siy, eksepte siy Jonas la.\"", "calver": "2025.05.21", "id": "LUK 11:29", "translation_time": 6.82}
{"source_lang": "grc", "target_lang": "acf", "original": "τὸν  ἄρτον  ἡμῶν  τὸν  ἐπιούσιον  δίδου  ἡμῖν  τὸ  καθ’  ἡμέραν·", "translation": "Donnen nou pen ki nesesè pou chak jou.", "calver": "2025.05.21", "id": "LUK 11:3", "translation_time": 6.9}
{"source_lang": "grc", "target_lang": "acf", "original": "καθὼς  γὰρ  ἐγένετο  Ἰωνᾶς  τοῖς  Νινευείταις  σημεῖον, οὕτως  ἔσται  καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  τῇ  γενεᾷ  ταύτῃ.", "translation": "Kòm Jonah te fè bay moun nan Niniv, kòm yon siy, konsa tou Pitit Moun nan ap fè bay jenerasyon sa a.", "calver": "2025.05.21", "id": "LUK 11:30", "translation_time": 6.1}
{"source_lang": "grc", "target_lang": "acf", "original": "βασίλισσα  νότου  ἐγερθήσεται  ἐν  τῇ  κρίσει  μετὰ  τῶν  ἀνδρῶν  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινεῖ  αὐτούς· ὅτι  ἦλθεν  ἐκ  τῶν  περάτων  τῆς  γῆς  ἀκοῦσαι  τὴν  σοφίαν  Σολομῶνος, καὶ  ἰδοὺ  πλεῖον  Σολομῶνος  ὧδε.", "translation": "Lè sa, wa a nan sid la va leve nan jijman, epi li va jije lòt moun; paske li te soti nan fen latè a pou tande sajès Salomon. Gade, plis pase Salomon, li va parèt nan jou jijman an.", "calver": "2025.05.21", "id": "LUK 11:31", "translation_time": 5.29}
{"source_lang": "grc", "target_lang": "acf", "original": "ἄνδρες  Νινευεῖται  ἀναστήσονται  ἐν  τῇ  κρίσει  μετὰ  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινοῦσιν  αὐτήν· ὅτι  μετενόησαν  εἰς  τὸ  κήρυγμα  Ἰωνᾶ, καὶ  ἰδοὺ  πλεῖον  Ἰωνᾶ  ὧδε.", "translation": "Men Niniviten yo va leve nan jijman an, epi yo va kondannen jener jener, paske yo te fè pénitans apre yo tande pawòl Jonas. Gade, gen yon pi gwo Jonas la isit la.", "calver": "2025.05.21", "id": "LUK 11:32", "translation_time": 4.73}
{"source_lang": "grc", "target_lang": "acf", "original": "Οὐδεὶς  λύχνον  ἅψας  εἰς  κρύπτην  τίθησιν  οὐδὲ  ὑπὸ  τὸν  μόδιον, ἀλλ’  ἐπὶ  τὴν  λυχνίαν, ἵνα  οἱ  εἰσπορευόμενοι  τὸ  φέγγος  βλέπωσιν.", "translation": "Personn pa ka limen lanp, epi mete li anba yon veso, men sou yon soulye, pou moun ki antre ka wè limyè a.", "calver": "2025.05.21", "id": "LUK 11:33", "translation_time": 5.15}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  λύχνος  τοῦ  σώματός  ἐστιν  ὁ  ὀφθαλμός  σου. ὅταν  ὁ  ὀφθαλμός  σου  ἁπλοῦς  ᾖ, καὶ  ὅλον  τὸ  σῶμά  σου  φωτεινόν  ἐστιν· ἐπὰν  δὲ  πονηρὸς  ᾖ, καὶ  τὸ  σῶμά  σου  σκοτεινόν.", "translation": "Lanmpe nan kò ou se je ou. Lè je ou senp, tout kò ou plen limyè; men si je ou move, tout kò ou plen fènwa. Si tout limyè ki nan ou se fènwa, ki kantite fènwa sa va ye?", "calver": "2025.05.21", "id": "LUK 11:34", "translation_time": 4.55}
{"source_lang": "grc", "target_lang": "acf", "original": "σκόπει  οὖν  μὴ  τὸ  φῶς  τὸ  ἐν  σοὶ  σκότος  ἐστίν.", "translation": "Fais attention, afin que la lumière en toi ne devienne pas l'obscurité.", "calver": "2025.05.21", "id": "LUK 11:35", "translation_time": 5.92}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  οὖν  τὸ  σῶμά  σου  ὅλον  φωτεινόν, μὴ  ἔχον  μέρος  τι  σκοτεινόν, ἔσται  φωτεινὸν  ὅλον  ὡς  ὅταν  ὁ  λύχνος  τῇ  ἀστραπῇ  φωτίζῃ  σε.", "translation": "Si tout kò ou limyè, san okenn pati ki fè nwa, li va tout limyè, menm jan yon lanp ki limen ak zèklè, ki klere tout kote.", "calver": "2025.05.21", "id": "LUK 11:36", "translation_time": 5.71}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐν  δὲ  τῷ  λαλῆσαι  ἐρωτᾷ  αὐτὸν  Φαρισαῖος  ὅπως  ἀριστήσῃ  παρ’  αὐτῷ· εἰσελθὼν  δὲ  ἀνέπεσεν.", "translation": "Lè li te kòmanse pale, Farisyen an mande li: \"Kijan ou pral manje avè m?\" Lè li te antre, li te kouche pou manje.", "calver": "2025.05.21", "id": "LUK 11:37", "translation_time": 5.18}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  Φαρισαῖος  ἰδὼν  ἐθαύμασεν  ὅτι  οὐ  πρῶτον  ἐβαπτίσθη  πρὸ  τοῦ  ἀρίστου.", "translation": "Le Pharisaïque a vu avec étonnement qu'il n'avait pas été baptisé avant le meilleur.", "calver": "2025.05.21", "id": "LUK 11:38", "translation_time": 4.45}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  ὁ  Κύριος  πρὸς  αὐτόν  Νῦν  ὑμεῖς  οἱ  Φαρισαῖοι  τὸ  ἔξωθεν  τοῦ  ποτηρίου  καὶ  τοῦ  πίνακος  καθαρίζετε, τὸ  δὲ  ἔσωθεν  ὑμῶν  γέμει  ἁρπαγῆς  καὶ  πονηρίας.", "translation": "Seigneur, ou menm, Pharisi, nou ka di ou: Noun, ou menm, Pharisi, ou ka netwaye le dehors du verre et de l'assiette, mé le dedans de vous ka plen de rapine et de méchanceté. Nou ka wè ki, ou ka fè atansyon pou netwaye le dehors, mé ou pa ka pran kè pou netwaye le dedans, ki ka plen de move bagay. Sa sé yon bagay ki pa bon, paske Bondye ka wè tout bagay, ni le dehors ni le dedans. Nou dwe chanje kè nou, pou nou ka viv nan laverite ak lanmou, olye pou nou kontinye fè paré ki nou bon, pandan", "calver": "2025.05.21", "id": "LUK 11:39", "translation_time": 5.96}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἄφες  ἡμῖν  τὰς  ἁμαρτίας  ἡμῶν, καὶ  γὰρ  αὐτοὶ  ἀφίομεν  παντὶ  ὀφείλοντι  ἡμῖν· καὶ  μὴ  εἰσενέγκῃς  ἡμᾶς  εἰς  πειρασμόν.", "translation": "Kite nou padone nou peche, menm jan nou menm nou padone tout moun ki fè nou mal; epi pa mennen nou nan tentasyon, men libere nou anba tout mal. Se pou ou padone nou, epi gid nou nan chemen ou, pou nou pa tonbe nan peche. Amin.", "calver": "2025.05.21", "id": "LUK 11:4", "translation_time": 6.4}
{"source_lang": "grc", "target_lang": "acf", "original": "ἄφρονες, οὐχ  ὁ  ποιήσας  τὸ  ἔξωθεν  καὶ  τὸ  ἔσωθεν  ἐποίησεν;", "translation": "Èske fo, moun ki pa konprann ki moun ki fè tout bagay, ki sa ki fè yo pa konnen ki moun ki fè tou sa ki deyò ak sa ki andedan?", "calver": "2025.05.21", "id": "LUK 11:40", "translation_time": 5.93}
{"source_lang": "grc", "target_lang": "acf", "original": "πλὴν  τὰ  ἐνόντα  δότε  ἐλεημοσύνην, καὶ  ἰδοὺ  πάντα  καθαρὰ  ὑμῖν  ἐστιν.", "translation": "Fè charite, epi gade, tout bagay pwòp pou moun ki gen kè pwòp.", "calver": "2025.05.21", "id": "LUK 11:41", "translation_time": 5.54}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀλλὰ  οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀποδεκατοῦτε  τὸ  ἡδύοσμον  καὶ  τὸ  πήγανον  καὶ  πᾶν  λάχανον, καὶ  παρέρχεσθε  τὴν  κρίσιν  καὶ  τὴν  ἀγάπην  τοῦ  Θεοῦ· ταῦτα  δὲ  ἔδει  ποιῆσαι  κἀκεῖνα  μὴ  παρεῖναι.", "translation": "Malheur à vous, Pharisiens, parce que vous décautez la menthe, la cumin, et tout autre herbe, et que vous négligez la justice et l’amour de Dieu. Ces choses-là, il fallait les faire, sans négliger les autres. Malheur à vous, guides aveugles, qui strainent le moustique, et avalent le chameau.", "calver": "2025.05.21", "id": "LUK 11:42", "translation_time": 7.32}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀγαπᾶτε  τὴν  πρωτοκαθεδρίαν  ἐν  ταῖς  συναγωγαῖς  καὶ  τοὺς  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς.", "translation": "Malheur à vous, Pharisiens, parce que vous aimez la première place dans les synagogues et les salutations dans les marchés.", "calver": "2025.05.21", "id": "LUK 11:43", "translation_time": 11.06}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐαὶ  ὑμῖν, ὅτι  ἐστὲ  ὡς  τὰ  μνημεῖα  τὰ  ἄδηλα, καὶ  οἱ  ἄνθρωποι  οἱ  περιπατοῦντες  ἐπάνω  οὐκ  οἴδασιν.", "translation": "Malheur à vous, parce que vous êtes comme des tombes non marquées, et ceux qui marchent dessus ne savent pas.", "calver": "2025.05.21", "id": "LUK 11:44", "translation_time": 4.86}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἀποκριθεὶς  δέ  τις  τῶν  νομικῶν  λέγει  αὐτῷ  Διδάσκαλε, ταῦτα  λέγων  καὶ  ἡμᾶς  ὑβρίζεις.", "translation": "Youn nan moun ki gen konesans nan lwa a reponn li, \"Déske, sa yo di epi ou ap vyolè nou, Mèt.\"", "calver": "2025.05.21", "id": "LUK 11:45", "translation_time": 6.14}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  Καὶ  ὑμῖν  τοῖς  νομικοῖς  οὐαί, ὅτι  φορτίζετε  τοὺς  ἀνθρώπους  φορτία  δυσβάστακτα, καὶ  αὐτοὶ  ἑνὶ  τῶν  δακτύλων  ὑμῶν  οὐ  προσψαύετε  τοῖς  φορτίοις.", "translation": "Malheur à vous, les dirigeants religieux, car vous faites porter aux gens des fardeaux lourds, et vous-mêmes ne faites même pas le moindre effort pour aider à porter ces chay yo.", "calver": "2025.05.21", "id": "LUK 11:46", "translation_time": 6.35}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐαὶ  ὑμῖν, ὅτι  οἰκοδομεῖτε  τὰ  μνημεῖα  τῶν  προφητῶν, οἱ  δὲ  πατέρες  ὑμῶν  ἀπέκτειναν  αὐτούς.", "translation": "Malheur à vous, parce que vous bâtissez les monuments des prophètes, mais vos ancêtres les ont tués.", "calver": "2025.05.21", "id": "LUK 11:47", "translation_time": 4.76}
{"source_lang": "grc", "target_lang": "acf", "original": "ἄρα  μάρτυρές  ἐστε  καὶ  συνευδοκεῖτε  τοῖς  ἔργοις  τῶν  πατέρων  ὑμῶν, ὅτι  αὐτοὶ  μὲν  ἀπέκτειναν  αὐτοὺς, ὑμεῖς  δὲ  οἰκοδομεῖτε.", "translation": "Ou sé témoins é ou ka dakò épi zé konpò zot zansèt, ki ti mouri zot, mé ou ka bâté.", "calver": "2025.05.21", "id": "LUK 11:48", "translation_time": 4.13}
{"source_lang": "grc", "target_lang": "acf", "original": "διὰ  τοῦτο  καὶ  ἡ  σοφία  τοῦ  Θεοῦ  εἶπεν  Ἀποστελῶ  εἰς  αὐτοὺς  προφήτας  καὶ  ἀποστόλους, καὶ  ἐξ  αὐτῶν  ἀποκτενοῦσιν  καὶ  διώξουσιν,", "translation": "Donk, la sagesse Bondye di: \"Mwen va voye pwofèt ak apot nan mond lan,\" epi yo va touye ak pèsekite yo, pou pote mesaj divin ak plan divin pou pèp la.", "calver": "2025.05.21", "id": "LUK 11:49", "translation_time": 5.1}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  εἶπεν  πρὸς  αὐτούς  Τίς  ἐξ  ὑμῶν  ἕξει  φίλον, καὶ  πορεύσεται  πρὸς  αὐτὸν  μεσονυκτίου  καὶ  εἴπῃ  αὐτῷ  Φίλε, χρῆσόν  μοι  τρεῖς  ἄρτους,", "translation": "Epi li di zot: \"Kilès nan nou ki va gen yon zanmi, epi li va vini nan mitan nuit pou mande li twa pen?\"", "calver": "2025.05.21", "id": "LUK 11:5", "translation_time": 6.16}
{"source_lang": "grc", "target_lang": "acf", "original": "ἵνα  ἐκζητηθῇ  τὸ  αἷμα  πάντων  τῶν  προφητῶν  τὸ  ἐκκεχυμένον  ἀπὸ  καταβολῆς  κόσμου  ἀπὸ  τῆς  γενεᾶς  ταύτης,", "translation": "Pou ki san tout pwofèt yo, ki te koule depi fondasyon mond lan, ap chèche, depi jèn sa a.", "calver": "2025.05.21", "id": "LUK 11:50", "translation_time": 4.88}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀπὸ  αἵματος  Ἄβελ  ἕως  αἵματος  Ζαχαρίου  τοῦ  ἀπολομένου  μεταξὺ  τοῦ  θυσιαστηρίου  καὶ  τοῦ  οἴκου· ναί, λέγω  ὑμῖν, ἐκζητηθήσεται  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "De la sang d'Abel, jiska la sang Zacharie, ki te mouri, antè al lotèl ek kay-la, wi, m'ap di nou, sa pou mande nan men jenerasyon sa a.", "calver": "2025.05.21", "id": "LUK 11:51", "translation_time": 5.14}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐαὶ  ὑμῖν  τοῖς  νομικοῖς, ὅτι  ἤρατε  τὴν  κλεῖδα  τῆς  γνώσεως· αὐτοὶ  οὐκ  εἰσήλθατε  καὶ  τοὺς  εἰσερχομένους  ἐκωλύσατε.", "translation": "Malheur à vous, experts en loi, parce que vous avez enlevé la clé de la connaissance ; vous ne vous êtes pas entrés, et vous avez empêché ceux qui entraient.", "calver": "2025.05.21", "id": "LUK 11:52", "translation_time": 4.88}
{"source_lang": "grc", "target_lang": "acf", "original": "Κἀκεῖθεν  ἐξελθόντος  αὐτοῦ  ἤρξαντο  οἱ  γραμματεῖς  καὶ  οἱ  Φαρισαῖοι  δεινῶς  ἐνέχειν  καὶ  ἀποστοματίζειν  αὐτὸν  περὶ  πλειόνων,", "translation": "Apre li finé, ekòlté, sé scrib et Pharisiens koumansé konté li fòs, épi yo té ka jété wòch adan li, épi yo té ka kozé avè li sou plis bagay.", "calver": "2025.05.21", "id": "LUK 11:53", "translation_time": 9.58}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐνεδρεύοντες  αὐτὸν  θηρεῦσαί  τι  ἐκ  τοῦ  στόματος  αὐτοῦ.", "translation": "\"Yo ki t ap kache nan embuscade pou yo ka trape yon bagay ki soti nan bouch li.\"", "calver": "2025.05.21", "id": "LUK 11:54", "translation_time": 6.23}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐπειδὴ  φίλος  μου  παρεγένετο  ἐξ  ὁδοῦ  πρός  με  καὶ  οὐκ  ἔχω  ὃ  παραθήσω  αὐτῷ·", "translation": "Lè zanmi mwen rivé bò kote mwen sòti nan chimen an, e mwen pa gen anyen pou m ofri l'.", "calver": "2025.05.21", "id": "LUK 11:6", "translation_time": 5.31}
{"source_lang": "grc", "target_lang": "acf", "original": "κἀκεῖνος  ἔσωθεν  ἀποκριθεὶς  εἴπῃ  Μή  μοι  κόπους  πάρεχε· ἤδη  ἡ  θύρα  κέκλεισται, καὶ  τὰ  παιδία  μου  μετ’  ἐμοῦ  εἰς  τὴν  κοίτην  εἰσίν· οὐ  δύναμαι  ἀναστὰς  δοῦναί  σοι.", "translation": "En réponse, celui qui est à l’intérieur dit avec respect : « Ne m’apporte pas de soucis ; la porte est déjà fermée, et mes enfants sont avec moi dans le lit. Je ne peux pas me lever pour vous aider. »", "calver": "2025.05.21", "id": "LUK 11:7", "translation_time": 8.61}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  ὑμῖν, εἰ  καὶ  οὐ  δώσει  αὐτῷ  ἀναστὰς  διὰ  τὸ  εἶναι  φίλον  αὐτοῦ, διά  γε  τὴν  ἀναιδίαν  αὐτοῦ  ἐγερθεὶς  δώσει  αὐτῷ  ὅσων  χρῄζει.", "translation": "Mwen di ou, si li pa leve pou bay li paske li zanmi li, men akoz imilite li, li leve pou bay li sa ki li bezwen. Paske, si ou mande avèk kouraj, pèsistans genyen, e lapriyè ak kouraj pèmèt ou jwenn sa ou bezwen. Se konsa, nan lapriyè, pa janm abandone, paske kouraj nan mande pèmèt ou jwenn repons lan.", "calver": "2025.05.21", "id": "LUK 11:8", "translation_time": 7.31}
{"source_lang": "grc", "target_lang": "acf", "original": "Κἀγὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·", "translation": "Demande, et il sera donné à toi; cherche, et tu trouveras; frappe, et il sera ouvert à toi.", "calver": "2025.05.21", "id": "LUK 11:9", "translation_time": 5.28}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐν  οἷς  ἐπισυναχθεισῶν  τῶν  μυριάδων  τοῦ  ὄχλου, ὥστε  καταπατεῖν  ἀλλήλους, ἤρξατο  λέγειν  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  πρῶτον  Προσέχετε  ἑαυτοῖς  ἀπὸ  τῆς  ζύμης, ἥτις  ἐστὶν  ὑπόκρισις, τῶν  Φαρισαίων.", "translation": "En ki moun ki rasanble plizyè milye moun nan foul la, konsa yo ap peze youn sou lòt, Li te kòmanse di premye pawòl li bay disip li yo: \"Prete atansyon sou zym lan, ki se ipokrizi, ki soti nan Falisyen yo.\"", "calver": "2025.05.21", "id": "LUK 12:1", "translation_time": 7.35}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  πᾶς  ὃς  ἐρεῖ  λόγον  εἰς  τὸν  Υἱὸν  τοῦ  ἀνθρώπου, ἀφεθήσεται  αὐτῷ· τῷ  δὲ  εἰς  τὸ  Ἅγιον  Πνεῦμα  βλασφημήσαντι  οὐκ  ἀφεθήσεται.", "translation": "E si nenpòt moun di yon pawòl kont Fils Bondye a, li va jwenn padon; men, moun ki blasphemie Sentespirit la, yo pa va jwenn padon.", "calver": "2025.05.21", "id": "LUK 12:10", "translation_time": 5.85}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅταν  δὲ  εἰσφέρωσιν  ὑμᾶς  ἐπὶ  τὰς  συναγωγὰς  καὶ  τὰς  ἀρχὰς  καὶ  τὰς  ἐξουσίας, μὴ  μεριμνήσητε  πῶς  ἢ  τί  ἀπολογήσησθε  ἢ  τί  εἴπητε·", "translation": "Lè ou mennen ou devan tribinal, nan sinagòg, nan chèf yo, ak nan otorite yo, pa enkyete sou kijan ou pou reponn, kisa ou pou di, oswa kijan ou pou defann ou. Kenbe konfyans nan gidans Bondye, paske nan moman sa yo, Bondye ap ba ou pawòl ki apwopriye pou defann ou avèk sajès ak pouvwa li.", "calver": "2025.05.21", "id": "LUK 12:11", "translation_time": 6.18}
{"source_lang": "grc", "target_lang": "acf", "original": "τὸ  γὰρ  Ἅγιον  Πνεῦμα  διδάξει  ὑμᾶς  ἐν  αὐτῇ  τῇ  ὥρᾳ  ἃ  δεῖ  εἰπεῖν.", "translation": "L'Espri Sentes va édé nou an sa lè ki ou dwe di.", "calver": "2025.05.21", "id": "LUK 12:12", "translation_time": 6.3}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δέ  τις  ἐκ  τοῦ  ὄχλου  αὐτῷ  Διδάσκαλε, εἰπὲ  τῷ  ἀδελφῷ  μου  μερίσασθαι  μετ’  ἐμοῦ  τὴν  κληρονομίαν.", "translation": "Yonn nan moun ki nan foul la di li, \"Chè Mèt, di frè m nan pou l ka pataje eritaj la avèk mwen.\"", "calver": "2025.05.21", "id": "LUK 12:13", "translation_time": 4.91}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπε, τίς  με  κατέστησεν  κριτὴν  ἢ  μεριστὴν  ἐφ’  ὑμᾶς;", "translation": "Kiyès ki fè m jij ou divizè ant ou?", "calver": "2025.05.21", "id": "LUK 12:14", "translation_time": 5.25}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Ὁρᾶτε  καὶ  φυλάσσεσθε  ἀπὸ  πάσης  πλεονεξίας, ὅτι  οὐκ  ἐν  τῷ  περισσεύειν  τινὶ  ἡ  ζωὴ  αὐτοῦ  ἐστιν  ἐκ  τῶν  ὑπαρχόντων  αὐτῷ.", "translation": "Voye wè epi kenbe ou kont tout avarice, paske lavi ou pa nan kantite bagay ou genyen, men nan sa ou posede.", "calver": "2025.05.21", "id": "LUK 12:15", "translation_time": 6.38}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δὲ  παραβολὴν  πρὸς  αὐτοὺς  λέγων  Ἀνθρώπου  τινὸς  πλουσίου  εὐφόρησεν  ἡ  χώρα.", "translation": "Epi li di yon parabol, li di: \"Yon sèten moun rich te genyen yon tè ki te bay anpil fwi.\"", "calver": "2025.05.21", "id": "LUK 12:16", "translation_time": 6.24}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  διελογίζετο  ἐν  ἑαυτῷ  λέγων  Τί  ποιήσω, ὅτι  οὐκ  ἔχω  ποῦ  συνάξω  τοὺς  καρπούς  μου;", "translation": "Li té ka réfléchi anndan li, épi i té ka di: \"Kisa m ké fè? Mwen pa ni koté m ké mété tout rekòt mwen.\"", "calver": "2025.05.21", "id": "LUK 12:17", "translation_time": 5.8}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  Τοῦτο  ποιήσω· καθελῶ  μου  τὰς  ἀποθήκας  καὶ  μείζονας  οἰκοδομήσω, καὶ  συνάξω  ἐκεῖ  πάντα  τὸν  σῖτον  καὶ  τὰ  ἀγαθά  μου,", "translation": "Mwen pral fè sa: m ap kraze depo ki egziste deja epi m ap konstwi pi gwo depo, epi m ap ranmase tout grenn ak byen m.", "calver": "2025.05.21", "id": "LUK 12:18", "translation_time": 7.12}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐρῶ  τῇ  ψυχῇ  μου  Ψυχή, ἔχεις  πολλὰ  ἀγαθὰ  κείμενα  εἰς  ἔτη  πολλά· ἀναπαύου, φάγε, πίε, εὐφραίνου.", "translation": "Epi di a nanm mwen, nanm, ou gen anpil bon bagay ki nan ou pou anpil ane; repoze, manje, bwè, epi fè kè kontan.", "calver": "2025.05.21", "id": "LUK 12:19", "translation_time": 6.18}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐδὲν  δὲ  συγκεκαλυμμένον  ἐστὶν  ὃ  οὐκ  ἀποκαλυφθήσεται, καὶ  κρυπτὸν  ὃ  οὐ  γνωσθήσεται.", "translation": "Pa gen anyen ki kache, ki pa va vin nan limyè; sekrè ki kache, tout sa ki kache va konnen. Tout sa ki kache ap vini nan limyè, e sekrè pa ka rete sekrè pou tout tan. Sa ki kache ap vin nan limyè, e tout konesans ki te kache ap devwale.", "calver": "2025.05.21", "id": "LUK 12:2", "translation_time": 11.24}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Θεός  Ἄφρων, ταύτῃ  τῇ  νυκτὶ  τὴν  ψυχήν  σου  ἀπαιτοῦσιν  ἀπὸ  σοῦ· ἃ  δὲ  ἡτοίμασας, τίνι  ἔσται;", "translation": "Di Bondyè a li, Fo, nan mitan lannuit sa a, yo ap mande nan men ou, sa ou te pare; kisa ou pral genyen ladan l'?", "calver": "2025.05.21", "id": "LUK 12:20", "translation_time": 6.45}
{"source_lang": "grc", "target_lang": "acf", "original": "οὕτως  ὁ  θησαυρίζων  αὑτῷ  καὶ  μὴ  εἰς  Θεὸν  πλουτῶν.", "translation": "Avek sa, ki ap fè chèche richès pou li menm, epitou pa ap grandi nan Bondye.", "calver": "2025.05.21", "id": "LUK 12:21", "translation_time": 7.68}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Διὰ  τοῦτο  λέγω  ὑμῖν· μὴ  μεριμνᾶτε  τῇ  ψυχῇ  τί  φάγητε, μηδὲ  τῷ  σώματι  τί  ἐνδύσησθε.", "translation": "Di a zot, pa enkyé pou sa ou va manjé, ni pou sa ou va mete sou ou. Mèt di a zot, pa enkyé, pou sa ki nan lavi a, kijan pou n jwenn manje ak rad. Bondye ki pran swen nou, pa va kite nou nan bezwen. Kenbe lafwa, e pa enkyé twòp pou materyèl bagay, paske Bondye gen tout bagay anba kontwòl.", "calver": "2025.05.21", "id": "LUK 12:22", "translation_time": 8.54}
{"source_lang": "grc", "target_lang": "acf", "original": "ἡ  γὰρ  ψυχὴ  πλεῖόν  ἐστιν  τῆς  τροφῆς  καὶ  τὸ  σῶμα  τοῦ  ἐνδύματος.", "translation": "L'âme, ki plis ki la nourriture pou l', e kò a, ki tankou rad, ki ka pote sou li, se yon metafò ki montre relasyon ant lavi espirityèl ak fizik. La vie spirituelle plis ki la nouriti nan lanmou ak lafwa, pandan ke kò a se tankou yon rad ki kouvri nou. Sa montre ke nan lanmou Bondye, nan lafwa, nou jwenn fòs pou n viv, menm jan ak yon rad ki pwoteje kò a.", "calver": "2025.05.21", "id": "LUK 12:23", "translation_time": 7.99}
{"source_lang": "grc", "target_lang": "acf", "original": "κατανοήσατε  τοὺς  κόρακας, ὅτι  οὔτε  σπείρουσιν  οὔτε  θερίζουσιν, οἷς  οὐκ  ἔστιν  ταμεῖον  οὐδὲ  ἀποθήκη, καὶ  ὁ  Θεὸς  τρέφει  αὐτούς· πόσῳ  μᾶλλον  ὑμεῖς  διαφέρετε  τῶν  πετεινῶν.", "translation": "Ou konprann zwazo yo, ki ni pa sèmnen ni rekòlte, ki pa ni depo ni granero, men Bondjé manje yo. Kijan ou menm plis, ou pi bon pase zwazo yo.", "calver": "2025.05.21", "id": "LUK 12:24", "translation_time": 6.22}
{"source_lang": "grc", "target_lang": "acf", "original": "τίς  δὲ  ἐξ  ὑμῶν  μεριμνῶν  δύναται  ἐπὶ  τὴν  ἡλικίαν  αὐτοῦ  προσθεῖναι  πῆχυν;", "translation": "Kiyès nan nou ki kapab ajoute yon pye kouto sou laj li?", "calver": "2025.05.21", "id": "LUK 12:25", "translation_time": 6.32}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  οὖν  οὐδὲ  ἐλάχιστον  δύνασθε, τί  περὶ  τῶν  λοιπῶν  μεριμνᾶτε;", "translation": "Si ou pa kapab menm fè ti bagay, pouki ou ap enkyete sou lòt bagay?", "calver": "2025.05.21", "id": "LUK 12:26", "translation_time": 6.55}
{"source_lang": "grc", "target_lang": "acf", "original": "κατανοήσατε  τὰ  κρίνα, πῶς  οὔτε  νήθει  οὔτε  ὑφαίνει· λέγω  δὲ  ὑμῖν, οὐδὲ  Σολομὼν  ἐν  πάσῃ  τῇ  δόξῃ  αὐτοῦ  περιεβάλετο  ὡς  ἓν  τούτων.", "translation": "Ou konprann kijan flèz lan pa pe travay ni filé; m'ap di w, menm Salomon nan tout glwa li pa te abiye tankou youn nan flèz sa yo.", "calver": "2025.05.21", "id": "LUK 12:27", "translation_time": 6.29}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  δὲ  ἐν  ἀγρῷ  τὸν  χόρτον  ὄντα  σήμερον  καὶ  αὔριον  εἰς  κλίβανον  βαλλόμενον  ὁ  Θεὸς  οὕτως  ἀμφιέζει, πόσῳ  μᾶλλον  ὑμᾶς, ὀλιγόπιστοι.", "translation": "Si Bondye ki abiye jaden an jodi a ak demen, e li mete yo nan yon fou, konsa li abiye yo, poukisa ou ki gen kwayans piti, pa gen konfyans nan li?", "calver": "2025.05.21", "id": "LUK 12:28", "translation_time": 6.93}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ὑμεῖς  μὴ  ζητεῖτε  τί  φάγητε  καὶ  τί  πίητε, καὶ  μὴ  μετεωρίζεσθε·", "translation": "Pa chèche sa ou va manje, sa ou va bwè, ni pa enkyete sou sa ou bezwen. Bondye pa bezwen ou enkyete, paske li bay tout moun ki kwè nan li sa yo bezwen pou viv. Pa gen pou ou enkyete, paske Bondye ap pran swen ou menm jan li pran swen tout moun ki kwè nan li. Se pou ou mete konfyans ou nan Bondye, paske li gen plan pou ou, e li pap janm bliye ou.", "calver": "2025.05.21", "id": "LUK 12:29", "translation_time": 7.23}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀνθ’  ὧν  ὅσα  ἐν  τῇ  σκοτίᾳ  εἴπατε  ἐν  τῷ  φωτὶ  ἀκουσθήσεται, καὶ  ὃ  πρὸς  τὸ  οὖς  ἐλαλήσατε  ἐν  τοῖς  ταμείοις  κηρυχθήσεται  ἐπὶ  τῶν  δωμάτων.", "translation": "Ki ou di an zòrèy, tout sa ki nan lonbraj, ki ou di an limyè, va tande, e sa ou pale nan zòrèy, va kriyé sou do kay.", "calver": "2025.05.21", "id": "LUK 12:3", "translation_time": 7.65}
{"source_lang": "grc", "target_lang": "acf", "original": "ταῦτα  γὰρ  πάντα  τὰ  ἔθνη  τοῦ  κόσμου  ἐπιζητοῦσιν· ὑμῶν  δὲ  ὁ  Πατὴρ  οἶδεν  ὅτι  χρῄζετε  τούτων·", "translation": "Paske tout nasyon nan mond lan ap chèche sa yo, men Papa a konnen ke nou bezwen yo.", "calver": "2025.05.21", "id": "LUK 12:30", "translation_time": 4.23}
{"source_lang": "grc", "target_lang": "acf", "original": "πλὴν  ζητεῖτε  τὴν  βασιλείαν  αὐτοῦ, καὶ  ταῦτα  προστεθήσεται  ὑμῖν.", "translation": "Cherchez en premier Son Règle, et sa bagay va adan nou.", "calver": "2025.05.21", "id": "LUK 12:31", "translation_time": 5.14}
{"source_lang": "grc", "target_lang": "acf", "original": "Μὴ  φοβοῦ, τὸ  μικρὸν  ποίμνιον· ὅτι  εὐδόκησεν  ὁ  Πατὴρ  ὑμῶν  δοῦναι  ὑμῖν  τὴν  βασιλείαν.", "translation": "Pa pè, ti bann mouton; paskè Bondyè nou kontan pou bay nou basilé.", "calver": "2025.05.21", "id": "LUK 12:32", "translation_time": 6.09}
{"source_lang": "grc", "target_lang": "acf", "original": "Πωλήσατε  τὰ  ὑπάρχοντα  ὑμῶν  καὶ  δότε  ἐλεημοσύνην· ποιήσατε  ἑαυτοῖς  βαλλάντια  μὴ  παλαιούμενα, θησαυρὸν  ἀνέκλειπτον  ἐν  τοῖς  οὐρανοῖς, ὅπου  κλέπτης  οὐκ  ἐγγίζει  οὐδὲ  σὴς  διαφθείρει·", "translation": "Vann sa ou genyen, epi bay pou moun ki nan bezwen; fè yon trezò nan syèl la, kote pyès la pa kapab detwi, ni vòlè pa kapab rive, ni pyès la pa kapab detwi. Pa kite trezò ou ap vin ansyen, kote vòlè ap vin jwenn, ni pyès la ap detwi. Fè sa konsa, kwayans ou ap grandi nan lanmou Bondye, e ou ap mete baz pou yon trezò ki pap janm fini nan syèl la.", "calver": "2025.05.21", "id": "LUK 12:33", "translation_time": 7.69}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅπου  γάρ  ἐστιν  ὁ  θησαυρὸς  ὑμῶν, ἐκεῖ  καὶ  ἡ  καρδία  ὑμῶν  ἔσται.", "translation": "Koté ou mete trezò ou, la, la ou kè ou va la.", "calver": "2025.05.21", "id": "LUK 12:34", "translation_time": 5.69}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἔστωσαν  ὑμῶν  αἱ  ὀσφύες  περιεζωσμέναι  καὶ  οἱ  λύχνοι  καιόμενοι·", "translation": "Fè ou menm gad lo, avèk ḿlampe ou ap boule, pare pou akeyi.", "calver": "2025.05.21", "id": "LUK 12:35", "translation_time": 5.81}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ὑμεῖς  ὅμοιοι  ἀνθρώποις  προσδεχομένοις  τὸν  κύριον  ἑαυτῶν  πότε  ἀναλύσῃ  ἐκ  τῶν  γάμων, ἵνα  ἐλθόντος  καὶ  κρούσαντος  εὐθέως  ἀνοίξωσιν  αὐτῷ.", "translation": "Ou menm, kon moun ki pare, ap tann Seyè a, kan li va soti nan maryaj la, epi li frape, yo va louvri pòt la imedyatman.", "calver": "2025.05.21", "id": "LUK 12:36", "translation_time": 6.14}
{"source_lang": "grc", "target_lang": "acf", "original": "μακάριοι  οἱ  δοῦλοι  ἐκεῖνοι, οὓς  ἐλθὼν  ὁ  κύριος  εὑρήσει  γρηγοροῦντας· ἀμὴν  λέγω  ὑμῖν  ὅτι  περιζώσεται  καὶ  ἀνακλινεῖ  αὐτοὺς  καὶ  παρελθὼν  διακονήσει  αὐτοῖς.", "translation": "Béni soient les serviteurs, ceux que le Seigneur, lorsqu'il viendra, trouvera vigilants. En vérité, je vous dis, il ceindra lui-même, les fera asseoir à la table, puis, en passant, il leur servira.", "calver": "2025.05.21", "id": "LUK 12:37", "translation_time": 9.43}
{"source_lang": "grc", "target_lang": "acf", "original": "κἂν  ἐν  τῇ  δευτέρᾳ  κἂν  ἐν  τῇ  τρίτῃ  φυλακῇ  ἔλθῃ  καὶ  εὕρῃ  οὕτως, μακάριοί  εἰσιν  ἐκεῖνοι.", "translation": "Si li rive nan lanmen dezyèm gad la oswa nan twazyèm gad la, epi li jwenn sa yo, yo se beni.", "calver": "2025.05.21", "id": "LUK 12:38", "translation_time": 6.42}
{"source_lang": "grc", "target_lang": "acf", "original": "τοῦτο  δὲ  γινώσκετε  ὅτι  εἰ  ᾔδει  ὁ  οἰκοδεσπότης  ποίᾳ  ὥρᾳ  ὁ  κλέπτης  ἔρχεται, οὐκ  ἂν  ἀφῆκεν  διορυχθῆναι  τὸν  οἶκον  αὐτοῦ.", "translation": "Sa ki pou ou konnen, si ou te konnen ki lè vòlè a ap vini, ou pa t ap kite kay ou a kraze. Moun ki posede kay la, si li te konnen, pa t ap kite yo kraze l.", "calver": "2025.05.21", "id": "LUK 12:39", "translation_time": 7.74}
{"source_lang": "grc", "target_lang": "acf", "original": "Λέγω  δὲ  ὑμῖν  τοῖς  φίλοις  μου, μὴ  φοβηθῆτε  ἀπὸ  τῶν  ἀποκτεννόντων  τὸ  σῶμα  καὶ  μετὰ  ταῦτα  μὴ  ἐχόντων  περισσότερόν  τι  ποιῆσαι.", "translation": "M di zot, zanmi mwen, pa pè moun ki kapab touye kò a, men apre sa, yo pa kapab fè anyen plis. Pa gen pou ou pè, paske menm si kò a mouri, lespri a pa mouri. Se pou ou fè konfyans nan Bondye, ki gen pouvwa sou lavi ak lanmò. Kò a kapab mouri, men lespri a rete vivan, e Bondye gen tout pouvwa sou sa.", "calver": "2025.05.21", "id": "LUK 12:4", "translation_time": 7.47}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ὑμεῖς  γίνεσθε  ἕτοιμοι, ὅτι  ᾗ  ὥρᾳ  οὐ  δοκεῖτε  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἔρχεται.", "translation": "Epi ou menm, pou préparé, pou di ki lè ki Fils Ètwal la va rivé, ou pa ka konn.", "calver": "2025.05.21", "id": "LUK 12:40", "translation_time": 11.57}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Κύριε, πρὸς  ἡμᾶς  τὴν  παραβολὴν  ταύτην  λέγεις  ἢ  καὶ  πρὸς  πάντας;", "translation": "Pètro di: \"Seigneur, èske ou di sa a pou nou sèlman, oswa ou menm pou tout moun?\"", "calver": "2025.05.21", "id": "LUK 12:41", "translation_time": 9.5}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  ὁ  Κύριος  Τίς  ἄρα  ἐστὶν  ὁ  πιστὸς  οἰκονόμος  ὁ  φρόνιμος, ὃν  καταστήσει  ὁ  κύριος  ἐπὶ  τῆς  θεραπείας  αὐτοῦ  τοῦ  διδόναι  ἐν  καιρῷ  τὸ  σιτομέτριον;", "translation": "Epi di Bondye, ki moun ki se yon fidèl intendant, ki moun ki se yon sage, ke mèt la ap mete sou gouvène kay la, pou bay nan tan ki apwopriye a, lekti a nan rekolt la?", "calver": "2025.05.21", "id": "LUK 12:42", "translation_time": 6.74}
{"source_lang": "grc", "target_lang": "acf", "original": "μακάριος  ὁ  δοῦλος  ἐκεῖνος, ὃν  ἐλθὼν  ὁ  κύριος  αὐτοῦ  εὑρήσει  ποιοῦντα  οὕτως.", "translation": "Ki bon sèvant sa ki, lè mèt li rivé, si li ka fè sa li dwe fè, li jwenn li ap travay konsa.", "calver": "2025.05.21", "id": "LUK 12:43", "translation_time": 8.65}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀληθῶς  λέγω  ὑμῖν  ὅτι  ἐπὶ  πᾶσιν  τοῖς  ὑπάρχουσιν  αὐτοῦ  καταστήσει  αὐτόν.", "translation": "Mwen di ba ou vrèman ke sa ki pou tout sa ki pou li, Li va mete li sou tout sa ki pou li.", "calver": "2025.05.21", "id": "LUK 12:44", "translation_time": 7.92}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐὰν  δὲ  εἴπῃ  ὁ  δοῦλος  ἐκεῖνος  ἐν  τῇ  καρδίᾳ  αὐτοῦ  Χρονίζει  ὁ  κύριός  μου  ἔρχεσθαι, καὶ  ἄρξηται  τύπτειν  τοὺς  παῖδας  καὶ  τὰς  παιδίσκας, ἐσθίειν  τε  καὶ  πίνειν  καὶ  μεθύσκεσθαι,", "translation": "Si sèvant lan di nan kè li ke mèt li ap ret tann, li kòmanse bat timoun yo ak jenn fi yo, epi li manje, bwè, epi li vin twò sou, paske mèt li ap ret tann.", "calver": "2025.05.21", "id": "LUK 12:45", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "acf", "original": "ἥξει  ὁ  κύριος  τοῦ  δούλου  ἐκείνου  ἐν  ἡμέρᾳ  ᾗ  οὐ  προσδοκᾷ  καὶ  ἐν  ὥρᾳ  ᾗ  οὐ  γινώσκει, καὶ  διχοτομήσει  αὐτὸν, καὶ  τὸ  μέρος  αὐτοῦ  μετὰ  τῶν  ἀπίστων  θήσει.", "translation": "Lé Seigneur va vini pou sa sèvant-la nan onè ou pa atann, nan onè ou pa konnen, epi li va divizé li, epi pati a li va mete avèk moun ki pa kwè.", "calver": "2025.05.21", "id": "LUK 12:46", "translation_time": 7.12}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐκεῖνος  δὲ  ὁ  δοῦλος  ὁ  γνοὺς  τὸ  θέλημα  τοῦ  κυρίου  αὐτοῦ  καὶ  μὴ  ἑτοιμάσας  ἢ  ποιήσας  πρὸς  τὸ  θέλημα  αὐτοῦ  δαρήσεται  πολλάς·", "translation": "Sa sé servan ki konn volonté Bondyè-a, é ki pa préparé ni pa fè sa ki dwat selon volonté-a, va jwenn plizyé batay.", "calver": "2025.05.21", "id": "LUK 12:47", "translation_time": 5.58}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  μὴ  γνοὺς, ποιήσας  δὲ  ἄξια  πληγῶν, δαρήσεται  ὀλίγας. παντὶ  δὲ  ᾧ  ἐδόθη  πολύ, πολὺ  ζητηθήσεται  παρ’  αὐτοῦ, καὶ  ᾧ  παρέθεντο  πολύ, περισσότερον  αἰτήσουσιν  αὐτόν.", "translation": "Ki pa konnen, e ki fè sa ki merite batay, ap batay yon ti kras. Chak moun ki ba li anpil, anpil ap mande nan men li; e moun ki ba anpil, plis ap mande nan men li.", "calver": "2025.05.21", "id": "LUK 12:48", "translation_time": 7.33}
{"source_lang": "grc", "target_lang": "acf", "original": "Πῦρ  ἦλθον  βαλεῖν  ἐπὶ  τὴν  γῆν, καὶ  τί  θέλω  εἰ  ἤδη  ἀνήφθη.", "translation": "Pwi a, m a vini jete sou latè, e m a mande si li deja limen.", "calver": "2025.05.21", "id": "LUK 12:49", "translation_time": 5.12}
{"source_lang": "grc", "target_lang": "acf", "original": "ὑποδείξω  δὲ  ὑμῖν  τίνα  φοβηθῆτε· φοβήθητε  τὸν  μετὰ  τὸ  ἀποκτεῖναι  ἔχοντα  ἐξουσίαν  ἐμβαλεῖν  εἰς  τὴν  γέενναν. ναί, λέγω  ὑμῖν, τοῦτον  φοβήθητε.", "translation": "Mwen pral montre nou ki moun nou dwe pè: se moun ki gen pouvwa pou jete nou nan Gehenna. Wi, mwen di nou, pè sa a se pou li.", "calver": "2025.05.21", "id": "LUK 12:5", "translation_time": 6.41}
{"source_lang": "grc", "target_lang": "acf", "original": "βάπτισμα  δὲ  ἔχω  βαπτισθῆναι, καὶ  πῶς  συνέχομαι  ἕως  ὅτου  τελεσθῇ.", "translation": "Mwen dwe fè batèm, e mwen vle konnen konbyen tan mwen pou rete jiskaske sa fini.", "calver": "2025.05.21", "id": "LUK 12:50", "translation_time": 4.67}
{"source_lang": "grc", "target_lang": "acf", "original": "δοκεῖτε  ὅτι  εἰρήνην  παρεγενόμην  δοῦναι  ἐν  τῇ  γῇ; οὐχί, λέγω  ὑμῖν, ἀλλ’  ἢ  διαμερισμόν.", "translation": "Eske ou kwè ke m te vin pou bay lapè sou tè a? Non, m'ap di nou, pito, pou kreye divizyon.", "calver": "2025.05.21", "id": "LUK 12:51", "translation_time": 5.23}
{"source_lang": "grc", "target_lang": "acf", "original": "ἔσονται  γὰρ  ἀπὸ  τοῦ  νῦν  πέντε  ἐν  ἑνὶ  οἴκῳ  διαμεμερισμένοι, τρεῖς  ἐπὶ  δυσὶν  καὶ  δύο  ἐπὶ  τρισίν", "translation": "Ap depi kounye a, senk moun nan yon sèl kay ap divize; twa sou de, epi de sou twa.", "calver": "2025.05.21", "id": "LUK 12:52", "translation_time": 5.21}
{"source_lang": "grc", "target_lang": "acf", "original": "διαμερισθήσονται, πατὴρ  ἐπὶ  υἱῷ  καὶ  υἱὸς  ἐπὶ  πατρί, μήτηρ  ἐπὶ  θυγατέρα  καὶ  θυγάτηρ  ἐπὶ  τὴν  μητέρα, πενθερὰ  ἐπὶ  τὴν  νύμφην  αὐτῆς  καὶ  νύμφη  ἐπὶ  τὴν  πενθεράν.", "translation": "Yo va divize, papa sou pitit, epi pitit sou papa, manman sou fi, epi fi sou manman, bèl-mè sou bèl-fi li, epi bèl-fi sou bèl-mè li.", "calver": "2025.05.21", "id": "LUK 12:53", "translation_time": 6.0}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἔλεγεν  δὲ  καὶ  τοῖς  ὄχλοις  Ὅταν  ἴδητε  νεφέλην  ἀνατέλλουσαν  ἐπὶ  δυσμῶν, εὐθέως  λέγετε  ὅτι  Ὄμβρος  ἔρχεται, καὶ  γίνεται  οὕτως·", "translation": "Lè ou wè yon nwaj ki leve nan lwès, di touswit: \"Tanpèt ap vini,\" e sa fèt konsa.", "calver": "2025.05.21", "id": "LUK 12:54", "translation_time": 5.73}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ὅταν  νότον  πνέοντα, λέγετε  ὅτι  Καύσων  ἔσται, καὶ  γίνεται.", "translation": "Lè van soti nan sid, di ke li va fè cho, e sa rive.", "calver": "2025.05.21", "id": "LUK 12:55", "translation_time": 5.72}
{"source_lang": "grc", "target_lang": "acf", "original": "ὑποκριταί, τὸ  πρόσωπον  τῆς  γῆς  καὶ  τοῦ  οὐρανοῦ  οἴδατε  δοκιμάζειν, τὸν  καιρὸν  δὲ  τοῦτον  πῶς  οὐ  δοκιμάζετε;", "translation": "Hypokrit, ou konné jije sou aparans latè a ek syèl la, men kouman ou pa konné jije tan ki la a? Ou menm ki konné jije, ou pa wè sa ki nan kè a, ou pa wè sa ki vrèman fèt.", "calver": "2025.05.21", "id": "LUK 12:56", "translation_time": 4.71}
{"source_lang": "grc", "target_lang": "acf", "original": "Τί  δὲ  καὶ  ἀφ’  ἑαυτῶν  οὐ  κρίνετε  τὸ  δίκαιον;", "translation": "Ki sa ou menm, ou pa jije sa ki dwat sou ou menm?", "calver": "2025.05.21", "id": "LUK 12:57", "translation_time": 5.77}
{"source_lang": "grc", "target_lang": "acf", "original": "ὡς  γὰρ  ὑπάγεις  μετὰ  τοῦ  ἀντιδίκου  σου  ἐπ’  ἄρχοντα, ἐν  τῇ  ὁδῷ  δὸς  ἐργασίαν  ἀπηλλάχθαι  ἀπ’  αὐτοῦ, μή  ποτε  κατασύρῃ  σε  πρὸς  τὸν  κριτήν, καὶ  ὁ  κριτής  σε  παραδώσει  τῷ  πράκτορι, καὶ  ὁ  πράκτωρ  σε  βαλεῖ  εἰς  φυλακήν.", "translation": "Kòm ou ka ale kont advèsè ou pou ou jwenn yon jij, nan wout la, regle zafè a avan li rive devan jij la. Si ou pa fè sa, li ka mennen ou bay ofisye a, epi ofisye a ka jete ou nan prizon. Se poutèt sa, ou dwe regle zafè a avan ou jwenn jij la, pou ou pa fini nan prizon, kote ou p ap kapab sòti fasil.", "calver": "2025.05.21", "id": "LUK 12:58", "translation_time": 5.9}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  σοι, οὐ  μὴ  ἐξέλθῃς  ἐκεῖθεν  ἕως  καὶ  τὸ  ἔσχατον  λεπτὸν  ἀποδῷς.", "translation": "Di ou, ou pa sòté sòti la a jiskaske ou fin rann dènye ti moso a.", "calver": "2025.05.21", "id": "LUK 12:59", "translation_time": 6.14}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐχὶ  πέντε  στρουθία  πωλοῦνται  ἀσσαρίων  δύο; καὶ  ἓν  ἐξ  αὐτῶν  οὐκ  ἔστιν  ἐπιλελησμένον  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "Eske, pami senk zwazo ki vann, pa gen youn ki pa konnen devan Bondye. E menm youn nan yo, menm si li gen ti valè a (de assarion), Bondye pa janm bliye li. Tout zwazo sa yo, Bondye konnen yo epi li sonje yo.", "calver": "2025.05.21", "id": "LUK 12:6", "translation_time": 5.98}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀλλὰ  καὶ  αἱ  τρίχες  τῆς  κεφαλῆς  ὑμῶν  πᾶσαι  ἠρίθμηνται. μὴ  φοβεῖσθε· πολλῶν  στρουθίων  διαφέρετε.", "translation": "Pa plis ke sa, tout cheve sou tèt ou yo tout konte. Pa pè, paske Bondye ki gen tout pouvwa a ap veye sou ou. Chak ti detay ou genyen, li konnen li. Pa gen pou ou pè anpil zwazo ki nan syèl la, paske Bondye ap pran swen tout sa li kreye, e li konnen tout bagay sou ou menm. Bondye ap gad ou, e li pa janm bliye ou.", "calver": "2025.05.21", "id": "LUK 12:7", "translation_time": 8.28}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  δὲ  ὑμῖν, πᾶς  ὃς  ἂν  ὁμολογήσῃ  ἐν  ἐμοὶ  ἔμπροσθεν  τῶν  ἀνθρώπων, καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ὁμολογήσει  ἐν  αὐτῷ  ἔμπροσθεν  τῶν  ἀγγέλων  τοῦ  Θεοῦ·", "translation": "Mwen di ou, chak moun ki konfese an fas moun, e Pitit Gason Moun ki konfese tou an fas zanj Bondye, rekonesans divin ap fè nan li.", "calver": "2025.05.21", "id": "LUK 12:8", "translation_time": 6.74}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  ἀρνησάμενός  με  ἐνώπιον  τῶν  ἀνθρώπων  ἀπαρνηθήσεται  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ.", "translation": "Li ki va renyé mwen anvan moun, e li va renyé mwen anvan zanj Bondjé.", "calver": "2025.05.21", "id": "LUK 12:9", "translation_time": 5.85}
{"source_lang": "grc", "target_lang": "acf", "original": "Παρῆσαν  δέ  τινες  ἐν  αὐτῷ  τῷ  καιρῷ  ἀπαγγέλλοντες  αὐτῷ  περὶ  τῶν  Γαλιλαίων  ὧν  τὸ  αἷμα  Πειλᾶτος  ἔμιξεν  μετὰ  τῶν  θυσιῶν  αὐτῶν.", "translation": "Gen kèk moun ki te la nan menm lè a, ki t ap rapòte sou Galiléen yo, di ke Pòl te melanje san yo avèk sakrifis yo.", "calver": "2025.05.21", "id": "LUK 13:1", "translation_time": 5.89}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἦν  δὲ  διδάσκων  ἐν  μιᾷ  τῶν  συναγωγῶν  ἐν  τοῖς  σάββασιν.", "translation": "Li té ka enstwi nan yon sinagòg nan yon jou sabat.", "calver": "2025.05.21", "id": "LUK 13:10", "translation_time": 6.7}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἰδοὺ  γυνὴ  πνεῦμα  ἔχουσα  ἀσθενείας  ἔτη  δέκα  ὀκτώ, καὶ  ἦν  συνκύπτουσα  καὶ  μὴ  δυναμένη  ἀνακύψαι  εἰς  τὸ  παντελές.", "translation": "Femme avec un esprit de maladie, souffrant depuis dix-huit ans, et qui était courbée, incapable de se redresser complètement.", "calver": "2025.05.21", "id": "LUK 13:11", "translation_time": 5.34}
{"source_lang": "grc", "target_lang": "acf", "original": "ἰδὼν  δὲ  αὐτὴν  ὁ  Ἰησοῦς  προσεφώνησεν  καὶ  εἶπεν  αὐτῇ  Γύναι, ἀπολέλυσαι  τῆς  ἀσθενείας  σου,", "translation": "Lè Jésus wè li, li rele li epi di li: \"Madmwazel, ou libéré de maladi ou.\"", "calver": "2025.05.21", "id": "LUK 13:12", "translation_time": 5.64}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐπέθηκεν  αὐτῇ  τὰς  χεῖρας· καὶ  παραχρῆμα  ἀνορθώθη, καὶ  ἐδόξαζεν  τὸν  Θεόν.", "translation": "Met men sou li, imedyatman li leve, lannonsé glwa Bondye.", "calver": "2025.05.21", "id": "LUK 13:13", "translation_time": 5.01}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀποκριθεὶς  δὲ  ὁ  ἀρχισυνάγωγος, ἀγανακτῶν  ὅτι  τῷ  σαββάτῳ  ἐθεράπευσεν  ὁ  Ἰησοῦς, ἔλεγεν  τῷ  ὄχλῳ  ὅτι  Ἓξ  ἡμέραι  εἰσὶν  ἐν  αἷς  δεῖ  ἐργάζεσθαι· ἐν  αὐταῖς  οὖν  ἐρχόμενοι  θεραπεύεσθε  καὶ  μὴ  τῇ  ἡμέρᾳ  τοῦ  σαββάτου.", "translation": "Le chef de la synagogue, ayant répondu, se fâchant parce que Jésus a guéri le jour du Sabbat, disait à la foule : « Il y a six jours où il faut travailler ; dans ces jours-là, approchez-vous pour être guéris, et ne le faites pas le jour du Sabbat. »", "calver": "2025.05.21", "id": "LUK 13:14", "translation_time": 9.61}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀπεκρίθη  δὲ  αὐτῷ  ὁ  Κύριος  καὶ  εἶπεν  Ὑποκριταί, ἕκαστος  ὑμῶν  τῷ  σαββάτῳ  οὐ  λύει  τὸν  βοῦν  αὐτοῦ  ἢ  τὸν  ὄνον  ἀπὸ  τῆς  φάτνης  καὶ  ἀπαγαγὼν  ποτίζει;", "translation": "Le Seigneur a répondu et a dit : « Hypocrites, chacun de vous, le jour du sabbat, ne détache-t-il pas un bœuf ou un âne de la mangeoire, puis ne l’emmène-t-il pour lui donner à boire ? »", "calver": "2025.05.21", "id": "LUK 13:15", "translation_time": 6.68}
{"source_lang": "grc", "target_lang": "acf", "original": "ταύτην  δὲ  θυγατέρα  Ἀβραὰμ  οὖσαν, ἣν  ἔδησεν  ὁ  Σατανᾶς  ἰδοὺ  δέκα  καὶ  ὀκτὼ  ἔτη, οὐκ  ἔδει  λυθῆναι  ἀπὸ  τοῦ  δεσμοῦ  τούτου  τῇ  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "Fiyès a Abraham, ki te gen yon moun ki te lye pa Satan pandan diswuit an, e ki pa t dwe libéré sou Sabat la, pa pou libéré nan jou sa a nan Sabat la?", "calver": "2025.05.21", "id": "LUK 13:16", "translation_time": 6.39}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ταῦτα  λέγοντος  αὐτοῦ  κατῃσχύνοντο  πάντες  οἱ  ἀντικείμενοι  αὐτῷ, καὶ  πᾶς  ὁ  ὄχλος  ἔχαιρεν  ἐπὶ  πᾶσιν  τοῖς  ἐνδόξοις  τοῖς  γινομένοις  ὑπ’  αὐτοῦ.", "translation": "En disant cela, tous ceux qui s'opposaient à lui se sont sentis honteux, et toute la foule s'est réjouie pour toutes les actions glorieuses qu'il accomplissait.", "calver": "2025.05.21", "id": "LUK 13:17", "translation_time": 8.64}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἔλεγεν  οὖν  Τίνι  ὁμοία  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ, καὶ  τίνι  ὁμοιώσω  αὐτήν;", "translation": "Epi, ki sa ki ka semblab a la Royaume de Diu, épi, a ki bagay mwen pé konpare li?", "calver": "2025.05.21", "id": "LUK 13:18", "translation_time": 8.21}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁμοία  ἐστὶν  κόκκῳ  σινάπεως, ὃν  λαβὼν  ἄνθρωπος  ἔβαλεν  εἰς  κῆπον  ἑαυτοῦ, καὶ  ηὔξησεν  καὶ  ἐγένετο  εἰς  δένδρον, καὶ  τὰ  πετεινὰ  τοῦ  οὐρανοῦ  κατεσκήνωσεν  ἐν  τοῖς  κλάδοις  αὐτοῦ.", "translation": "Li sé yon grenn maye ki, lè yon moun pran li, li plante li nan jaden li, epi li grandi, vin yon pye bwa, epi zwazo nan syèl la ka repoze nan branch li.", "calver": "2025.05.21", "id": "LUK 13:19", "translation_time": 6.22}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀποκριθεὶς  εἶπεν  αὐτοῖς  Δοκεῖτε  ὅτι  οἱ  Γαλιλαῖοι  οὗτοι  ἁμαρτωλοὶ  παρὰ  πάντας  τοὺς  Γαλιλαίους  ἐγένοντο, ὅτι  ταῦτα  πεπόνθασιν;", "translation": "Epi en répondant, li di zot: \"Pense zot ki, sa Galiléens sa, péché par rapò a tout lot Galiléens, ki zot sa viv sa ki zot sa vivé?\"", "calver": "2025.05.21", "id": "LUK 13:2", "translation_time": 7.23}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  πάλιν  εἶπεν  Τίνι  ὁμοιώσω  τὴν  βασιλείαν  τοῦ  Θεοῦ;", "translation": "Ki sa ki m ka konpare Royaume Bondye?", "calver": "2025.05.21", "id": "LUK 13:20", "translation_time": 7.66}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁμοία  ἐστὶν  ζύμῃ, ἣν  λαβοῦσα  γυνὴ  ἔκρυψεν  εἰς  ἀλεύρου  σάτα  τρία, ἕως  οὗ  ἐζυμώθη  ὅλον.", "translation": "Comme la levure, une femme prit et cacha dans trois mesures de farine, jusqu'à ce que toute la pâte soit levée.", "calver": "2025.05.21", "id": "LUK 13:21", "translation_time": 5.39}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  διεπορεύετο  κατὰ  πόλεις  καὶ  κώμας  διδάσκων  καὶ  πορείαν  ποιούμενος  εἰς  Ἱεροσόλυμα.", "translation": "Epi li kouri nan vil ak katye, ap ansenye, epi ap fè vwayaj pou rive Jerizalèm.", "calver": "2025.05.21", "id": "LUK 13:22", "translation_time": 5.56}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δέ  τις  αὐτῷ  Κύριε, εἰ  ὀλίγοι  οἱ  σῳζόμενοι; ὁ  δὲ  εἶπεν  πρὸς  αὐτούς", "translation": "Seigneur, si peu ki sove, ki moun ki sove? Epi li reponn zot", "calver": "2025.05.21", "id": "LUK 13:23", "translation_time": 6.26}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἀγωνίζεσθε  εἰσελθεῖν  διὰ  τῆς  στενῆς  θύρας, ὅτι  πολλοί, λέγω  ὑμῖν, ζητήσουσιν  εἰσελθεῖν  καὶ  οὐκ  ἰσχύσουσιν.", "translation": "Fè tout efò pou antre pase pòt etwat la, paske plizyè ap chèche antre men yo pap kapab.", "calver": "2025.05.21", "id": "LUK 13:24", "translation_time": 5.89}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀφ’  οὗ  ἂν  ἐγερθῇ  ὁ  οἰκοδεσπότης  καὶ  ἀποκλείσῃ  τὴν  θύραν, καὶ  ἄρξησθε  ἔξω  ἑστάναι  καὶ  κρούειν  τὴν  θύραν  λέγοντες  Κύριε, ἄνοιξον  ἡμῖν· καὶ  ἀποκριθεὶς  ἐρεῖ  ὑμῖν  Οὐκ  οἶδα  ὑμᾶς  πόθεν  ἐστέ.", "translation": "Lè moun ki nan kay la leve, lè mèt kay la fèmen pòt la, epi yo kòmanse kanpe deyò epi frape pòt la, yo di: \"Se Senyè, louvri pou nou.\" Lè sa a, li reponn: \"Mwen pa konnen nou; soti kote nou ye.\"", "calver": "2025.05.21", "id": "LUK 13:25", "translation_time": 8.72}
{"source_lang": "grc", "target_lang": "acf", "original": "τότε  ἄρξεσθε  λέγειν  Ἐφάγομεν  ἐνώπιόν  σου  καὶ  ἐπίομεν, καὶ  ἐν  ταῖς  πλατείαις  ἡμῶν  ἐδίδαξας·", "translation": "Apre sa, ou pou komanse di, \"Nou te manje avan ou, epi nou te bwè, epi ou te anseye nou nan lari nou.\"", "calver": "2025.05.21", "id": "LUK 13:26", "translation_time": 6.08}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐρεῖ  λέγων  ὑμῖν  Οὐκ  οἶδα  πόθεν  ἐστέ· ἀπόστητε  ἀπ’  ἐμοῦ  πάντες  ἐργάται  ἀδικίας.", "translation": "Epi li va di zot: \"M pa konnen koté zot sòti\"; Sòti anba mwen, tout travayè ki fè move zak.", "calver": "2025.05.21", "id": "LUK 13:27", "translation_time": 5.54}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐκεῖ  ἔσται  ὁ  κλαυθμὸς  καὶ  ὁ  βρυγμὸς  τῶν  ὀδόντων, ὅταν  ὄψησθε  Ἀβραὰμ  καὶ  Ἰσαὰκ  καὶ  Ἰακὼβ  καὶ  πάντας  τοὺς  προφήτας  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ, ὑμᾶς  δὲ  ἐκβαλλομένους  ἔξω.", "translation": "Lè sa a, la pou gen lapenn ak grincement dan, lè nou va wè Abraham, Isaac, ak Jacob, ansanm ak tout pwofèt yo nan wayòm Bondye a, men nou menm, nou va jete deyò.", "calver": "2025.05.21", "id": "LUK 13:28", "translation_time": 6.77}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἥξουσιν  ἀπὸ  ἀνατολῶν  καὶ  δυσμῶν  καὶ  ἀπὸ  βορρᾶ  καὶ  νότου, καὶ  ἀνακλιθήσονται  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "Epi yo va vini depi lès, depi lwès, depi nò, epi depi sid, epi yo va chita nan wayòm Bondye a.", "calver": "2025.05.21", "id": "LUK 13:29", "translation_time": 5.27}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοῆτε, πάντες  ὁμοίως  ἀπολεῖσθε.", "translation": "Non, mo di zot, men si zot pa pe chanje, zot tout pou périr ansanm.", "calver": "2025.05.21", "id": "LUK 13:3", "translation_time": 5.16}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἰδοὺ  εἰσὶν  ἔσχατοι  οἳ  ἔσονται  πρῶτοι, καὶ  εἰσὶν  πρῶτοι  οἳ  ἔσονται  ἔσχατοι.", "translation": "Epi, gade byen, gen moun ki dènye a va vin premye, epi gen moun ki premye a va vin dènye.", "calver": "2025.05.21", "id": "LUK 13:30", "translation_time": 5.2}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  προσῆλθάν  τινες  Φαρισαῖοι  λέγοντες  αὐτῷ  Ἔξελθε  καὶ  πορεύου  ἐντεῦθεν, ὅτι  Ἠρῴδης  θέλει  σε  ἀποκτεῖναι.", "translation": "En cette heure, certaines Pharisiens sont venues vers lui, disant : « Sors et va-t-en d'ici, car Hérode veut te tuer. »", "calver": "2025.05.21", "id": "LUK 13:31", "translation_time": 7.29}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  αὐτοῖς  Πορευθέντες  εἴπατε  τῇ  ἀλώπεκι  ταύτῃ  Ἰδοὺ  ἐκβάλλω  δαιμόνια  καὶ  ἰάσεις  ἀποτελῶ  σήμερον  καὶ  αὔριον, καὶ  τῇ  τρίτῃ  τελειοῦμαι.", "translation": "Pou ale di, mwen choute dyab, mwen fè gerizon, jodi a, demen, epi nan twazyèm jou, mwen pral fini.", "calver": "2025.05.21", "id": "LUK 13:32", "translation_time": 5.87}
{"source_lang": "grc", "target_lang": "acf", "original": "πλὴν  δεῖ  με  σήμερον  καὶ  αὔριον  καὶ  τῇ  ἐχομένῃ  πορεύεσθαι, ὅτι  οὐκ  ἐνδέχεται  προφήτην  ἀπολέσθαι  ἔξω  Ἱερουσαλήμ.", "translation": "Mwen dwe ale jodi a, demen, epi nan jou ki ap vini, paske li pa posib pou jwenn yon pwofèt deyò Jerizalèm.", "calver": "2025.05.21", "id": "LUK 13:33", "translation_time": 6.06}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἱερουσαλὴμ  Ἱερουσαλήμ, ἡ  ἀποκτείνουσα  τοὺς  προφήτας  καὶ  λιθοβολοῦσα  τοὺς  ἀπεσταλμένους  πρὸς  αὐτήν, ποσάκις  ἠθέλησα  ἐπισυνάξαι  τὰ  τέκνα  σου  ὃν  τρόπον  ὄρνις  τὴν  ἑαυτῆς  νοσσιὰν  ὑπὸ  τὰς  πτέρυγας, καὶ  οὐκ  ἠθελήσατε.", "translation": "Jerusalem, ki te touye pwofèt yo, epi ki te voye moun pou l' rasanble pitit li yo, menm jan yon poul rasanble poul li anba zèl li, men, ou pa t vle, men ou pa t aksepte.", "calver": "2025.05.21", "id": "LUK 13:34", "translation_time": 7.28}
{"source_lang": "grc", "target_lang": "acf", "original": "ἰδοὺ  ἀφίεται  ὑμῖν  ὁ  οἶκος  ὑμῶν. λέγω  δὲ  ὑμῖν, οὐ  μὴ  ἴδητέ  με  ἕως  ἥξει  ὅτε  εἴπητε  Εὐλογημένος  ὁ  ἐρχόμενος  ἐν  ὀνόματι  Κυρίου.", "translation": "Gade, kay la ap kite nou. Mwen di nou, mwen pa va wè m jouk lè a rive, lè nou va di, Byen beni se li ki vini nan non Senyè a.", "calver": "2025.05.21", "id": "LUK 13:35", "translation_time": 6.69}
{"source_lang": "grc", "target_lang": "acf", "original": "ἢ  ἐκεῖνοι  οἱ  δέκα  ὀκτὼ  ἐφ’  οὓς  ἔπεσεν  ὁ  πύργος  ἐν  τῷ  Σιλωὰμ  καὶ  ἀπέκτεινεν  αὐτούς, δοκεῖτε  ὅτι  αὐτοὶ  ὀφειλέται  ἐγένοντο  παρὰ  πάντας  τοὺς  ἀνθρώπους  τοὺς  κατοικοῦντας  Ἱερουσαλήμ;", "translation": "Eske, le tour de Siloé est tombé, a tué, sou moun ki te la, ou panse ki se yo ki responsab, par tout bann moun ki abite Jérusalem?", "calver": "2025.05.21", "id": "LUK 13:4", "translation_time": 7.28}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοήσητε, πάντες  ὡσαύτως  ἀπολεῖσθε.", "translation": "Non, mwen ka di nou, si nou pa repanti, nou tout ap pèdi nan menm fason an.", "calver": "2025.05.21", "id": "LUK 13:5", "translation_time": 4.93}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἔλεγεν  δὲ  ταύτην  τὴν  παραβολήν. συκῆν  εἶχέν  τις  πεφυτευμένην  ἐν  τῷ  ἀμπελῶνι  αὐτοῦ, καὶ  ἦλθεν  ζητῶν  καρπὸν  ἐν  αὐτῇ  καὶ  οὐχ  εὗρεν.", "translation": "Yonn moun té ékouté épi yonn parabòl. I té ni yon figu ki té planté anndan yon jaden vignes li, épi i té vini chèche fwi nan li, mé i pa té jwenn anyen.", "calver": "2025.05.21", "id": "LUK 13:6", "translation_time": 5.97}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  πρὸς  τὸν  ἀμπελουργόν  Ἰδοὺ  τρία  ἔτη  ἀφ’  οὗ  ἔρχομαι  ζητῶν  καρπὸν  ἐν  τῇ  συκῇ  ταύτῃ  καὶ  οὐχ  εὑρίσκω· ἔκκοψον  αὐτήν· ἵνα  τί  καὶ  τὴν  γῆν  καταργεῖ;", "translation": "Li di a vinedresser: \"Gade, sa fè twa an ki m'ap vini chèche fwi nan fig la sa a, men m pa jwenn anyen. Koupe li, poukisa li ap jèmen tè a san okenn itilite?\"", "calver": "2025.05.21", "id": "LUK 13:7", "translation_time": 6.93}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  ἀποκριθεὶς  λέγει  αὐτῷ  Κύριε, ἄφες  αὐτὴν  καὶ  τοῦτο  τὸ  ἔτος, ἕως  ὅτου  σκάψω  περὶ  αὐτὴν  καὶ  βάλω  κόπρια,", "translation": "Kòmandan, kite l pou yon ti tan ankò, m'ap pouse tè a bò fig la, m'ap mete konpwa sou li, m'ap pran swen li, jis pou yon lòt ane.", "calver": "2025.05.21", "id": "LUK 13:8", "translation_time": 7.4}
{"source_lang": "grc", "target_lang": "acf", "original": "κἂν  μὲν  ποιήσῃ  καρπὸν  εἰς  τὸ  μέλλον· εἰ  δὲ  μήγε, ἐκκόψεις  αὐτήν.", "translation": "Si li bay fwi nan lavni, alors li pral prune li; si non, ou pral koupe li.", "calver": "2025.05.21", "id": "LUK 13:9", "translation_time": 10.99}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἐγένετο  ἐν  τῷ  ἐλθεῖν  αὐτὸν  εἰς  οἶκόν  τινος  τῶν  ἀρχόντων  τῶν  Φαρισαίων  σαββάτῳ  φαγεῖν  ἄρτον, καὶ  αὐτοὶ  ἦσαν  παρατηρούμενοι  αὐτόν.", "translation": "Epi, lè li rivé nan kay youn nan chèf Pharisié yo, nan sabat-la, pou manje pen, yo te ka gadé li.", "calver": "2025.05.21", "id": "LUK 14:1", "translation_time": 4.88}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀλλ’  ὅταν  κληθῇς, πορευθεὶς  ἀνάπεσε  εἰς  τὸν  ἔσχατον  τόπον, ἵνα  ὅταν  ἔλθῃ  ὁ  κεκληκώς  σε  ἐρεῖ  σοι  Φίλε, προσανάβηθι  ἀνώτερον· τότε  ἔσται  σοι  δόξα  ἐνώπιον  πάντων  τῶν  συνανακειμένων  σοι.", "translation": "Lè ou rele, ale chita nan dènye plas la, pou lè moun ki rele ou a vini, li di ou: « Chè zanmi, avanse pi wo; alors, ou va genyen glwa nan je tout moun ki chita nan tab la avèk ou. »", "calver": "2025.05.21", "id": "LUK 14:10", "translation_time": 6.66}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, καὶ  ὁ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "Tout moun ki leve tèt li va desann, epi sa ki desann tèt li va leve. Se pou nou konprann ke moun ki fè piti pou pi byen monte, Bondye va leve yo, e moun ki leve tèt yo va desann. Sa ki gen limilite, va jwenn exaltasyon, e sa ki fè tèt li gwo, va tonbe nan desann. Se yon prensip kretyen ki di ke humilité anvan glwa, e ke moun ki fè piti, Bondye va leve yo, pandan ke moun ki leve tèt yo, va tonbe nan desann.", "calver": "2025.05.21", "id": "LUK 14:11", "translation_time": 12.67}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἔλεγεν  δὲ  καὶ  τῷ  κεκληκότι  αὐτόν  Ὅταν  ποιῇς  ἄριστον  ἢ  δεῖπνον, μὴ  φώνει  τοὺς  φίλους  σου  μηδὲ  τοὺς  ἀδελφούς  σου  μηδὲ  τοὺς  συγγενεῖς  σου  μηδὲ  γείτονας  πλουσίους, μή  ποτε  καὶ  αὐτοὶ  ἀντικαλέσωσίν  σε  καὶ  γένηται  ἀνταπόδομά  σοι.", "translation": "Li té di épi li menm ki ka fè yon bon zak: \"Lè ou ka fè yon bon manje ou yon bon dine, pa sonnen yon trompèt pou fè konnen sa, ni pou ou fè konnen zanmi ou, frè ou, ni fanmi ou, ni vwazen rich yo. Paske, si ou fè sa, yo ka rele ou tou, epi sa ka tounen yon bagay ki peye ou tounen.\"", "calver": "2025.05.21", "id": "LUK 14:12", "translation_time": 6.69}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀλλ’  ὅταν  δοχὴν  ποιῇς, κάλει  πτωχούς, ἀναπήρους, χωλούς, τυφλούς·", "translation": "Men, lè ou fè yon fèt, rele moun pòv, moun ki malad, moun ki lame, ak moun ki avèg.", "calver": "2025.05.21", "id": "LUK 14:13", "translation_time": 6.9}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  μακάριος  ἔσῃ, ὅτι  οὐκ  ἔχουσιν  ἀνταποδοῦναί  σοι· ἀνταποδοθήσεται  γάρ  σοι  ἐν  τῇ  ἀναστάσει  τῶν  δικαίων.", "translation": "Épi ou va été béni, paski yo pa ni pou rann la parey ba ou; paski li va rann ou a la résurrection des justes.", "calver": "2025.05.21", "id": "LUK 14:14", "translation_time": 7.2}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἀκούσας  δέ  τις  τῶν  συνανακειμένων  ταῦτα  εἶπεν  αὐτῷ  Μακάριος  ὅστις  φάγεται  ἄρτον  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "Béni sé moun ki ka manjé pen an nan wayòm Bondye a.", "calver": "2025.05.21", "id": "LUK 14:15", "translation_time": 5.63}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπός  τις  ἐποίει  δεῖπνον  μέγα, καὶ  ἐκάλεσεν  πολλούς,", "translation": "Yon moun ki te fè yon gwo fèt, epi li te envite anpil moun.", "calver": "2025.05.21", "id": "LUK 14:16", "translation_time": 4.86}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀπέστειλεν  τὸν  δοῦλον  αὐτοῦ  τῇ  ὥρᾳ  τοῦ  δείπνου  εἰπεῖν  τοῖς  κεκλημένοις  Ἔρχεσθε, ὅτι  ἤδη  ἕτοιμά  ἐστιν.", "translation": "A voye sèvant lan, li di moun ki envite yo: \"Vini, non, tout bagay pare. Lè a pou manje a rive.\"", "calver": "2025.05.21", "id": "LUK 14:17", "translation_time": 5.53}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἤρξαντο  ἀπὸ  μιᾶς  πάντες  παραιτεῖσθαι. ὁ  πρῶτος  εἶπεν  αὐτῷ  Ἀγρὸν  ἠγόρασα, καὶ  ἔχω  ἀνάγκην  ἐξελθὼν  ἰδεῖν  αὐτόν· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "Epi tout moun te kòmanse mande. Premye a te di li: \"Mwen achte yon jaden, e mwen bezwen ale wè li. M ap mande ou pou ou konprann epi kite m ale.\" Li te di: \"Mwen okipe, e m ap bezwen ale wè li pou m ka verifye li.\"", "calver": "2025.05.21", "id": "LUK 14:18", "translation_time": 5.66}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἕτερος  εἶπεν  Ζεύγη  βοῶν  ἠγόρασα  πέντε, καὶ  πορεύομαι  δοκιμάσαι  αὐτά· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "Epi yon lòt moun di, \"Mwen achte senk bœufs, epi m ap teste yo; kite m pou m ka pou kont mwen. Mwen mande ou, kenbe m nan lapriyè.\"", "calver": "2025.05.21", "id": "LUK 14:19", "translation_time": 5.51}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἰδοὺ  ἄνθρωπός  τις  ἦν  ὑδρωπικὸς  ἔμπροσθεν  αὐτοῦ.", "translation": "Epi, gade, te gen yon nonm ki te gonfle anvan li.", "calver": "2025.05.21", "id": "LUK 14:2", "translation_time": 4.88}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἕτερος  εἶπεν  Γυναῖκα  ἔγημα, καὶ  διὰ  τοῦτο  οὐ  δύναμαι  ἐλθεῖν.", "translation": "E yon lot di: \"Mwen marye yon fanm,\" epi poutèt sa, mwen pa kapab vini.", "calver": "2025.05.21", "id": "LUK 14:20", "translation_time": 6.23}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  παραγενόμενος  ὁ  δοῦλος  ἀπήγγειλεν  τῷ  κυρίῳ  αὐτοῦ  ταῦτα. τότε  ὀργισθεὶς  ὁ  οἰκοδεσπότης  εἶπεν  τῷ  δούλῳ  αὐτοῦ  Ἔξελθε  ταχέως  εἰς  τὰς  πλατείας  καὶ  ῥύμας  τῆς  πόλεως, καὶ  τοὺς  πτωχοὺς  καὶ  ἀναπήρους  καὶ  τυφλοὺς  καὶ  χωλοὺς  εἰσάγαγε  ὧδε.", "translation": "Epi  lè  serviteur  a  rapòte  sa  a  son  maître,  li  té  fèl  di  a  li:  \"Sors  rapideman  nan  plas  yo  ek  nan  lari  vil-la,  epi  rasanble  moun  ki  nan  povrete,  moun  ki  estropiyé,  moun  ki  aveug,  epi  moun  ki  lame.\"", "calver": "2025.05.21", "id": "LUK 14:21", "translation_time": 8.05}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  ὁ  δοῦλος  Κύριε, γέγονεν  ὃ  ἐπέταξας, καὶ  ἔτι  τόπος  ἐστίν.", "translation": "Epi li di sè, Li fin fè sa ou te di, e gen plas ankor.", "calver": "2025.05.21", "id": "LUK 14:22", "translation_time": 7.54}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  ὁ  κύριος  πρὸς  τὸν  δοῦλον  Ἔξελθε  εἰς  τὰς  ὁδοὺς  καὶ  φραγμοὺς  καὶ  ἀνάγκασον  εἰσελθεῖν, ἵνα  γεμισθῇ  μου  ὁ  οἶκος·", "translation": "Epi, Seyè a di sèvitè a: \"Ale nan chemen yo ak nan lari yo, fòk ou konvenk moun yo pou yo antre, pou kay mwen ranpli.\"", "calver": "2025.05.21", "id": "LUK 14:23", "translation_time": 5.91}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  οὐδεὶς  τῶν  ἀνδρῶν  ἐκείνων  τῶν  κεκλημένων  γεύσεταί  μου  τοῦ  δείπνου.", "translation": "Pa gen okenn nan mesye ki envite yo ki va goumen manje dine mwen.", "calver": "2025.05.21", "id": "LUK 14:24", "translation_time": 5.37}
{"source_lang": "grc", "target_lang": "acf", "original": "Συνεπορεύοντο  δὲ  αὐτῷ  ὄχλοι  πολλοί, καὶ  στραφεὶς  εἶπεν  πρὸς  αὐτούς", "translation": "Li tounen, epi li palé avèk yo, yon foul mounn ki plenny ki te swiv li.", "calver": "2025.05.21", "id": "LUK 14:25", "translation_time": 5.7}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἴ  τις  ἔρχεται  πρός  με  καὶ  οὐ  μισεῖ  τὸν  πατέρα  αὐτοῦ  καὶ  τὴν  μητέρα  καὶ  τὴν  γυναῖκα  καὶ  τὰ  τέκνα  καὶ  τοὺς  ἀδελφοὺς  καὶ  τὰς  ἀδελφάς, ἔτι  τε  καὶ  τὴν  ψυχὴν  ἑαυτοῦ, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "Si on vini ba mwen, pa ké rayi papa'y, manman'y, madanm'y, timoun'y, frè'y, sè'y, menm nanm'y; li pa kapab sé moun ki suiv mwen.", "calver": "2025.05.21", "id": "LUK 14:26", "translation_time": 6.23}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅστις  οὐ  βαστάζει  τὸν  σταυρὸν  ἑαυτοῦ  καὶ  ἔρχεται  ὀπίσω  μου, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "Kiyès ki pa pote kwa li epi swiv mwen, pa kapab vin disip mwen.", "calver": "2025.05.21", "id": "LUK 14:27", "translation_time": 6.31}
{"source_lang": "grc", "target_lang": "acf", "original": "Τίς  γὰρ  ἐξ  ὑμῶν  θέλων  πύργον  οἰκοδομῆσαι  οὐχὶ  πρῶτον  καθίσας  ψηφίζει  τὴν  δαπάνην, εἰ  ἔχει  εἰς  ἀπαρτισμόν;", "translation": "Poukisa, si youn nan nou vle konstwi yon gwo tour, li pa ta dwe premye aji avèk sajès, chita desann pou kalkile depans lan, pou wè si li gen ase lajan pou fini travay la? Paske, si li pa kalkile, epi li kòmanse travay san plan, li pap kapab fini, e sa ap fè l tonbe anba pye l, e tout moun ki wè sa ap ri li. Se konsa, nenpòt moun ki vle swiv chemen sa a dwe pran tan pou kalkile pri a avan li kòmanse, pou pa tonbe nan menm pyèj la.", "calver": "2025.05.21", "id": "LUK 14:28", "translation_time": 5.79}
{"source_lang": "grc", "target_lang": "acf", "original": "ἵνα  μή  ποτε  θέντος  αὐτοῦ  θεμέλιον  καὶ  μὴ  ἰσχύοντος  ἐκτελέσαι  πάντες  οἱ  θεωροῦντες  ἄρξωνται  αὐτῷ  ἐμπαίζειν", "translation": "Pou ki pa janmen, lè li pa fin mete fondasyon an, epi lè li pa gen ase fòs pou fini bati a, tout moun ki ap gade a ap kòmanse jwe sou li, ap fè blag sou li.", "calver": "2025.05.21", "id": "LUK 14:29", "translation_time": 5.41}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀποκριθεὶς  ὁ  Ἰησοῦς  εἶπεν  πρὸς  τοὺς  νομικοὺς  καὶ  Φαρισαίους  λέγων  Ἔξεστιν  τῷ  σαββάτῳ  θεραπεῦσαι  ἢ  οὔ;", "translation": "Èske Jezi te kapab fè gerizon lo sabat? Li reponn, li di: \"Eske sa permis pou fè sa lo sabat?\" Sa montre ke sou kesyon sou lwa relijye ak pratik gerizon nan jou repo a, Jezi ap poze yon kesyon ki mande refleksyon sou limit ak jistis nan lwa a.", "calver": "2025.05.21", "id": "LUK 14:3", "translation_time": 4.79}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγοντες  ὅτι  Οὗτος  ὁ  ἄνθρωπος  ἤρξατο  οἰκοδομεῖν  καὶ  οὐκ  ἴσχυσεν  ἐκτελέσαι.", "translation": "Ki moun ki te kòmanse bati, men pa t kapab fini.", "calver": "2025.05.21", "id": "LUK 14:30", "translation_time": 5.74}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἢ  τίς  βασιλεὺς  πορευόμενος  ἑτέρῳ  βασιλεῖ  συμβαλεῖν  εἰς  πόλεμον  οὐχὶ  καθίσας  πρῶτον  βουλεύσεται  εἰ  δυνατός  ἐστιν  ἐν  δέκα  χιλιάσιν  ὑπαντῆσαι  τῷ  μετὰ  εἴκοσι  χιλιάδων  ἐρχομένῳ  ἐπ’  αὐτόν;", "translation": "Èske yon wa ki ap mache pou l konfwonte yon lòt wa, pa pral chita pou reflechi avan li deside si li kapab, avèk dis mil moun, rankontre avèk ven mil moun ki ap vini kont li? Li pral premye konsilte epi reflechi si li kapab, anvan li deside si li ka fè lagè avèk lènmi a.", "calver": "2025.05.21", "id": "LUK 14:31", "translation_time": 5.3}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  δὲ  μήγε, ἔτι  αὐτοῦ  πόρρω  ὄντος  πρεσβείαν  ἀποστείλας  ἐρωτᾷ  τὰ  πρὸς  εἰρήνην.", "translation": "Si non, li envoie yon messager pou mande lapé.", "calver": "2025.05.21", "id": "LUK 14:32", "translation_time": 5.7}
{"source_lang": "grc", "target_lang": "acf", "original": "οὕτως  οὖν  πᾶς  ἐξ  ὑμῶν  ὃς  οὐκ  ἀποτάσσεται  πᾶσιν  τοῖς  ἑαυτοῦ  ὑπάρχουσιν  οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "Tout ceux qui ne renient pas tout ce qu'ils ont ne peuvent pas être mon disciple.", "calver": "2025.05.21", "id": "LUK 14:33", "translation_time": 4.43}
{"source_lang": "grc", "target_lang": "acf", "original": "Καλὸν  οὖν  τὸ  ἅλας· ἐὰν  δὲ  καὶ  τὸ  ἅλας  μωρανθῇ, ἐν  τίνι  ἀρτυθήσεται;", "translation": "Bon, alors, sel est bon. Men si sel même devien sans saveur, avèk ki nou va artyé li?", "calver": "2025.05.21", "id": "LUK 14:34", "translation_time": 5.11}
{"source_lang": "grc", "target_lang": "acf", "original": "οὔτε  εἰς  γῆν  οὔτε  εἰς  κοπρίαν  εὔθετόν  ἐστιν· ἔξω  βάλλουσιν  αὐτό. ὁ  ἔχων  ὦτα  ἀκούειν  ἀκουέτω.", "translation": "Li pa bon pou moun pa pwòp ni nan peyi ni nan kan; yo jete yo deyò. Moun ki gen zòrèy, koute avèk zòrèy ou.", "calver": "2025.05.21", "id": "LUK 14:35", "translation_time": 11.41}
{"source_lang": "grc", "target_lang": "acf", "original": "οἱ  δὲ  ἡσύχασαν. καὶ  ἐπιλαβόμενος  ἰάσατο  αὐτὸν  καὶ  ἀπέλυσεν.", "translation": "Yo te fè silans. Epi, li pran aksyon pou geri li, epi li lage li.", "calver": "2025.05.21", "id": "LUK 14:4", "translation_time": 4.91}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  πρὸς  αὐτοὺς  εἶπεν  Τίνος  ὑμῶν  υἱὸς  ἢ  βοῦς  εἰς  φρέαρ  πεσεῖται, καὶ  οὐκ  εὐθέως  ἀνασπάσει  αὐτὸν  ἐν  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "Ki moun nan pami nou ki va tonbe yon pitit gason oubyen yon bœuf nan yon fon, epi li pa va rale l' leve touswit nan jou Sabat la?", "calver": "2025.05.21", "id": "LUK 14:5", "translation_time": 5.59}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  οὐκ  ἴσχυσαν  ἀνταποκριθῆναι  πρὸς  ταῦτα.", "translation": "E pa kapab reponn pou sa yo.", "calver": "2025.05.21", "id": "LUK 14:6", "translation_time": 6.07}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἔλεγεν  δὲ  πρὸς  τοὺς  κεκλημένους  παραβολήν, ἐπέχων  πῶς  τὰς  πρωτοκλισίας  ἐξελέγοντο, λέγων  πρὸς  αὐτούς", "translation": "Li té ka di a sa ki té envité yo, an konsidere fason ki te chwazi plas nan premye ranje yo, lè li té ka pale avèk yo, yon parabòl.", "calver": "2025.05.21", "id": "LUK 14:7", "translation_time": 5.5}
{"source_lang": "grc", "target_lang": "acf", "original": "Ὅταν  κληθῇς  ὑπό  τινος  εἰς  γάμους, μὴ  κατακλιθῇς  εἰς  τὴν  πρωτοκλισίαν, μή  ποτε  ἐντιμότερός  σου  ᾖ  κεκλημένος  ὑπ’  αὐτοῦ,", "translation": "Lè ou envite nan yon maryaj, pa chita nan premye plas la, pou pa gen yon moun ki pi onorab pase ou ki envite pa li.", "calver": "2025.05.21", "id": "LUK 14:8", "translation_time": 5.2}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐλθὼν  ὁ  σὲ  καὶ  αὐτὸν  καλέσας  ἐρεῖ  σοι  Δὸς  τούτῳ  τόπον, καὶ  τότε  ἄρξῃ  μετὰ  αἰσχύνης  τὸν  ἔσχατον  τόπον  κατέχειν.", "translation": "Lè Bondye va vini epi li rele ou, li va di ou: \"Bondyè ap bay ou plas sa a.\" Apre sa, ou va kòmanse okipe dènye plas la avèk wont.", "calver": "2025.05.21", "id": "LUK 14:9", "translation_time": 5.14}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἦσαν  δὲ  αὐτῷ  ἐγγίζοντες  πάντες  οἱ  τελῶναι  καὶ  οἱ  ἁμαρτωλοὶ  ἀκούειν  αὐτοῦ.", "translation": "Tout moun ki taks ak peche ki ap vini tande li.", "calver": "2025.05.21", "id": "LUK 15:1", "translation_time": 5.07}
{"source_lang": "grc", "target_lang": "acf", "original": "οὕτως, λέγω  ὑμῖν, γίνεται  χαρὰ  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι.", "translation": "Don m'ap di ou, gen lajwa avan zanj Bondye pou yon peche ki repanti.", "calver": "2025.05.21", "id": "LUK 15:10", "translation_time": 4.32}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δέ  Ἄνθρωπός  τις  εἶχεν  δύο  υἱούς.", "translation": "Yon nonm ki te genyen de pitit gason.", "calver": "2025.05.21", "id": "LUK 15:11", "translation_time": 6.2}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  ὁ  νεώτερος  αὐτῶν  τῷ  πατρί  Πάτερ, δός  μοι  τὸ  ἐπιβάλλον  μέρος  τῆς  οὐσίας. ὁ  δὲ  διεῖλεν  αὐτοῖς  τὸν  βίον.", "translation": "Et le plus jeune d'entre eux dit à son père : \"Donne-moi la part qui m'appartient.\" Alors, le père partagea sa propriété entre eux, et ils divisèrent leur vie.", "calver": "2025.05.21", "id": "LUK 15:12", "translation_time": 5.94}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  μετ’  οὐ  πολλὰς  ἡμέρας  συναγαγὼν  πάντα  ὁ  νεώτερος  υἱὸς  ἀπεδήμησεν  εἰς  χώραν  μακράν, καὶ  ἐκεῖ  διεσκόρπισεν  τὴν  οὐσίαν  αὐτοῦ  ζῶν  ἀσώτως.", "translation": "Et après quelques jours, le plus jeune fils a rassemblé tout ce qu'il avait, puis il est parti pour un pays éloigné. Là-bas, il a dissipé sa richesse en vivant de manière dissolue.", "calver": "2025.05.21", "id": "LUK 15:13", "translation_time": 5.61}
{"source_lang": "grc", "target_lang": "acf", "original": "δαπανήσαντος  δὲ  αὐτοῦ  πάντα  ἐγένετο  λιμὸς  ἰσχυρὰ  κατὰ  τὴν  χώραν  ἐκείνην, καὶ  αὐτὸς  ἤρξατο  ὑστερεῖσθαι.", "translation": "Apre li fin dépans tout, te rive yon grann grangou nan tèren sa, e li te komanse soufri.", "calver": "2025.05.21", "id": "LUK 15:14", "translation_time": 4.9}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  πορευθεὶς  ἐκολλήθη  ἑνὶ  τῶν  πολιτῶν  τῆς  χώρας  ἐκείνης, καὶ  ἔπεμψεν  αὐτὸν  εἰς  τοὺς  ἀγροὺς  αὐτοῦ  βόσκειν  χοίρους·", "translation": "Epi la, li té voye yon moun pou li al gad kochon nan yon peyi, e li té atache li pou li travay pou youn nan sitwayen peyi a. Li té pase tan nan jaden, pouse kochon pou manje.", "calver": "2025.05.21", "id": "LUK 15:15", "translation_time": 5.48}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐπεθύμει  γεμίσαι  τὴν  κοιλίαν  αὐτοῦ  ἐκ  τῶν  κερατίων  ὧν  ἤσθιον  οἱ  χοῖροι, καὶ  οὐδεὶς  ἐδίδου  αὐτῷ.", "translation": "Li té vlé rempli vant li épi la viande di kochon ki li té manjé, mé pèsonn pa té ka ba li anyen.", "calver": "2025.05.21", "id": "LUK 15:16", "translation_time": 4.72}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰς  ἑαυτὸν  δὲ  ἐλθὼν  ἔφη  Πόσοι  μίσθιοι  τοῦ  πατρός  μου  περισσεύονται  ἄρτων, ἐγὼ  δὲ  λιμῷ  ὧδε  ἀπόλλυμαι.", "translation": "Lè li rivé nan tèt li, li di: \"Kèk moun ki travay nan kay papa m gen plis pen, men mwen menm, m ap mouri nan grangou isit la.\"", "calver": "2025.05.21", "id": "LUK 15:17", "translation_time": 5.94}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀναστὰς  πορεύσομαι  πρὸς  τὸν  πατέρα  μου  καὶ  ἐρῶ  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου,", "translation": "Lè m' leve, m' pral alé koté Pè, epi m' di a li: \"Pè, mwen pé péché kont lanmen nan syèl la, e devan ou.\"", "calver": "2025.05.21", "id": "LUK 15:18", "translation_time": 6.43}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου· ποίησόν  με  ὡς  ἕνα  τῶν  μισθίων  σου.", "translation": "Mwen pa plis merite pou yo rele m pitit ou; tanpri, fè m tankou youn nan moun ki nan sèvis ou.", "calver": "2025.05.21", "id": "LUK 15:19", "translation_time": 5.93}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  διεγόγγυζον  οἵ  τε  Φαρισαῖοι  καὶ  οἱ  γραμματεῖς  λέγοντες  ὅτι  Οὗτος  ἁμαρτωλοὺς  προσδέχεται  καὶ  συνεσθίει  αὐτοῖς.", "translation": "Epi tout moun Pharisees ek scribes ti ka murmuré, yo té ka di: \"Gade sa, Iès la ka aksepte péché épi li ka manjé ansanm épi yo.\"", "calver": "2025.05.21", "id": "LUK 15:2", "translation_time": 5.93}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀναστὰς  ἦλθεν  πρὸς  τὸν  πατέρα  ἑαυτοῦ. ἔτι  δὲ  αὐτοῦ  μακρὰν  ἀπέχοντος  εἶδεν  αὐτὸν  ὁ  πατὴρ  αὐτοῦ  καὶ  ἐσπλαγχνίσθη, καὶ  δραμὼν  ἐπέπεσεν  ἐπὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  κατεφίλησεν  αὐτόν.", "translation": "Lè li leve, li alé koté papa'y. Pandan tan, li te toujou lwen, papa'y te gadé lwen, epi li te gen konpasyon pou li. Lè li wè li, li te kouri alé koté li avèk lanmou, epi li te tonbe anlè koulye, li te bo'y anpil fwa. Papa'y te montre lanmou ak padon, li te anbrase jenn gason ki pèdi a, epi li te bo'y anpil fwa, tankou yon moun ki gen lanmou ak konpasyon pou pitit li.", "calver": "2025.05.21", "id": "LUK 15:20", "translation_time": 5.94}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  ὁ  υἱὸς  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου, οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου.", "translation": "Père, j'ai péché contre le ciel et devant toi, et je ne suis plus digne d'être appelé ton fils.", "calver": "2025.05.21", "id": "LUK 15:21", "translation_time": 5.78}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  ὁ  πατὴρ  πρὸς  τοὺς  δούλους  αὐτοῦ  Ταχὺ  ἐξενέγκατε  στολὴν  τὴν  πρώτην  καὶ  ἐνδύσατε  αὐτόν, καὶ  δότε  δακτύλιον  εἰς  τὴν  χεῖρα  αὐτοῦ  καὶ  ὑποδήματα  εἰς  τοὺς  πόδας,", "translation": "Papa a di pou sèvè li yo: \"Prese pou pote rad pi bèl la, epi mete li sou li, bay li yon bag nan men li, epi mete soulye nan pye li.\"", "calver": "2025.05.21", "id": "LUK 15:22", "translation_time": 5.21}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  φέρετε  τὸν  μόσχον  τὸν  σιτευτόν, θύσατε, καὶ  φαγόντες  εὐφρανθῶμεν,", "translation": "Et offrez le veau gras, sacrifiez-le, et en mangeant, réjouissons-nous.", "calver": "2025.05.21", "id": "LUK 15:23", "translation_time": 5.77}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅτι  οὗτος  ὁ  υἱός  μου  νεκρὸς  ἦν  καὶ  ἀνέζησεν, ἦν  ἀπολωλὼς  καὶ  εὑρέθη. καὶ  ἤρξαντο  εὐφραίνεσθαι.", "translation": "Konsa, pitit mwen, li te mouri, men li leve vivan ankò. Li te pèdi, men li te jwenn. Epi, yo te kòmanse fè fèt ak lajwa.", "calver": "2025.05.21", "id": "LUK 15:24", "translation_time": 6.91}
{"source_lang": "grc", "target_lang": "acf", "original": "ἦν  δὲ  ὁ  υἱὸς  αὐτοῦ  ὁ  πρεσβύτερος  ἐν  ἀγρῷ· καὶ  ὡς  ἐρχόμενος  ἤγγισεν  τῇ  οἰκίᾳ, ἤκουσεν  συμφωνίας  καὶ  χορῶν,", "translation": "Son a pi gran té nan jaden, ap vini tounen, li tande mizik ansanm ak dans ki t ap fèt nan kay la.", "calver": "2025.05.21", "id": "LUK 15:25", "translation_time": 5.85}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  προσκαλεσάμενος  ἕνα  τῶν  παίδων  ἐπυνθάνετο  τί  ἂν  εἴη  ταῦτα.", "translation": "Ki lè li rele yon timoun, li mande: \"Ki sa sa yo ye?\"", "calver": "2025.05.21", "id": "LUK 15:26", "translation_time": 5.04}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  ὅτι  Ὁ  ἀδελφός  σου  ἥκει, καὶ  ἔθυσεν  ὁ  πατήρ  σου  τὸν  μόσχον  τὸν  σιτευτόν, ὅτι  ὑγιαίνοντα  αὐτὸν  ἀπέλαβεν.", "translation": "Ou wè, frè ou vini, epi papa ou touye yon kalf grès pou selebre retou li, paske li te sante.", "calver": "2025.05.21", "id": "LUK 15:27", "translation_time": 6.86}
{"source_lang": "grc", "target_lang": "acf", "original": "ὠργίσθη  δὲ  καὶ  οὐκ  ἤθελεν  εἰσελθεῖν· ὁ  δὲ  πατὴρ  αὐτοῦ  ἐξελθὼν  παρεκάλει  αὐτόν.", "translation": "Li te fache, e li pa vle antre. Papa a te soti, e li te mande li pou li antre, lapriyè pou li.", "calver": "2025.05.21", "id": "LUK 15:28", "translation_time": 6.33}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  τῷ  πατρὶ  Ἰδοὺ  τοσαῦτα  ἔτη  δουλεύω  σοι  καὶ  οὐδέποτε  ἐντολήν  σου  παρῆλθον, καὶ  ἐμοὶ  οὐδέποτε  ἔδωκας  ἔριφον  ἵνα  μετὰ  τῶν  φίλων  μου  εὐφρανθῶ·", "translation": "Lè sa a, lè li reponn, li di papa a: \"Gade, depi tout tan m ap sèvi ou, e m pa janm pase yon lòd ou ban mwen. Epi, ou pa janm ba mwen yon ti kabrit pou m ka kontan avèk zanmi m yo.\"", "calver": "2025.05.21", "id": "LUK 15:29", "translation_time": 7.31}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  πρὸς  αὐτοὺς  τὴν  παραβολὴν  ταύτην  λέγων", "translation": "Alò, li di zot sa parabol-la, anvan li kontinié pou explike.", "calver": "2025.05.21", "id": "LUK 15:3", "translation_time": 5.7}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅτε  δὲ  ὁ  υἱός  σου  οὗτος  ὁ  καταφαγών  σου  τὸν  βίον  μετὰ  πορνῶν  ἦλθεν, ἔθυσας  αὐτῷ  τὸν  σιτευτὸν  μόσχον.", "translation": "Lè ou fi a, lè ou fi a, se konsa ou fi a, ki te mangé ou lavi a avèk prostituées, ou rivé, ou fè yon sakrifis pou li, yon ti kalfò ki te grès pou fèt la.", "calver": "2025.05.21", "id": "LUK 15:30", "translation_time": 6.12}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Τέκνον, σὺ  πάντοτε  μετ’  ἐμοῦ  εἶ, καὶ  πάντα  τὰ  ἐμὰ  σά  ἐστιν·", "translation": "Téson, ou toujou avèk mwen, e tout sa ki mwen se pou ou.", "calver": "2025.05.21", "id": "LUK 15:31", "translation_time": 7.52}
{"source_lang": "grc", "target_lang": "acf", "original": "εὐφρανθῆναι  δὲ  καὶ  χαρῆναι  ἔδει, ὅτι  ὁ  ἀδελφός  σου  οὗτος  νεκρὸς  ἦν  καὶ  ἔζησεν, καὶ  ἀπολωλὼς  καὶ  εὑρέθη.", "translation": "Epi, nou dwe kontan ek fè kè kontan, paski se yon bagay ki enpòtan, paske sèvè ou te mouri, men li leve, li te pèdi, men li jwenn. Sa se yon bagay ki enpòtan pou nou kontan, paske se yon bagay ki enpòtan nan lafwa nou, pou nou konnen ke yon moun ki mouri kapab leve, e ke yon moun ki pèdi kapab jwenn.", "calver": "2025.05.21", "id": "LUK 15:32", "translation_time": 6.61}
{"source_lang": "grc", "target_lang": "acf", "original": "Τίς  ἄνθρωπος  ἐξ  ὑμῶν  ἔχων  ἑκατὸν  πρόβατα  καὶ  ἀπολέσας  ἐξ  αὐτῶν  ἓν  οὐ  καταλείπει  τὰ  ἐνενήκοντα  ἐννέα  ἐν  τῇ  ἐρήμῳ  καὶ  πορεύεται  ἐπὶ  τὸ  ἀπολωλὸς  ἕως  εὕρῃ  αὐτό;", "translation": "Ki moun nan nou ki gen sanpoulenn, epi pèdi youn nan yo, pa kite nèf-venn nan forè, epi al dèyè sa ki pèdi a, jiskaske li jwenn li?", "calver": "2025.05.21", "id": "LUK 15:4", "translation_time": 6.5}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εὑρὼν  ἐπιτίθησιν  ἐπὶ  τοὺς  ὤμους  αὐτοῦ  χαίρων,", "translation": "Ki jwenn, li mete sou zepòl li, ak kè kontan.", "calver": "2025.05.21", "id": "LUK 15:5", "translation_time": 6.36}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐλθὼν  εἰς  τὸν  οἶκον  συνκαλεῖ  τοὺς  φίλους  καὶ  τοὺς  γείτονας, λέγων  αὐτοῖς  Συνχάρητέ  μοι, ὅτι  εὗρον  τὸ  πρόβατόν  μου  τὸ  ἀπολωλός.", "translation": "Epi lè li rivé lakay, li rasanble zanmi ak vwazen, li di yo: \"Rejwi avè mwen, paske m jwenn mouton pèdi mwen an.\" Li di yo pou yo selebre ansanm, paske yon moun ki te pèdi epi ki jwenn tounen, se yon bagay ki merite kontan.", "calver": "2025.05.21", "id": "LUK 15:6", "translation_time": 5.46}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  ὑμῖν  ὅτι  οὕτως  χαρὰ  ἐν  τῷ  οὐρανῷ  ἔσται  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι  ἢ  ἐπὶ  ἐνενήκοντα  ἐννέα  δικαίοις  οἵτινες  οὐ  χρείαν  ἔχουσιν  μετανοίας.", "translation": "Mwen ka di nou, konsa, ki gen plis laji nan syèl la pou yon peche ki se repent, pase pou disnèv ki pa ni bezwen repantans. Laji sa a nan syèl la, se pou yon sèl peche ki se repent, olye pou nèt pou disnèv ki pa ni bezwen repantans. Konsa, yon sèl peche ki se repent, ka fè tout syèl la kontan plis pase nèfant-neuf jistis ki pa ni bezwen repantans.", "calver": "2025.05.21", "id": "LUK 15:7", "translation_time": 6.36}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἢ  τίς  γυνὴ  δραχμὰς  ἔχουσα  δέκα, ἐὰν  ἀπολέσῃ  δραχμὴν  μίαν, οὐχὶ  ἅπτει  λύχνον  καὶ  σαροῖ  τὴν  οἰκίαν  καὶ  ζητεῖ  ἐπιμελῶς  ἕως  οὗ  εὕρῃ;", "translation": "Èske yon fanm ki genyen dis drachmas, si li pèdi youn, limen lanp, balanse kay la, epi chèche avèk dilijans jiskaske li jwenn li?", "calver": "2025.05.21", "id": "LUK 15:8", "translation_time": 5.36}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εὑροῦσα  συνκαλεῖ  τὰς  φίλας  καὶ  γείτονας  λέγουσα  Συνχάρητέ  μοι, ὅτι  εὗρον  τὴν  δραχμὴν  ἣν  ἀπώλεσα.", "translation": "Epi li rele zanmi ak vwazen yo pou yo kontan avè li, di: \"Senkò mwen kontan,\" paske li jwenn lajan ki te pèdi a.", "calver": "2025.05.21", "id": "LUK 15:9", "translation_time": 5.16}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἔλεγεν  δὲ  καὶ  πρὸς  τοὺς  μαθητάς  Ἄνθρωπός  τις  ἦν  πλούσιος  ὃς  εἶχεν  οἰκονόμον, καὶ  οὗτος  διεβλήθη  αὐτῷ  ὡς  διασκορπίζων  τὰ  ὑπάρχοντα  αὐτοῦ.", "translation": "Yé té ka di a moun ki rich, ki té ni yon jere kay. Sa moun sa a té gen yon jere kay ki té jere byen li, épi moun ki té akize li pou li té gaspiye tout sa li té genyen.", "calver": "2025.05.21", "id": "LUK 16:1", "translation_time": 6.18}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  πιστὸς  ἐν  ἐλαχίστῳ  καὶ  ἐν  πολλῷ  πιστός  ἐστιν, καὶ  ὁ  ἐν  ἐλαχίστῳ  ἄδικος  καὶ  ἐν  πολλῷ  ἄδικός  ἐστιν.", "translation": "Lè yon moun ki fidèl nan ti bagay, li va fidèl tou nan gwo bagay; e moun ki pa jis nan ti bagay, li pa jis nan gwo bagay.", "calver": "2025.05.21", "id": "LUK 16:10", "translation_time": 4.86}
{"source_lang": "grc", "target_lang": "acf", "original": "εἰ  οὖν  ἐν  τῷ  ἀδίκῳ  μαμωνᾷ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἀληθινὸν  τίς  ὑμῖν  πιστεύσει;", "translation": "Si ou pa ka fè konfyans nan lajan ki pa dwat, kilès ki pou kwè nan laverite a?", "calver": "2025.05.21", "id": "LUK 16:11", "translation_time": 5.59}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἰ  ἐν  τῷ  ἀλλοτρίῳ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἡμέτερον  τίς  δώσει  ὑμῖν;", "translation": "E si ou pa fidèl nan peyi etranje a, kilès ki va bay nou sa ki pou nou?", "calver": "2025.05.21", "id": "LUK 16:12", "translation_time": 4.65}
{"source_lang": "grc", "target_lang": "acf", "original": "Οὐδεὶς  οἰκέτης  δύναται  δυσὶ  κυρίοις  δουλεύειν· ἢ  γὰρ  τὸν  ἕνα  μισήσει  καὶ  τὸν  ἕτερον  ἀγαπήσει, ἢ  ἑνὸς  ἀνθέξεται  καὶ  τοῦ  ἑτέρου  καταφρονήσει. οὐ  δύνασθε  Θεῷ  δουλεύειν  καὶ  μαμωνᾷ.", "translation": "Pa gen okenn serviteur ki kapab sèvi de maîtres. Paske, swa li va rayi youn e renmen lòt, oswa li va kenbe youn e meprann lòt. Nou pa kapab sèvi Bondye ak Mammon.", "calver": "2025.05.21", "id": "LUK 16:13", "translation_time": 5.75}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἤκουον  δὲ  ταῦτα  πάντα  οἱ  Φαρισαῖοι  φιλάργυροι  ὑπάρχοντες, καὶ  ἐξεμυκτήριζον  αὐτόν.", "translation": "Les Pharisiens, qui étaient avares et qui écoutaient tout, se moquaient de lui.", "calver": "2025.05.21", "id": "LUK 16:14", "translation_time": 5.69}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  αὐτοῖς  Ὑμεῖς  ἐστε  οἱ  δικαιοῦντες  ἑαυτοὺς  ἐνώπιον  τῶν  ἀνθρώπων, ὁ  δὲ  Θεὸς  γινώσκει  τὰς  καρδίας  ὑμῶν· ὅτι  τὸ  ἐν  ἀνθρώποις  ὑψηλὸν  βδέλυγμα  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "Epi sa, zot menm ki jije tèt zot, Bondye konn kè zot. Paske, sa ki plis enpòtan ant moun, se yon abominasyon devan Bondyé.", "calver": "2025.05.21", "id": "LUK 16:15", "translation_time": 4.83}
{"source_lang": "grc", "target_lang": "acf", "original": "Ὁ  νόμος  καὶ  οἱ  προφῆται  μέχρι  Ἰωάνου· ἀπὸ  τότε  ἡ  βασιλεία  τοῦ  Θεοῦ  εὐαγγελίζεται  καὶ  πᾶς  εἰς  αὐτὴν  βιάζεται.", "translation": "La loi épi lé prophèt ziska Jan. Depuis lè moman, Royaume di Bondié épi pwoklamé, épi tout moun ka forsé pou y alé ladan.", "calver": "2025.05.21", "id": "LUK 16:16", "translation_time": 7.5}
{"source_lang": "grc", "target_lang": "acf", "original": "εὐκοπώτερον  δέ  ἐστιν  τὸν  οὐρανὸν  καὶ  τὴν  γῆν  παρελθεῖν  ἢ  τοῦ  νόμου  μίαν  κεραίαν  πεσεῖν.", "translation": "Pi fasil pase syèl la ak latè a pou pase, pase yon sèl cheve ki tonbe.", "calver": "2025.05.21", "id": "LUK 16:17", "translation_time": 6.53}
{"source_lang": "grc", "target_lang": "acf", "original": "Πᾶς  ὁ  ἀπολύων  τὴν  γυναῖκα  αὐτοῦ  καὶ  γαμῶν  ἑτέραν  μοιχεύει, καὶ  ὁ  ἀπολελυμένην  ἀπὸ  ἀνδρὸς  γαμῶν  μοιχεύει.", "translation": "Tout moun ki divòse fanm li epi ki remarye, ap komèt michèvi. Epitou, moun ki remarye fanm ki te divòse, ap komèt michèvi.", "calver": "2025.05.21", "id": "LUK 16:18", "translation_time": 6.6}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἄνθρωπος  δέ  τις  ἦν  πλούσιος, καὶ  ἐνεδιδύσκετο  πορφύραν  καὶ  βύσσον  εὐφραινόμενος  καθ’  ἡμέραν  λαμπρῶς.", "translation": "Yon moun ki rich, li te abiye nan koulè vyolèt ak lenn ki bèl anpil, epi li te jwi bèl bagay chak jou, viv nan yon fason ki montre richès li.", "calver": "2025.05.21", "id": "LUK 16:19", "translation_time": 5.21}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  φωνήσας  αὐτὸν  εἶπεν  αὐτῷ  Τί  τοῦτο  ἀκούω  περὶ  σοῦ; ἀπόδος  τὸν  λόγον  τῆς  οἰκονομίας  σου· οὐ  γὰρ  δύνῃ  ἔτι  οἰκονομεῖν.", "translation": "Ki sa m ka tande sou ou? Fòk ou bay kont sou travay ou nan jere. Paske ou pa ka kontinye jere ankò.", "calver": "2025.05.21", "id": "LUK 16:2", "translation_time": 6.28}
{"source_lang": "grc", "target_lang": "acf", "original": "πτωχὸς  δέ  τις  ὀνόματι  Λάζαρος  ἐβέβλητο  πρὸς  τὸν  πυλῶνα  αὐτοῦ  εἱλκωμένος", "translation": "Yon moun pòv ki rele Lazè, te jete près pòt li, e li te kouche la.", "calver": "2025.05.21", "id": "LUK 16:20", "translation_time": 6.3}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐπιθυμῶν  χορτασθῆναι  ἀπὸ  τῶν  πιπτόντων  ἀπὸ  τῆς  τραπέζης  τοῦ  πλουσίου· ἀλλὰ  καὶ  οἱ  κύνες  ἐρχόμενοι  ἐπέλειχον  τὰ  ἕλκη  αὐτοῦ.", "translation": "Epi, li anvi satisfè avèk sa ki tonbe sou tab moun rich la; men, menm chen ki vini yo, yo touse ak lèch blese li yo.", "calver": "2025.05.21", "id": "LUK 16:21", "translation_time": 9.33}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐγένετο  δὲ  ἀποθανεῖν  τὸν  πτωχὸν  καὶ  ἀπενεχθῆναι  αὐτὸν  ὑπὸ  τῶν  ἀγγέλων  εἰς  τὸν  κόλπον  Ἀβραάμ· ἀπέθανεν  δὲ  καὶ  ὁ  πλούσιος  καὶ  ἐτάφη.", "translation": "Li mò pou moun pòv la, épi sé zanj-la té ka mennen li anndan kòlè Abrom; li mò, épi sé rich la té ka mò osi, épi sé té ka fè l' anfuné.", "calver": "2025.05.21", "id": "LUK 16:22", "translation_time": 5.08}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐν  τῷ  Ἅιδῃ  ἐπάρας  τοὺς  ὀφθαλμοὺς  αὐτοῦ, ὑπάρχων  ἐν  βασάνοις, ὁρᾷ  Ἀβραὰμ  ἀπὸ  μακρόθεν  καὶ  Λάζαρον  ἐν  τοῖς  κόλποις  αὐτοῦ.", "translation": "Epi nan Lavi anba, lè li leve zyeu li, ki nan lapenn, li wè Abraham depi lwen, epi Lazarus nan bra li.", "calver": "2025.05.21", "id": "LUK 16:23", "translation_time": 5.44}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  αὐτὸς  φωνήσας  εἶπεν  Πάτερ  Ἀβραάμ, ἐλέησόν  με  καὶ  πέμψον  Λάζαρον  ἵνα  βάψῃ  τὸ  ἄκρον  τοῦ  δακτύλου  αὐτοῦ  ὕδατος  καὶ  καταψύξῃ  τὴν  γλῶσσάν  μου, ὅτι  ὀδυνῶμαι  ἐν  τῇ  φλογὶ  ταύτῃ.", "translation": "Père Abraham, prier pour la miséricorde, et envoyer Lazarus, afin qu'il trempe son doigt dans l'eau et rafraîchisse ma langue, car je souffre dans ce feu.", "calver": "2025.05.21", "id": "LUK 16:24", "translation_time": 5.91}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  Ἀβραάμ  Τέκνον, μνήσθητι  ὅτι  ἀπέλαβες  τὰ  ἀγαθά  σου  ἐν  τῇ  ζωῇ  σου, καὶ  Λάζαρος  ὁμοίως  τὰ  κακά· νῦν  δὲ  ὧδε  παρακαλεῖται  σὺ  δὲ  ὀδυνᾶσαι.", "translation": "Abraham di: \"Son, sonje ki ou te resevwa bon bagay nan lavi ou, menm jan Lazarus te resevwa move bagay. Men kounye a, li jwenn konsole, pandan ou menm ap soufri.\"", "calver": "2025.05.21", "id": "LUK 16:25", "translation_time": 6.33}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐν  πᾶσι  τούτοις  μεταξὺ  ἡμῶν  καὶ  ὑμῶν  χάσμα  μέγα  ἐστήρικται, ὅπως  οἱ  θέλοντες  διαβῆναι  ἔνθεν  πρὸς  ὑμᾶς  μὴ  δύνωνται, μηδὲ  ἐκεῖθεν  πρὸς  ἡμᾶς  διαπερῶσιν.", "translation": "Epi tout sa, yon gran divizyon ki etabli ant nou ak zot, pou ki sa ki vle travèse, pa kapab fè sa, ni de sa kote ni de lot kote.", "calver": "2025.05.21", "id": "LUK 16:26", "translation_time": 5.48}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δέ  Ἐρωτῶ  σε  οὖν, πάτερ, ἵνα  πέμψῃς  αὐτὸν  εἰς  τὸν  οἶκον  τοῦ  πατρός  μου·", "translation": "Mwen ka mande ou, Pè, pou ou voye li nan kay papa mwen.", "calver": "2025.05.21", "id": "LUK 16:27", "translation_time": 5.32}
{"source_lang": "grc", "target_lang": "acf", "original": "ἔχω  γὰρ  πέντε  ἀδελφούς· ὅπως  διαμαρτύρηται  αὐτοῖς, ἵνα  μὴ  καὶ  αὐτοὶ  ἔλθωσιν  εἰς  τὸν  τόπον  τοῦτον  τῆς  βασάνου.", "translation": "Mwen genyen senk frè, pou fè yo konnen, pou yo pa vini tou nan plas kote yo ap soufri.", "calver": "2025.05.21", "id": "LUK 16:28", "translation_time": 4.76}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγει  δὲ  Ἀβραάμ  Ἔχουσι  Μωϋσέα  καὶ  τοὺς  προφήτας· ἀκουσάτωσαν  αὐτῶν.", "translation": "Abraham di: \"Yo ni Mòizé épi pwofèt-la; koute yo.\"", "calver": "2025.05.21", "id": "LUK 16:29", "translation_time": 5.18}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  ἐν  ἑαυτῷ  ὁ  οἰκονόμος  Τί  ποιήσω, ὅτι  ὁ  κύριός  μου  ἀφαιρεῖται  τὴν  οἰκονομίαν  ἀπ’  ἐμοῦ; σκάπτειν  οὐκ  ἰσχύω, ἐπαιτεῖν  αἰσχύνομαι.", "translation": "Epi, nan tèt li, sèvitè a di: \"Kisa m dwe fè? Paske mèt mwen ap pran m' responsablite a, mwen pa kapab fouye, e mwen wont mande mèsi.\"", "calver": "2025.05.21", "id": "LUK 16:3", "translation_time": 5.38}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  Οὐχί, πάτερ  Ἀβραάμ, ἀλλ’  ἐάν  τις  ἀπὸ  νεκρῶν  πορευθῇ  πρὸς  αὐτοὺς, μετανοήσουσιν.", "translation": "Non, Père Abraham, si quelqu'un sort de la mort, ils se repentiront.", "calver": "2025.05.21", "id": "LUK 16:30", "translation_time": 5.45}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  αὐτῷ  Εἰ  Μωϋσέως  καὶ  τῶν  προφητῶν  οὐκ  ἀκούουσιν, οὐδὲ  ἐάν  τις  ἐκ  νεκρῶν  ἀναστῇ  πεισθήσονται.", "translation": "Li di ba li: Si yo pa ka koute Moyiz ek pwofèt yo, yo pa va kwè menm si yon moun leve soti nan lanmò.", "calver": "2025.05.21", "id": "LUK 16:31", "translation_time": 6.81}
{"source_lang": "grc", "target_lang": "acf", "original": "ἔγνων  τί  ποιήσω, ἵνα  ὅταν  μετασταθῶ  ἐκ  τῆς  οἰκονομίας  δέξωνταί  με  εἰς  τοὺς  οἴκους  ἑαυτῶν.", "translation": "Mwen konnen sa m'a fè pou lè m'a sòti nan kay mwen, yo va aksepte mwen nan kay lòt moun.", "calver": "2025.05.21", "id": "LUK 16:4", "translation_time": 4.58}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  προσκαλεσάμενος  ἕνα  ἕκαστον  τῶν  χρεοφειλετῶν  τοῦ  κυρίου  ἑαυτοῦ  ἔλεγεν  τῷ  πρώτῳ  Πόσον  ὀφείλεις  τῷ  κυρίῳ  μου;", "translation": "Epi li rele youn pa youn nan moun ki dwe lajan pou m, epi li mande chak youn: \"Kijan ou rele, konbyen ou dwe m?\"", "calver": "2025.05.21", "id": "LUK 16:5", "translation_time": 6.85}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  Ἑκατὸν  βάτους  ἐλαίου. ὁ  δὲ  εἶπεν  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  καθίσας  ταχέως  γράψον  πεντήκοντα.", "translation": "Li di, \"Pran ou lèt, epi chita vit, ekri san kat.\"", "calver": "2025.05.21", "id": "LUK 16:6", "translation_time": 7.01}
{"source_lang": "grc", "target_lang": "acf", "original": "ἔπειτα  ἑτέρῳ  εἶπεν  Σὺ  δὲ  πόσον  ὀφείλεις; ὁ  δὲ  εἶπεν  Ἑκατὸν  κόρους  σίτου. λέγει  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  γράψον  ὀγδοήκοντα.", "translation": "Ou dwe, ou gen yon dèt de san kò (kò) grenn mayi. Lè sa a, moun nan di li: \"Pran lèt ou epi ekri setanta.\"", "calver": "2025.05.21", "id": "LUK 16:7", "translation_time": 6.5}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐπῄνεσεν  ὁ  κύριος  τὸν  οἰκονόμον  τῆς  ἀδικίας  ὅτι  φρονίμως  ἐποίησεν· ὅτι  οἱ  υἱοὶ  τοῦ  αἰῶνος  τούτου  φρονιμώτεροι  ὑπὲρ  τοὺς  υἱοὺς  τοῦ  φωτὸς  εἰς  τὴν  γενεὰν  τὴν  ἑαυτῶν  εἰσιν.", "translation": "Seigneur a loué l'intendant injuste pou li, paske li a agir avèk sajès, paske li pli pridan ki moun ki nan sa mond lan, pou jèn li, pou jèn li, ki se pou jenerasyon li. Sa montre ki, menm lè moun pa dwòl, yo kapab montre sajès, e sa se yon bagay ki gen valè nan je Bondye. Enben, moun ki nan sa mond lan, yo plis pridan pou jere zafè yo pase moun ki nan limyè a, ki gen pou jèn yo pou yon bagay pi gwo.", "calver": "2025.05.21", "id": "LUK 16:8", "translation_time": 5.68}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἐγὼ  ὑμῖν  λέγω, ἑαυτοῖς  ποιήσατε  φίλους  ἐκ  τοῦ  μαμωνᾶ  τῆς  ἀδικίας, ἵνα  ὅταν  ἐκλίπῃ  δέξωνται  ὑμᾶς  εἰς  τὰς  αἰωνίους  σκηνάς.", "translation": "Mwen menm di nou, fè zanmi avèk richès mondèn pou resevwa an retou nan kay ki p'ap janm fini, lè richès sa a pa jis, pou ke lè li fin disparèt, yo resevwa nou nan kay ki p'ap janm fini.", "calver": "2025.05.21", "id": "LUK 16:9", "translation_time": 6.83}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Ἀνένδεκτόν  ἐστιν  τοῦ  τὰ  σκάνδαλα  μὴ  ἐλθεῖν, οὐαὶ  δὲ  δι’  οὗ  ἔρχεται·", "translation": "Li pa posib pou pa jwenn bann scandale, e malheur a moun ki pote bann scandale sa yo.", "calver": "2025.05.21", "id": "LUK 17:1", "translation_time": 5.9}
{"source_lang": "grc", "target_lang": "acf", "original": "οὕτως  καὶ  ὑμεῖς, ὅταν  ποιήσητε  πάντα  τὰ  διαταχθέντα  ὑμῖν, λέγετε  ὅτι  Δοῦλοι  ἀχρεῖοί  ἐσμεν, ὃ  ὠφείλομεν  ποιῆσαι  πεποιήκαμεν.", "translation": "Epi menm, lè nou fin fè tout sa ki te nan men nou, nou dwe di: Nou sèvant ki pa merite, nou sèlman fè sa ki te nan men nou.", "calver": "2025.05.21", "id": "LUK 17:10", "translation_time": 7.61}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἐγένετο  ἐν  τῷ  πορεύεσθαι  εἰς  Ἱερουσαλὴμ, καὶ  αὐτὸς  διήρχετο  διὰ  μέσον  Σαμαρίας  καὶ  Γαλιλαίας.", "translation": "Epi, pandan ki li ti pe alé pou Jerusalem, li te ka pase nan mitan Samarie épi Galilé.", "calver": "2025.05.21", "id": "LUK 17:11", "translation_time": 5.43}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἰσερχομένου  αὐτοῦ  εἴς  τινα  κώμην  ἀπήντησαν  δέκα  λεπροὶ  ἄνδρες, οἳ  ἔστησαν  πόρρωθεν,", "translation": "Lè Jésus antre nan yon vil, dis leprous gason te kanpe lwen, yo te kanpe distans, pou yo pa kontamine li.", "calver": "2025.05.21", "id": "LUK 17:12", "translation_time": 5.28}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  αὐτοὶ  ἦραν  φωνὴν  λέγοντες  Ἰησοῦ  Ἐπιστάτα, ἐλέησον  ἡμᾶς.", "translation": "Epi yo leve vwa zot di: \"Jésus, Maître, pri pou nou, éli nou.\"", "calver": "2025.05.21", "id": "LUK 17:13", "translation_time": 5.71}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἰδὼν  εἶπεν  αὐτοῖς  Πορευθέντες  ἐπιδείξατε  ἑαυτοὺς  τοῖς  ἱερεῦσιν. καὶ  ἐγένετο  ἐν  τῷ  ὑπάγειν  αὐτοὺς  ἐκαθαρίσθησαν.", "translation": "Lè Jésus wè sa, li di yo: \"Ale, montre tèt ou bay prèt yo.\" Pandan y ap mache, yo te vin netwaye.", "calver": "2025.05.21", "id": "LUK 17:14", "translation_time": 7.51}
{"source_lang": "grc", "target_lang": "acf", "original": "εἷς  δὲ  ἐξ  αὐτῶν, ἰδὼν  ὅτι  ἰάθη, ὑπέστρεψεν  μετὰ  φωνῆς  μεγάλης  δοξάζων  τὸν  Θεόν,", "translation": "Yonn nan yo, lè li wè li te geri, li retounen avèk yon vwa fò pou l’ bay Bondye glwa.", "calver": "2025.05.21", "id": "LUK 17:15", "translation_time": 4.23}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἔπεσεν  ἐπὶ  πρόσωπον  παρὰ  τοὺς  πόδας  αὐτοῦ  εὐχαριστῶν  αὐτῷ· καὶ  αὐτὸς  ἦν  Σαμαρείτης.", "translation": "Li tombe sou figi a pye yon moun, li bay remèsiman, e li te yon Samariten.", "calver": "2025.05.21", "id": "LUK 17:16", "translation_time": 4.83}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀποκριθεὶς  δὲ  ὁ  Ἰησοῦς  εἶπεν  Οὐχ  οἱ  δέκα  ἐκαθαρίσθησαν; οἱ  δὲ  ἐννέα  ποῦ;", "translation": "Apot ki Jésus di, \"Nou kat lepre té ka geri? Koté sa yo disan?\"", "calver": "2025.05.21", "id": "LUK 17:17", "translation_time": 6.89}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐχ  εὑρέθησαν  ὑποστρέψαντες  δοῦναι  δόξαν  τῷ  Θεῷ  εἰ  μὴ  ὁ  ἀλλογενὴς  οὗτος;", "translation": "Eske se sèlman sa a etranje ki tounen pou bay glwa Bondye, paske lòt moun ki tounen pou bay glwa Bondye pa jwenn?", "calver": "2025.05.21", "id": "LUK 17:18", "translation_time": 6.38}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  αὐτῷ  Ἀναστὰς  πορεύου· ἡ  πίστις  σου  σέσωκέν  σε.", "translation": "Li di a li: \"Leve, ale; lafwa ou ka sove ou.\"", "calver": "2025.05.21", "id": "LUK 17:19", "translation_time": 12.67}
{"source_lang": "grc", "target_lang": "acf", "original": "λυσιτελεῖ  αὐτῷ  εἰ  λίθος  μυλικὸς  περίκειται  περὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  ἔρριπται  εἰς  τὴν  θάλασσαν, ἢ  ἵνα  σκανδαλίσῃ  τῶν  μικρῶν  τούτων  ἕνα.", "translation": "Li pou li, li fè plis pou li si yo pann yon gwo wòch sou kou li epi jete li nan lanmè a, pase pou li si li fè yon sèl nan ti moun sa yo tonbe. Sa a se yon avètisman serye sou konsekans pou moun ki mennen lòt moun nan peche oswa ki fè yo tonbe nan move chemen, paske se yon fado lou ki ka pote sou yo. Se pou nou sonje ke nan pawòl Bondye a, se yon bagay grav pou nou pa fè lòt moun tonbe, espesyalman ti moun ki gen lafwa.", "calver": "2025.05.21", "id": "LUK 17:2", "translation_time": 8.25}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐπερωτηθεὶς  δὲ  ὑπὸ  τῶν  Φαρισαίων  πότε  ἔρχεται  ἡ  βασιλεία  τοῦ  Θεοῦ, ἀπεκρίθη  αὐτοῖς  καὶ  εἶπεν  Οὐκ  ἔρχεται  ἡ  βασιλεία  τοῦ  Θεοῦ  μετὰ  παρατηρήσεως,", "translation": "Lè yo te poze l kesyon, Kilè wayòm Bondye a va vini, li reponn yo, li di: \"Wayòm Bondye a pa vini avèk obsèvasyon.\"", "calver": "2025.05.21", "id": "LUK 17:20", "translation_time": 5.61}
{"source_lang": "grc", "target_lang": "acf", "original": "οὐδὲ  ἐροῦσιν  Ἰδοὺ  ὧδε  ἤ  Ἐκεῖ· ἰδοὺ  γὰρ  ἡ  βασιλεία  τοῦ  Θεοῦ  ἐντὸς  ὑμῶν  ἐστιν.", "translation": "Pa pou di, Gade la, ou; ἤ  Ἐκεῖ· Gade la, ou; paske, Roya Bondye la anndan ou.", "calver": "2025.05.21", "id": "LUK 17:21", "translation_time": 7.15}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητάς  Ἐλεύσονται  ἡμέραι  ὅτε  ἐπιθυμήσετε  μίαν  τῶν  ἡμερῶν  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου  ἰδεῖν  καὶ  οὐκ  ὄψεσθε.", "translation": "Epi li di a disip: Lanné ki va vini, lè ou va anvi wè yon nan jou yo nan Fils de l'Homme, men ou pa va wè.", "calver": "2025.05.21", "id": "LUK 17:22", "translation_time": 5.65}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐροῦσιν  ὑμῖν  Ἰδοὺ  ἐκεῖ, Ἰδοὺ  ὧδε· μὴ  ἀπέλθητε  μηδὲ  διώξητε.", "translation": "Gade, la, la; pa kite ni pou ale ni pou kouri dèyè.", "calver": "2025.05.21", "id": "LUK 17:23", "translation_time": 5.83}
{"source_lang": "grc", "target_lang": "acf", "original": "ὥσπερ  γὰρ  ἡ  ἀστραπὴ  ἀστράπτουσα  ἐκ  τῆς  ὑπὸ  τὸν  οὐρανὸν  εἰς  τὴν  ὑπ’  οὐρανὸν  λάμπει, οὕτως  ἔσται  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἐν  τῇ  ἡμέρᾳ  αὐτοῦ.", "translation": "Comme un éclair qui traverse le ciel, ainsi sera le Fils de l'Homme en son jour.", "calver": "2025.05.21", "id": "LUK 17:24", "translation_time": 4.81}
{"source_lang": "grc", "target_lang": "acf", "original": "πρῶτον  δὲ  δεῖ  αὐτὸν  πολλὰ  παθεῖν  καὶ  ἀποδοκιμασθῆναι  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "Premyé, li bizwen soufrir plizyé bagay ek pou rejeté pa jenerasyon sa.", "calver": "2025.05.21", "id": "LUK 17:25", "translation_time": 6.29}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  καθὼς  ἐγένετο  ἐν  ταῖς  ἡμέραις  Νῶε, οὕτως  ἔσται  καὶ  ἐν  ταῖς  ἡμέραις  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου·", "translation": "Kòm sa te nan jou Nwò, konsa va tou nan jou Fils de l'Homme.", "calver": "2025.05.21", "id": "LUK 17:26", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "acf", "original": "ἤσθιον, ἔπινον, ἐγάμουν, ἐγαμίζοντο, ἄχρι  ἧς  ἡμέρας  εἰσῆλθεν  Νῶε  εἰς  τὴν  κιβωτόν, καὶ  ἦλθεν  ὁ  κατακλυσμὸς  καὶ  ἀπώλεσεν  πάντας.", "translation": "Noé a mangé, a bu, a s'est marié, a entré dans l'arche, et le déluge est venu, et a détruit tout.", "calver": "2025.05.21", "id": "LUK 17:27", "translation_time": 6.09}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁμοίως  καθὼς  ἐγένετο  ἐν  ταῖς  ἡμέραις  Λώτ· ἤσθιον, ἔπινον, ἠγόραζον, ἐπώλουν, ἐφύτευον, ᾠκοδόμουν·", "translation": "Menm jan, jan sa te fèt nan tan Lot, yo te manje, yo te bwè, yo te achte, yo te vann, yo te plante, yo te konstwi.", "calver": "2025.05.21", "id": "LUK 17:28", "translation_time": 7.4}
{"source_lang": "grc", "target_lang": "acf", "original": "ᾗ  δὲ  ἡμέρᾳ  ἐξῆλθεν  Λὼτ  ἀπὸ  Σοδόμων, ἔβρεξεν  πῦρ  καὶ  θεῖον  ἀπ’  οὐρανοῦ  καὶ  ἀπώλεσεν  πάντας.", "translation": "Lòt a kite Sodom, epi, li te gen yon lapli dife ak souf ki te tonbe soti nan syèl la, e li te detwi tout bagay.", "calver": "2025.05.21", "id": "LUK 17:29", "translation_time": 4.97}
{"source_lang": "grc", "target_lang": "acf", "original": "προσέχετε  ἑαυτοῖς. ἐὰν  ἁμάρτῃ  ὁ  ἀδελφός  σου, ἐπιτίμησον  αὐτῷ, καὶ  ἐὰν  μετανοήσῃ, ἄφες  αὐτῷ.", "translation": "Pran gad à zot menm. Si ou frè ou péché, réprimand li, épi si li pèché, ou pé fè pé li.", "calver": "2025.05.21", "id": "LUK 17:3", "translation_time": 5.97}
{"source_lang": "grc", "target_lang": "acf", "original": "κατὰ  τὰ  αὐτὰ  ἔσται  ᾗ  ἡμέρᾳ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἀποκαλύπτεται.", "translation": "Selon la même manière, le jour où le Fils de l'Homme sera révélé, il se produira.", "calver": "2025.05.21", "id": "LUK 17:30", "translation_time": 7.78}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐν  ἐκείνῃ  τῇ  ἡμέρᾳ  ὃς  ἔσται  ἐπὶ  τοῦ  δώματος  καὶ  τὰ  σκεύη  αὐτοῦ  ἐν  τῇ  οἰκίᾳ, μὴ  καταβάτω  ἆραι  αὐτά, καὶ  ὁ  ἐν  ἀγρῷ  ὁμοίως  μὴ  ἐπιστρεψάτω  εἰς  τὰ  ὀπίσω.", "translation": "Nan jou sa a, ki moun ki sou do kay la, e ki gen bagay nan kay la, pa kite li leve pou pran sa, e menm moun ki nan jaden an, pa tounen tounen nan kay la pou tounen tounen nan kay la.", "calver": "2025.05.21", "id": "LUK 17:31", "translation_time": 7.31}
{"source_lang": "grc", "target_lang": "acf", "original": "μνημονεύετε  τῆς  γυναικὸς  Λώτ.", "translation": "Mémorez de la femme de Lot", "calver": "2025.05.21", "id": "LUK 17:32", "translation_time": 4.96}
{"source_lang": "grc", "target_lang": "acf", "original": "ὃς  ἐὰν  ζητήσῃ  τὴν  ψυχὴν  αὐτοῦ  περιποιήσασθαι, ἀπολέσει  αὐτήν, καὶ  ὃς  ἂν  ἀπολέσει, ζωογονήσει  αὐτήν.", "translation": "Kisa ki moun ki va chèche pou sove lavi li, li p ap pèdi li; men, moun ki va pèdi lavi li pou mwen, va jwenn li.", "calver": "2025.05.21", "id": "LUK 17:33", "translation_time": 5.21}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  ὑμῖν, ταύτῃ  τῇ  νυκτὶ  ἔσονται  δύο  ἐπὶ  κλίνης  μιᾶς, ὁ  εἷς  παραλημφθήσεται  καὶ  ὁ  ἕτερος  ἀφεθήσεται·", "translation": "Je vous dis qu'en cette nuit, deux seront dans le lit, l'un sera pris, et l'autre sera laissé derrière.", "calver": "2025.05.21", "id": "LUK 17:34", "translation_time": 12.15}
{"source_lang": "grc", "target_lang": "acf", "original": "ἔσονται  δύο  ἀλήθουσαι  ἐπὶ  τὸ  αὐτό, ἡ  μία  παραλημφθήσεται  ἡ  δὲ  ἑτέρα  ἀφεθήσεται.", "translation": "De deux témoins ki se met d'accord sou menm bagay la, youn va être prise, epi lòt la va être laissée.", "calver": "2025.05.21", "id": "LUK 17:35", "translation_time": 5.6}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀποκριθέντες  λέγουσιν  αὐτῷ  Ποῦ, Κύριε; ὁ  δὲ  εἶπεν  αὐτοῖς  Ὅπου  τὸ  σῶμα, ἐκεῖ  καὶ  οἱ  ἀετοὶ  ἐπισυναχθήσονται.", "translation": "Epi, lè yo reponn li, yo di: \"Kote kò a ye, se la voutou rasanble tou.\"", "calver": "2025.05.21", "id": "LUK 17:37", "translation_time": 5.84}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐὰν  ἑπτάκις  τῆς  ἡμέρας  ἁμαρτήσῃ  εἰς  σὲ  καὶ  ἑπτάκις  ἐπιστρέψῃ  πρὸς  σὲ  λέγων  Μετανοῶ, ἀφήσεις  αὐτῷ.", "translation": "E si ou pé péché kont ou sept fwa nan yon jou, é si ou pé retourné a li é di, \"Mwen péné,\" li ké pé péché kont ou é li ké pé péché kont ou.", "calver": "2025.05.21", "id": "LUK 17:4", "translation_time": 5.28}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  εἶπαν  οἱ  ἀπόστολοι  τῷ  Κυρίῳ  Πρόσθες  ἡμῖν  πίστιν.", "translation": "Epi tout moun di a Seyè a, \"Ajoute nou lafwa.\"", "calver": "2025.05.21", "id": "LUK 17:5", "translation_time": 6.2}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  ὁ  Κύριος  Εἰ  ἔχετε  πίστιν  ὡς  κόκκον  σινάπεως, ἐλέγετε  ἂν  τῇ  συκαμίνῳ  ταύτῃ  Ἐκριζώθητι  καὶ  φυτεύθητι  ἐν  τῇ  θαλάσσῃ· καὶ  ὑπήκουσεν  ἂν  ὑμῖν.", "translation": "Epi Sèlman ou ni lafwa kouma yon grenn moutad, ou kapab di pyès fig ki nan jaden an, \"Dechouke li,\" epi pouse li nan lanmè a; e li va obeyi ou.", "calver": "2025.05.21", "id": "LUK 17:6", "translation_time": 6.16}
{"source_lang": "grc", "target_lang": "acf", "original": "Τίς  δὲ  ἐξ  ὑμῶν  δοῦλον  ἔχων  ἀροτριῶντα  ἢ  ποιμαίνοντα, ὃς  εἰσελθόντι  ἐκ  τοῦ  ἀγροῦ  ἐρεῖ  αὐτῷ  Εὐθέως  παρελθὼν  ἀνάπεσε,", "translation": "Ki moun ki gen sèvant nan jaden oswa nan mouton, lè li antre, yo di li: \"Leve touswit.\"", "calver": "2025.05.21", "id": "LUK 17:7", "translation_time": 4.97}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀλλ’  οὐχὶ  ἐρεῖ  αὐτῷ  Ἑτοίμασον  τί  δειπνήσω, καὶ  περιζωσάμενος  διακόνει  μοι  ἕως  φάγω  καὶ  πίω, καὶ  μετὰ  ταῦτα  φάγεσαι  καὶ  πίεσαι  σύ;", "translation": "Men, ou pa pou di li: \"Fè li prepare sa ki pou manje,\" epi, lè ou fin fè sa, leve ou, sèv li, pou ou ka manje ak bwè. Apre sa, ou va manje ak bwè ankò.", "calver": "2025.05.21", "id": "LUK 17:8", "translation_time": 4.97}
{"source_lang": "grc", "target_lang": "acf", "original": "μὴ  ἔχει  χάριν  τῷ  δούλῳ  ὅτι  ἐποίησεν  τὰ  διαταχθέντα;", "translation": "Es ou merite lwanj pou sa ki ou fè ki ou te komandé?", "calver": "2025.05.21", "id": "LUK 17:9", "translation_time": 5.04}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἔλεγεν  δὲ  παραβολὴν  αὐτοῖς  πρὸς  τὸ  δεῖν  πάντοτε  προσεύχεσθαι  αὐτοὺς  καὶ  μὴ  ἐνκακεῖν,", "translation": "Li té konté parabol pou montre nou ki jan i enpòtan pou nou prié toujou, san janm pèdi kouraj. Nou dwe kenbe lafwa nou, menm lè bagay yo difisil, pou nou pa lage men nan lapriyè. Se yon apèl pou tout kretyen pou yo pa janm abandone lapriyè, men pou yo toujou fè li avèk fidelité ak perseverans, pou yo ka jwenn gidans ak pwoteksyon Bondye.", "calver": "2025.05.21", "id": "LUK 18:1", "translation_time": 5.53}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἄνθρωποι  δύο  ἀνέβησαν  εἰς  τὸ  ἱερὸν  προσεύξασθαι, ὁ  εἷς  Φαρισαῖος  καὶ  ὁ  ἕτερος  τελώνης.", "translation": "De deux hommes, y en a un Pharisien é y en a un collecteur d'impôts, ki monté au temple pou prier.", "calver": "2025.05.21", "id": "LUK 18:10", "translation_time": 4.98}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  Φαρισαῖος  σταθεὶς  ταῦτα  πρὸς  ἑαυτὸν  προσηύχετο  Ὁ  Θεός, εὐχαριστῶ  σοι  ὅτι  οὐκ  εἰμὶ  ὥσπερ  οἱ  λοιποὶ  τῶν  ἀνθρώπων, ἅρπαγες, ἄδικοι, μοιχοί, ἢ  καὶ  ὡς  οὗτος  ὁ  τελώνης·", "translation": "Farisien, ki te standi a la preyè a li, priye: \"Bondié, mèsi ou, pas konm ou, ki pa konm lot moun, vòlè, pa jis, adiltè, ni menm kòm sa tènyè-la.\"", "calver": "2025.05.21", "id": "LUK 18:11", "translation_time": 9.06}
{"source_lang": "grc", "target_lang": "acf", "original": "νηστεύω  δὶς  τοῦ  σαββάτου, ἀποδεκατεύω  πάντα  ὅσα  κτῶμαι.", "translation": "Mwen jeûne de fwa nan semèn, e mwen bay dizèm tout sa m genyen.", "calver": "2025.05.21", "id": "LUK 18:12", "translation_time": 5.92}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  τελώνης  μακρόθεν  ἑστὼς  οὐκ  ἤθελεν  οὐδὲ  τοὺς  ὀφθαλμοὺς  ἐπᾶραι  εἰς  τὸν  οὐρανόν, ἀλλ’  ἔτυπτεν  τὸ  στῆθος  αὐτοῦ  λέγων  Ὁ  Θεός, ἱλάσθητί  μοι  τῷ  ἁμαρτωλῷ.", "translation": "Menm lè, yon taksan te kanpe lwen, li pa t vle leve je l pou gade nan syèl la, men li tap frape nan pwatrin li, li t ap di: \"O Bondye, souple, padone m, pechè sa a.\"", "calver": "2025.05.21", "id": "LUK 18:13", "translation_time": 5.34}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  ὑμῖν, κατέβη  οὗτος  δεδικαιωμένος  εἰς  τὸν  οἶκον  αὐτοῦ  παρ’  ἐκεῖνον· ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, ὁ  δὲ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "Mwen ka di nou, moun sa a ki te vin jistifye, li ka retounen nan kay li, nan men li; paske, tout moun ki leve tèt yo, yo va desann, e tout moun ki desann tèt yo, yo va leve.", "calver": "2025.05.21", "id": "LUK 18:14", "translation_time": 6.59}
{"source_lang": "grc", "target_lang": "acf", "original": "Προσέφερον  δὲ  αὐτῷ  καὶ  τὰ  βρέφη  ἵνα  αὐτῶν  ἅπτηται· ἰδόντες  δὲ  οἱ  μαθηταὶ  ἐπετίμων  αὐτοῖς.", "translation": "Yo ofri timoun ba Jezi, pou li ka manyen yo; lè sa a, disip li yo rebuke moun ki te pote timoun yo.", "calver": "2025.05.21", "id": "LUK 18:15", "translation_time": 5.94}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  Ἰησοῦς  προσεκαλέσατο  αὐτὰ  λέγων  Ἄφετε  τὰ  παιδία  ἔρχεσθαι  πρός  με  καὶ  μὴ  κωλύετε  αὐτά· τῶν  γὰρ  τοιούτων  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Jésus a appelé et dit : « Laissez les enfants venir à moi, et ne les empêchez pas ; car le royaume de Dieu appartient à ceux comme eux. »", "calver": "2025.05.21", "id": "LUK 18:16", "translation_time": 5.69}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀμὴν  λέγω  ὑμῖν, ὃς  ἂν  μὴ  δέξηται  τὴν  βασιλείαν  τοῦ  Θεοῦ  ὡς  παιδίον, οὐ  μὴ  εἰσέλθῃ  εἰς  αὐτήν.", "translation": "Amen, m' ka di ou, kèlkeswa ki pa aksepte rèn Bondye kòm yon timoun, p' ap antre ladanl.", "calver": "2025.05.21", "id": "LUK 18:17", "translation_time": 6.58}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἐπηρώτησέν  τις  αὐτὸν  ἄρχων  λέγων  Διδάσκαλε  ἀγαθέ, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "Seigneur, bon maître, ki sa ou di m pou fè pou m ka jwenn lavi éternèl? Sa ki te mande l, \"Ki sa m dwe fè pou m ka mo jwenn lavi ki p ap fini?\" Se yon chèf ki te mande sa a, ap pale avèk Jezi, avèk respè ak fòmèlite, pou konnen ki aksyon li dwe pran pou jwenn lavi ki p ap fini.", "calver": "2025.05.21", "id": "LUK 18:18", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Τί  με  λέγεις  ἀγαθόν; οὐδεὶς  ἀγαθὸς  εἰ  μὴ  εἷς  ὁ  Θεός.", "translation": "\"Pourquoi tu m'appelles bon? Personne n'est bon sauf un, c'est Dieu.\"", "calver": "2025.05.21", "id": "LUK 18:19", "translation_time": 5.44}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγων  Κριτής  τις  ἦν  ἔν  τινι  πόλει  τὸν  Θεὸν  μὴ  φοβούμενος  καὶ  ἄνθρωπον  μὴ  ἐντρεπόμενος.", "translation": "Juge ki pa ni pè Bondy ni ni pè moun.", "calver": "2025.05.21", "id": "LUK 18:2", "translation_time": 5.48}
{"source_lang": "grc", "target_lang": "acf", "original": "τὰς  ἐντολὰς  οἶδας  Μὴ  μοιχεύσῃς, Μὴ  φονεύσῃς, Μὴ  κλέψῃς, Μὴ  ψευδομαρτυρήσῃς, Τίμα  τὸν  πατέρα  σου  καὶ  τὴν  μητέρα.", "translation": "Ou konn kòmandman yo: Pa komèt adiltè, Pa touye moun, Pa vòlò, Pa bay temwayaj fo, Onore papa ou ak manman ou.", "calver": "2025.05.21", "id": "LUK 18:20", "translation_time": 6.37}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  Ταῦτα  πάντα  ἐφύλαξα  ἐκ  νεότητος.", "translation": "Mwen te kenbe tout sa depi jèn mwen.", "calver": "2025.05.21", "id": "LUK 18:21", "translation_time": 5.92}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀκούσας  δὲ  ὁ  Ἰησοῦς  εἶπεν  αὐτῷ  Ἔτι  ἕν  σοι  λείπει· πάντα  ὅσα  ἔχεις  πώλησον  καὶ  διάδος  πτωχοῖς, καὶ  ἕξεις  θησαυρὸν  ἐν  τοῖς  οὐρανοῖς, καὶ  δεῦρο  ἀκολούθει  μοι.", "translation": "Apre ki Jezi tande sa, li di a li: \"Yonn plis bagay ou bezwen; vann tout sa ou genyen, epi bay moun pòv yo, konsa ou va gen yon trezò nan syèl la. Apre sa, vin swiv mwen.\"", "calver": "2025.05.21", "id": "LUK 18:22", "translation_time": 7.6}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  ἀκούσας  ταῦτα  περίλυπος  ἐγενήθη, ἦν  γὰρ  πλούσιος  σφόδρα.", "translation": "Apré tande sa, li vin tris, paské li té vréman rich.", "calver": "2025.05.21", "id": "LUK 18:23", "translation_time": 6.15}
{"source_lang": "grc", "target_lang": "acf", "original": "ἰδὼν  δὲ  αὐτὸν  ὁ  Ἰησοῦς  εἶπεν  Πῶς  δυσκόλως  οἱ  τὰ  χρήματα  ἔχοντες  εἰς  τὴν  βασιλείαν  τοῦ  Θεοῦ  εἰσπορεύονται·", "translation": "Lè Jezi wè sa, li di: \"Ki jan li difisil pou moun ki gen richès pou antre nan wayòm Bondye.\"", "calver": "2025.05.21", "id": "LUK 18:24", "translation_time": 6.25}
{"source_lang": "grc", "target_lang": "acf", "original": "εὐκοπώτερον  γάρ  ἐστιν  κάμηλον  διὰ  τρήματος  βελόνης  εἰσελθεῖν  ἢ  πλούσιον  εἰς  τὴν  βασιλείαν  τοῦ  Θεοῦ  εἰσελθεῖν.", "translation": "Li pli fasil pou yon kamèl pase nan je yon zegwi, pase pou yon moun ki rich antre nan wayòm Bondye a.", "calver": "2025.05.21", "id": "LUK 18:25", "translation_time": 7.99}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπαν  δὲ  οἱ  ἀκούσαντες  Καὶ  τίς  δύναται  σωθῆναι;", "translation": "Epi sa ki tande yo, yo di: Kiyès ki kapab sove?", "calver": "2025.05.21", "id": "LUK 18:26", "translation_time": 6.14}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  Τὰ  ἀδύνατα  παρὰ  ἀνθρώποις  δυνατὰ  παρὰ  τῷ  Θεῷ  ἐστιν.", "translation": "Li di: \"Sa ki pa posib pou moun, posib pou Bondye. Tout bagay posib pou Bondye.\"", "calver": "2025.05.21", "id": "LUK 18:27", "translation_time": 7.17}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Ἰδοὺ  ἡμεῖς  ἀφέντες  τὰ  ἴδια  ἠκολουθήσαμέν  σοι.", "translation": "\"Nou kite tout bagay nou, epi nou swiv ou.\"", "calver": "2025.05.21", "id": "LUK 18:28", "translation_time": 6.36}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  εἶπεν  αὐτοῖς  Ἀμὴν  λέγω  ὑμῖν  ὅτι  οὐδείς  ἐστιν  ὃς  ἀφῆκεν  οἰκίαν  ἢ  γυναῖκα  ἢ  ἀδελφοὺς  ἢ  γονεῖς  ἢ  τέκνα  ἕνεκεν  τῆς  βασιλείας  τοῦ  Θεοῦ,", "translation": "Aucun ki a abandonné yon kay, yon madanm, frè, paran, ou byen pitit, pou le royaume Bondye, m di nou vrèman.", "calver": "2025.05.21", "id": "LUK 18:29", "translation_time": 5.82}
{"source_lang": "grc", "target_lang": "acf", "original": "χήρα  δὲ  ἦν  ἐν  τῇ  πόλει  ἐκείνῃ, καὶ  ἤρχετο  πρὸς  αὐτὸν  λέγουσα  Ἐκδίκησόν  με  ἀπὸ  τοῦ  ἀντιδίκου  μου.", "translation": "Vye fanm nan vil la, li vin jwenn li, li di: \"Mwen vle jistis kont advèsè mwen.\"", "calver": "2025.05.21", "id": "LUK 18:3", "translation_time": 6.41}
{"source_lang": "grc", "target_lang": "acf", "original": "ὃς  οὐχὶ  μὴ  λάβῃ  πολλαπλασίονα  ἐν  τῷ  καιρῷ  τούτῳ  καὶ  ἐν  τῷ  αἰῶνι  τῷ  ἐρχομένῳ  ζωὴν  αἰώνιον.", "translation": "Ki pa resevwa yon kantite nan tan sa a epi nan laj ki ap vini an, lavi ki p'ap janm fini.", "calver": "2025.05.21", "id": "LUK 18:30", "translation_time": 5.88}
{"source_lang": "grc", "target_lang": "acf", "original": "Παραλαβὼν  δὲ  τοὺς  δώδεκα  εἶπεν  πρὸς  αὐτούς  Ἰδοὺ  ἀναβαίνομεν  εἰς  Ἱερουσαλήμ, καὶ  τελεσθήσεται  πάντα  τὰ  γεγραμμένα  διὰ  τῶν  προφητῶν  τῷ  Υἱῷ  τοῦ  ἀνθρώπου·", "translation": "Prané dékwa, Gade, nou ka monté pou al Jéwusalem, épi tout sa ki épié pou fèt va fèt, dapré pwofèt-la, Fils Ètwal-la.", "calver": "2025.05.21", "id": "LUK 18:31", "translation_time": 7.59}
{"source_lang": "grc", "target_lang": "acf", "original": "παραδοθήσεται  γὰρ  τοῖς  ἔθνεσιν  καὶ  ἐμπαιχθήσεται  καὶ  ὑβρισθήσεται  καὶ  ἐμπτυσθήσεται,", "translation": "Pran soumission pou nasyon yo, epi ap fè wout, ap jije w, epi ap voye w tounen, e ap meprize w, e ap voye w tounen, e ap voye w tounen.", "calver": "2025.05.21", "id": "LUK 18:32", "translation_time": 8.6}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  μαστιγώσαντες  ἀποκτενοῦσιν  αὐτόν, καὶ  τῇ  ἡμέρᾳ  τῇ  τρίτῃ  ἀναστήσεται.", "translation": "Yo va bat li, yo va touye li, epi sou twa jou, li va leve.", "calver": "2025.05.21", "id": "LUK 18:33", "translation_time": 6.36}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  αὐτοὶ  οὐδὲν  τούτων  συνῆκαν, καὶ  ἦν  τὸ  ῥῆμα  τοῦτο  κεκρυμμένον  ἀπ’  αὐτῶν, καὶ  οὐκ  ἐγίνωσκον  τὰ  λεγόμενα.", "translation": "Yo pa t konprann okenn nan sa yo, e pawòl sa a te kache anba je yo, e yo pa t rekonèt sa k ap di a.", "calver": "2025.05.21", "id": "LUK 18:34", "translation_time": 6.41}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐγένετο  δὲ  ἐν  τῷ  ἐγγίζειν  αὐτὸν  εἰς  Ἱερειχὼ  τυφλός  τις  ἐκάθητο  παρὰ  τὴν  ὁδὸν  ἐπαιτῶν.", "translation": "Li té ka vini bò kote Jericho, épi on moun ki avèg té ka chita bò kot la, ki té ka mande lajan.", "calver": "2025.05.21", "id": "LUK 18:35", "translation_time": 6.03}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀκούσας  δὲ  ὄχλου  διαπορευομένου  ἐπυνθάνετο  τί  εἴη  τοῦτο.", "translation": "Ki tande yon foul ki tande li pase, li te mande ki sa sa ye.", "calver": "2025.05.21", "id": "LUK 18:36", "translation_time": 13.07}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀπήγγειλαν  δὲ  αὐτῷ  ὅτι  Ἰησοῦς  ὁ  Ναζωραῖος  παρέρχεται.", "translation": "Yo fè konnen ba li ke Jezi Nazaret ap pase.", "calver": "2025.05.21", "id": "LUK 18:37", "translation_time": 7.06}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐβόησεν  λέγων  Ἰησοῦ  υἱὲ  Δαυείδ, ἐλέησόν  με.", "translation": "Epi li kriye, di: \"Jézi, Fils David, Pran pity pou mwen.\"", "calver": "2025.05.21", "id": "LUK 18:38", "translation_time": 7.61}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  οἱ  προάγοντες  ἐπετίμων  αὐτῷ  ἵνα  σιγήσῃ· αὐτὸς  δὲ  πολλῷ  μᾶλλον  ἔκραζεν  Υἱὲ  Δαυείδ, ἐλέησόν  με.", "translation": "Epi, chef-la té réprimandé-y pou i ka silansé, men i té kriyé pi fò toujou: \"Fils David, aie m' pityé!\"", "calver": "2025.05.21", "id": "LUK 18:39", "translation_time": 5.66}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  οὐκ  ἤθελεν  ἐπὶ  χρόνον· μετὰ  ταῦτα  δὲ  εἶπεν  ἐν  ἑαυτῷ  Εἰ  καὶ  τὸν  Θεὸν  οὐ  φοβοῦμαι  οὐδὲ  ἄνθρωπον  ἐντρέπομαι,", "translation": "Apre sa, li di nan tèt li: \"Si mwen pa pè Bondye, ni mwen pa gen wont devan moun,\" li pa t vle pè pou yon tan, men apre sa, li te fè yon refleksyon sou sa.", "calver": "2025.05.21", "id": "LUK 18:4", "translation_time": 7.83}
{"source_lang": "grc", "target_lang": "acf", "original": "σταθεὶς  δὲ  ὁ  Ἰησοῦς  ἐκέλευσεν  αὐτὸν  ἀχθῆναι  πρὸς  αὐτόν. ἐγγίσαντος  δὲ  αὐτοῦ  ἐπηρώτησεν  αὐτόν", "translation": "Lè Jezi lòd li pou yon moun mennen li vin jwenn li, moun nan pwoche epi li mande li yon kesyon.", "calver": "2025.05.21", "id": "LUK 18:40", "translation_time": 6.99}
{"source_lang": "grc", "target_lang": "acf", "original": "Τί  σοι  θέλεις  ποιήσω; ὁ  δὲ  εἶπεν  Κύριε, ἵνα  ἀναβλέψω.", "translation": "Kisa ou vle m fè pou ou, Seyè? Pou m kapab wè.", "calver": "2025.05.21", "id": "LUK 18:41", "translation_time": 5.78}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ὁ  Ἰησοῦς  εἶπεν  αὐτῷ  Ἀνάβλεψον· ἡ  πίστις  σου  σέσωκέν  σε.", "translation": "E Jezi di a li: \"Gade anlè; la fwa ou sé sove ou.\"", "calver": "2025.05.21", "id": "LUK 18:42", "translation_time": 8.49}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  παραχρῆμα  ἀνέβλεψεν, καὶ  ἠκολούθει  αὐτῷ  δοξάζων  τὸν  Θεόν. καὶ  πᾶς  ὁ  λαὸς  ἰδὼν  ἔδωκεν  αἶνον  τῷ  Θεῷ.", "translation": "Epi, imedyatman, li te leve je li, epi li te swiv li, lap fè lwanj Bondye. Epi, tout pèp la, wè sa, yo te bay glwa a Bondye.", "calver": "2025.05.21", "id": "LUK 18:43", "translation_time": 7.88}
{"source_lang": "grc", "target_lang": "acf", "original": "διά  γε  τὸ  παρέχειν  μοι  κόπον  τὴν  χήραν  ταύτην  ἐκδικήσω  αὐτήν, ἵνα  μὴ  εἰς  τέλος  ἐρχομένη  ὑπωπιάζῃ  με.", "translation": "Mwen pral fè tout sa ki nan pouvwa mwen pou m’ venge veuve sa, pou l pa kontinye deranje m’ nan fen a, e pou m’ asire ke li peye pou sa li fè. Mwen pa p’ kite l kontinye ap fè m’ mal, paske jistis Bondye mande pou nou defann moun ki san defans, e pou nou fè sa ki dwat nan je li.", "calver": "2025.05.21", "id": "LUK 18:5", "translation_time": 7.59}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δὲ  ὁ  Κύριος  Ἀκούσατε  τί  ὁ  κριτὴς  τῆς  ἀδικίας  λέγει·", "translation": "Di, Se Seyè a, tande kisa koutye a di sou enjistis la.", "calver": "2025.05.21", "id": "LUK 18:6", "translation_time": 6.16}
{"source_lang": "grc", "target_lang": "acf", "original": "ὁ  δὲ  Θεὸς  οὐ  μὴ  ποιήσῃ  τὴν  ἐκδίκησιν  τῶν  ἐκλεκτῶν  αὐτοῦ  τῶν  βοώντων  αὐτῷ  ἡμέρας  καὶ  νυκτός, καὶ  μακροθυμεῖ  ἐπ’  αὐτοῖς;", "translation": "Bondyè, èske li p ap fè jistis pou chwazi li yo ki ap rele l’ jou ak nuit, e li ap tann avèk pasyans pou yo?", "calver": "2025.05.21", "id": "LUK 18:7", "translation_time": 7.58}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  ὑμῖν  ὅτι  ποιήσει  τὴν  ἐκδίκησιν  αὐτῶν  ἐν  τάχει. πλὴν  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἐλθὼν  ἆρα  εὑρήσει  τὴν  πίστιν  ἐπὶ  τῆς  γῆς;", "translation": "Mwen di ba ou ki Fils lan Moun va fè jistis vitman sou moun ki fè move zòt. Men, lè Fils lan Moun vini, èske li va jwenn lafwa sou tè a?", "calver": "2025.05.21", "id": "LUK 18:8", "translation_time": 9.29}
{"source_lang": "grc", "target_lang": "acf", "original": "Εἶπεν  δὲ  καὶ  πρός  τινας  τοὺς  πεποιθότας  ἐφ’  ἑαυτοῖς  ὅτι  εἰσὶν  δίκαιοι  καὶ  ἐξουθενοῦντας  τοὺς  λοιποὺς  τὴν  παραβολὴν  ταύτην.", "translation": "Li té di an plis, li té palé a kèk moun ki kwè nan tèt yo, ki kwè yo dwat, epi ki jije lòt moun, pou di yo yon parabòl sa a: moun ki kwè nan tèt yo, ki kwè yo dwat, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt moun, epi ki jije lòt", "calver": "2025.05.21", "id": "LUK 18:9", "translation_time": 11.42}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  εἰσελθὼν  διήρχετο  τὴν  Ἱερειχώ.", "translation": "E antre, li te pase nan Jericho.", "calver": "2025.05.21", "id": "LUK 19:1", "translation_time": 5.27}
{"source_lang": "grc", "target_lang": "acf", "original": "ἦλθεν  γὰρ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ζητῆσαι  καὶ  σῶσαι  τὸ  ἀπολωλός.", "translation": "Paske, Lèzòm nan te vini pou chèche epi sove sa ki pèdi a, se Pitit Gason moun nan ki te vini.", "calver": "2025.05.21", "id": "LUK 19:10", "translation_time": 8.08}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἀκουόντων  δὲ  αὐτῶν  ταῦτα  προσθεὶς  εἶπεν  παραβολὴν, διὰ  τὸ  ἐγγὺς  εἶναι  Ἱερουσαλὴμ  αὐτὸν  καὶ  δοκεῖν  αὐτοὺς  ὅτι  παραχρῆμα  μέλλει  ἡ  βασιλεία  τοῦ  Θεοῦ  ἀναφαίνεσθαι·", "translation": "Apre li tande sa, li ajoute yon parabòl, paske Jerizalèm pre, e yo panse ke wayòm Bondye a ap parèt touswit.", "calver": "2025.05.21", "id": "LUK 19:11", "translation_time": 5.5}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  οὖν  Ἄνθρωπός  τις  εὐγενὴς  ἐπορεύθη  εἰς  χώραν  μακρὰν  λαβεῖν  ἑαυτῷ  βασιλείαν  καὶ  ὑποστρέψαι.", "translation": "Nwa moun onorab te al ale nan yon peyi lwen pou resevwa yon wayòm epi retounen.", "calver": "2025.05.21", "id": "LUK 19:12", "translation_time": 6.78}
{"source_lang": "grc", "target_lang": "acf", "original": "καλέσας  δὲ  δέκα  δούλους  ἑαυτοῦ  ἔδωκεν  αὐτοῖς  δέκα  μνᾶς, καὶ  εἶπεν  πρὸς  αὐτούς  Πραγματεύσασθε  ἐν  ᾧ  ἔρχομαι.", "translation": "Ki te rele 10 sèvitè, li ba yo 10 mina, epi li di yo: \"Fè komès pandan m'ap vini.\"", "calver": "2025.05.21", "id": "LUK 19:13", "translation_time": 7.49}
{"source_lang": "grc", "target_lang": "acf", "original": "οἱ  δὲ  πολῖται  αὐτοῦ  ἐμίσουν  αὐτόν, καὶ  ἀπέστειλαν  πρεσβείαν  ὀπίσω  αὐτοῦ  λέγοντες  Οὐ  θέλομεν  τοῦτον  βασιλεῦσαι  ἐφ’  ἡμᾶς.", "translation": "Men, sitwayen li, yo te rayi li, epi yo voye yon delegasyon dèyè li, di ke: \"Nou pa vle l' règne sou nou.\"", "calver": "2025.05.21", "id": "LUK 19:14", "translation_time": 6.3}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐγένετο  ἐν  τῷ  ἐπανελθεῖν  αὐτὸν  λαβόντα  τὴν  βασιλείαν  καὶ  εἶπεν  φωνηθῆναι  αὐτῷ  τοὺς  δούλους  τούτους  οἷς  δεδώκει  τὸ  ἀργύριον, ἵνα  γνοῖ  τίς  τί  διεπραγματεύσατο.", "translation": "Lè li rivé, li te pran wayòm nan, epi li te mande pou rele sèvitè sa yo, ki te resevwa lajan an, pou wè kisa chak te fè avèk lajan an. Li te di yo pou konnen sa yo te fè, epi pou wè si yo te fè sa ki dwat avèk lajan ki te bay yo.", "calver": "2025.05.21", "id": "LUK 19:15", "translation_time": 8.49}
{"source_lang": "grc", "target_lang": "acf", "original": "παρεγένετο  δὲ  ὁ  πρῶτος  λέγων  Κύριε, ἡ  μνᾶ  σου  δέκα  προσηργάσατο  μνᾶς.", "translation": "Seigneur, a ofri disèt pou mna ou, e premye moun ki di sa.", "calver": "2025.05.21", "id": "LUK 19:16", "translation_time": 7.82}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  αὐτῷ  Εὖγε, ἀγαθὲ  δοῦλε, ὅτι  ἐν  ἐλαχίστῳ  πιστὸς  ἐγένου, ἴσθι  ἐξουσίαν  ἔχων  ἐπάνω  δέκα  πόλεων.", "translation": "Euge, bon travay, serviteur fidèl, paske ou te fidèl nan pi piti bagay, kounye a, ou gen otorite sou dis vil.", "calver": "2025.05.21", "id": "LUK 19:17", "translation_time": 6.66}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἦλθεν  ὁ  δεύτερος  λέγων  Ἠ  μνᾶ  σου, κύριε, ἐποίησεν  πέντε  μνᾶς.", "translation": "Dezyèm moun nan di, \"Ou mina, mèt, ou genyen, e mèt, ou fè senk minas.\"", "calver": "2025.05.21", "id": "LUK 19:18", "translation_time": 6.27}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  καὶ  τούτῳ  Καὶ  σὺ  ἐπάνω  γίνου  πέντε  πόλεων.", "translation": "Epi ou, pran sou senk vil.", "calver": "2025.05.21", "id": "LUK 19:19", "translation_time": 8.24}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἰδοὺ  ἀνὴρ  ὀνόματι  καλούμενος  Ζακχαῖος, καὶ  αὐτὸς  ἦν  ἀρχιτελώνης, καὶ  αὐτὸς  πλούσιος·", "translation": "Et voici un homme nommé Zacchaeus, et il était un chef collecteur d'impôts, et il était riche.", "calver": "2025.05.21", "id": "LUK 19:2", "translation_time": 7.15}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ὁ  ἕτερος  ἦλθεν  λέγων  Κύριε, ἰδοὺ  ἡ  μνᾶ  σου, ἣν  εἶχον  ἀποκειμένην  ἐν  σουδαρίῳ·", "translation": "Epi-lòt ki rivé, li di: \"Seigneur, men la mòn mwen, ki te toujou nan sak mwen.\"", "calver": "2025.05.21", "id": "LUK 19:20", "translation_time": 25.13}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐφοβούμην  γάρ  σε, ὅτι  ἄνθρωπος  αὐστηρὸς  εἶ, αἴρεις  ὃ  οὐκ  ἔθηκας, καὶ  θερίζεις  ὃ  οὐκ  ἔσπειρας.", "translation": "Mwen te pè ou, paske ou se yon moun sevè, ou leve sa ou pa te mete, e ou rekolte sa ou pa te plante.", "calver": "2025.05.21", "id": "LUK 19:21", "translation_time": 7.75}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγει  αὐτῷ  Ἐκ  τοῦ  στόματός  σου  κρίνω  σε, πονηρὲ  δοῦλε. ᾔδεις  ὅτι  ἐγὼ  ἄνθρωπος  αὐστηρός  εἰμι, αἴρων  ὃ  οὐκ  ἔθηκα  καὶ  θερίζων  ὃ  οὐκ  ἔσπειρα;", "translation": "Mwen jije ou soti nan bouch ou, move sèvant. Ou te konnen ke mwen se yon moun ki rèd, ki rale sa mwen pa te plante, epi ki rekolte sa mwen pa te semé.", "calver": "2025.05.21", "id": "LUK 19:22", "translation_time": 7.81}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  διὰ  τί  οὐκ  ἔδωκάς  μου  τὸ  ἀργύριον  ἐπὶ  τράπεζαν; κἀγὼ  ἐλθὼν  σὺν  τόκῳ  ἂν  αὐτὸ  ἔπραξα.", "translation": "Epi ki poukisa ou pa ban m' lajan an sou tab la? Mwen pral retounen avèk enterè pou m' ka remèt lajan an.", "calver": "2025.05.21", "id": "LUK 19:23", "translation_time": 10.83}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  τοῖς  παρεστῶσιν  εἶπεν  Ἄρατε  ἀπ’  αὐτοῦ  τὴν  μνᾶν  καὶ  δότε  τῷ  τὰς  δέκα  μνᾶς  ἔχοντι.", "translation": "Epi, nan prezans moun ki la, di yo: \"Pran lajan nan men li, epi bay moun ki genyen dis lajan.\"", "calver": "2025.05.21", "id": "LUK 19:24", "translation_time": 8.25}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπαν  αὐτῷ  Κύριε, ἔχει  δέκα  μνᾶς.", "translation": "Epi yo di li, Senyè, li ni dis min", "calver": "2025.05.21", "id": "LUK 19:25", "translation_time": 7.97}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγω  ὑμῖν  ὅτι  παντὶ  τῷ  ἔχοντι  δοθήσεται, ἀπὸ  δὲ  τοῦ  μὴ  ἔχοντος  καὶ  ὃ  ἔχει  ἀρθήσεται.", "translation": "Mwen di nou, tout sa ki genyen va bay, e sa ki pa genyen pètèt sa li genyen, depi nan moun ki genyen, yo va resevwa plis; men nan moun ki pa genyen, menm sa yo genyen ap pran yo. Sa a se prensip jistis Bondye, kote bay resevwa se yon sèl bagay, e moun ki bay ak moun ki resevwa yo konekte nan yon relasyon egalite ak jistis. Se yon mesaj ki ankouraje pataj, jistis, ak rezipwosite nan kominote a, jan Bib la montre nou, pou nou ka viv nan lanmou ak respè youn pou lòt.", "calver": "2025.05.21", "id": "LUK 19:26", "translation_time": 7.27}
{"source_lang": "grc", "target_lang": "acf", "original": "πλὴν  τοὺς  ἐχθρούς  μου  τούτους  τοὺς  μὴ  θελήσαντάς  με  βασιλεῦσαι  ἐπ’  αὐτοὺς  ἀγάγετε  ὧδε  καὶ  κατασφάξατε  αὐτοὺς  ἔμπροσθέν  μου.", "translation": "Mené yo isit, fè yo touye, sa ki pa vle wè m kòm wa, mennen yo isit, epi touye yo anvan mwen.", "calver": "2025.05.21", "id": "LUK 19:27", "translation_time": 5.92}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  εἰπὼν  ταῦτα  ἐπορεύετο  ἔμπροσθεν  ἀναβαίνων  εἰς  Ἱεροσόλυμα.", "translation": "Epi di sa ki pou di ya, i alé an avan, ap monte pou Jerizalèm.", "calver": "2025.05.21", "id": "LUK 19:28", "translation_time": 6.25}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἐγένετο  ὡς  ἤγγισεν  εἰς  Βηθφαγὴ  καὶ  Βηθανίαν  πρὸς  τὸ  ὄρος  τὸ  καλούμενον  Ἐλαιῶν, ἀπέστειλεν  δύο  τῶν  μαθητῶν", "translation": "Epi, lè li te apwoche Bethphage ak Bethany bò mòn Oliv la, li voye de disip li pou alé.", "calver": "2025.05.21", "id": "LUK 19:29", "translation_time": 6.58}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐζήτει  ἰδεῖν  τὸν  Ἰησοῦν  τίς  ἐστιν, καὶ  οὐκ  ἠδύνατο  ἀπὸ  τοῦ  ὄχλου, ὅτι  τῇ  ἡλικίᾳ  μικρὸς  ἦν.", "translation": "Epi li t ap chèche wè Jezi, pou wè li, men foul la te anpeche li, paske Jezi te piti.", "calver": "2025.05.21", "id": "LUK 19:3", "translation_time": 5.75}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγων  Ὑπάγετε  εἰς  τὴν  κατέναντι  κώμην, ἐν  ᾗ  εἰσπορευόμενοι  εὑρήσετε  πῶλον  δεδεμένον, ἐφ’  ὃν  οὐδεὶς  πώποτε  ἀνθρώπων  ἐκάθισεν, καὶ  λύσαντες  αὐτὸν  ἀγάγετε.", "translation": "Alé dan vil ki la an fas, ou ké jwenn on ti ân ki ka chenné, sou ki pèsonn pa janm monté. Détaché é mennen li.", "calver": "2025.05.21", "id": "LUK 19:30", "translation_time": 6.78}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐάν  τις  ὑμᾶς  ἐρωτᾷ  Διὰ  τί  λύετε; οὕτως  ἐρεῖτε  ὅτι  Ὁ  Κύριος  αὐτοῦ  χρείαν  ἔχει.", "translation": "Si on ka demann ou pouki ou pa ka jeûne, ou ka réponn ki Seigner i bezwen ou.", "calver": "2025.05.21", "id": "LUK 19:31", "translation_time": 6.72}
{"source_lang": "grc", "target_lang": "acf", "original": "ἀπελθόντες  δὲ  οἱ  ἀπεσταλμένοι  εὗρον  καθὼς  εἶπεν  αὐτοῖς.", "translation": "Epi messagers yo, yo allé, yo trouvé comme li té di zot.", "calver": "2025.05.21", "id": "LUK 19:32", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "acf", "original": "λυόντων  δὲ  αὐτῶν  τὸν  πῶλον  εἶπαν  οἱ  κύριοι  αὐτοῦ  πρὸς  αὐτούς  Τί  λύετε  τὸν  πῶλον;", "translation": "Pouki ou délié poulè a?", "calver": "2025.05.21", "id": "LUK 19:33", "translation_time": 8.23}
{"source_lang": "grc", "target_lang": "acf", "original": "οἱ  δὲ  εἶπαν  ὅτι  Ὁ  Κύριος  αὐτοῦ  χρείαν  ἔχει.", "translation": "Yo di ki Bondyè bezwen li.", "calver": "2025.05.21", "id": "LUK 19:34", "translation_time": 7.19}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἤγαγον  αὐτὸν  πρὸς  τὸν  Ἰησοῦν, καὶ  ἐπιρίψαντες  αὐτῶν  τὰ  ἱμάτια  ἐπὶ  τὸν  πῶλον  ἐπεβίβασαν  τὸν  Ἰησοῦν.", "translation": "Menm lè yo te mennen Jésus, epi yo te posé sou zòtèy li rad yo, epi yo te fè Jésus monte sou dòk la.", "calver": "2025.05.21", "id": "LUK 19:35", "translation_time": 14.64}
{"source_lang": "grc", "target_lang": "acf", "original": "πορευομένου  δὲ  αὐτοῦ  ὑπεστρώννυον  τὰ  ἱμάτια  ἑαυτῶν  ἐν  τῇ  ὁδῷ.", "translation": "Kan moun ki t ap avanse, yo tap mete rad yo sou wout la.", "calver": "2025.05.21", "id": "LUK 19:36", "translation_time": 5.99}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐγγίζοντος  δὲ  αὐτοῦ  ἤδη  πρὸς  τῇ  καταβάσει  τοῦ  ὄρους  τῶν  Ἐλαιῶν  ἤρξαντο  ἅπαν  τὸ  πλῆθος  τῶν  μαθητῶν  χαίροντες  αἰνεῖν  τὸν  Θεὸν  φωνῇ  μεγάλῃ  περὶ  πασῶν  ὧν  εἶδον  δυνάμεων,", "translation": "Lè li te apwoche, près de la descente du Mont des Oliviers, tout pèp disip la te komanse kontan, loué Bondye avèk yon gwo vwa pou tout pouvwa yo te wè.", "calver": "2025.05.21", "id": "LUK 19:37", "translation_time": 7.43}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγοντες  Εὐλογημένος  ὁ  ἐρχόμενος, ὁ  Βασιλεὺς  ἐν  ὀνόματι  Κυρίου· ἐν  οὐρανῷ  εἰρήνη  καὶ  δόξα  ἐν  ὑψίστοις.", "translation": "Béni celui ki vini, ki wa nan non Senyè a; lapè nan syèl la, ak glwa nan pi wo a.", "calver": "2025.05.21", "id": "LUK 19:38", "translation_time": 5.86}
{"source_lang": "grc", "target_lang": "acf", "original": "καί  τινες  τῶν  Φαρισαίων  ἀπὸ  τοῦ  ὄχλου  εἶπαν  πρὸς  αὐτόν  Διδάσκαλε, ἐπιτίμησον  τοῖς  μαθηταῖς  σου.", "translation": "Kèk Pharisiens ki soti nan foul la yo di a li: \"Mèt, fè yo remèt disip ou yo.\"", "calver": "2025.05.21", "id": "LUK 19:39", "translation_time": 6.49}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  προδραμὼν  εἰς  τὸ  ἔμπροσθεν  ἀνέβη  ἐπὶ  συκομορέαν, ἵνα  ἴδῃ  αὐτόν, ὅτι  ἐκείνης  ἤμελλεν  διέρχεσθαι.", "translation": "Epi kouri avan, li monte nan pye pye sykomò pou wè li, paske li te konnen Jezi tap pase.", "calver": "2025.05.21", "id": "LUK 19:4", "translation_time": 6.2}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀποκριθεὶς  εἶπεν  Λέγω  ὑμῖν  ἐὰν  οὗτοι  σιωπήσουσιν, οἱ  λίθοι  κράξουσιν.", "translation": "Léjé, i réponsé : \"Mwen di ou, si sa ki la pa di anyen, menm wòch yo va kriye.\"", "calver": "2025.05.21", "id": "LUK 19:40", "translation_time": 6.7}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ὡς  ἤγγισεν, ἰδὼν  τὴν  πόλιν  ἔκλαυσεν  ἐπ’  αὐτήν,", "translation": "Epi kom li te apwoche, wè lavil la, li lap kriyé pou li.", "calver": "2025.05.21", "id": "LUK 19:41", "translation_time": 6.8}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγων  ὅτι  Εἰ  ἔγνως  ἐν  τῇ  ἡμέρᾳ  ταύτῃ  καὶ  σὺ  τὰ  πρὸς  εἰρήνην· νῦν  δὲ  ἐκρύβη  ἀπὸ  ὀφθαλμῶν  σου.", "translation": "Konsa, si ou te konnen nan jou sa a, e ou menm te konnen bagay ki gen pou wè ak lapè, kounye a ou kache anba je ou. Men, kounye a, ou kache nan lonbraj, ou pa wè sa ki fèt devan ou.", "calver": "2025.05.21", "id": "LUK 19:42", "translation_time": 6.81}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅτι  ἥξουσιν  ἡμέραι  ἐπὶ  σὲ  καὶ  παρεμβαλοῦσιν  οἱ  ἐχθροί  σου  χάρακά  σοι  καὶ  περικυκλώσουσίν  σε  καὶ  συνέξουσίν  σε  πάντοθεν,", "translation": "Les jours viendront sur vous, et vos ennemis vous entoureront, et ils vous encercleront, et ils vous attaqueront de tous côtés.", "calver": "2025.05.21", "id": "LUK 19:43", "translation_time": 6.36}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐδαφιοῦσίν  σε  καὶ  τὰ  τέκνα  σου  ἐν  σοί, καὶ  οὐκ  ἀφήσουσιν  λίθον  ἐπὶ  λίθον  ἐν  σοί, ἀνθ’  ὧν  οὐκ  ἔγνως  τὸν  καιρὸν  τῆς  ἐπισκοπῆς  σου.", "translation": "Epi sa, yo va détruire ou, épi tout zanfan ou an ou, épi yo pa va kite on sèl wòch sou on lòt an ou, akoz ou pa té wè lè ou té ka vizité ou.", "calver": "2025.05.21", "id": "LUK 19:44", "translation_time": 7.02}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  εἰσελθὼν  εἰς  τὸ  ἱερὸν  ἤρξατο  ἐκβάλλειν  τοὺς  πωλοῦντας,", "translation": "Lè Jezi antre nan tanp lan, li komanse pou chasé machann yo ki te vann nan plas sakre a.", "calver": "2025.05.21", "id": "LUK 19:45", "translation_time": 6.31}
{"source_lang": "grc", "target_lang": "acf", "original": "λέγων  αὐτοῖς  Γέγραπται  Καὶ  ἔσται  ὁ  οἶκός  μου  οἶκος  προσευχῆς· ὑμεῖς  δὲ  αὐτὸν  ἐποιήσατε  σπήλαιον  λῃστῶν.", "translation": "Léjé, li di zot: \"Lavi Bondye, sé kay lapriyè,\" men zot fè li vin kay vòlè.", "calver": "2025.05.21", "id": "LUK 19:46", "translation_time": 7.24}
{"source_lang": "grc", "target_lang": "acf", "original": "Καὶ  ἦν  διδάσκων  τὸ  καθ’  ἡμέραν  ἐν  τῷ  ἱερῷ· οἱ  δὲ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  ἐζήτουν  αὐτὸν  ἀπολέσαι  καὶ  οἱ  πρῶτοι  τοῦ  λαοῦ,", "translation": "Lè sa a, li t ap aprann nan tanp chak jou; prèt chèf yo ansanm ak sèb yo te chèche touye li, epi lidè pèp la te ladan yo.", "calver": "2025.05.21", "id": "LUK 19:47", "translation_time": 6.6}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  οὐχ  εὕρισκον  τὸ  τί  ποιήσωσιν· ὁ  λαὸς  γὰρ  ἅπας  ἐξεκρέμετο  αὐτοῦ  ἀκούων.", "translation": "Epi i pa jwenn sa ki pou i fè; tout pèp la te souke sou bouch li, tande avèk atansyon.", "calver": "2025.05.21", "id": "LUK 19:48", "translation_time": 6.52}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ὡς  ἦλθεν  ἐπὶ  τὸν  τόπον, ἀναβλέψας  ὁ  Ἰησοῦς  εἶπεν  πρὸς  αὐτόν  Ζακχαῖε, σπεύσας  κατάβηθι· σήμερον  γὰρ  ἐν  τῷ  οἴκῳ  σου  δεῖ  με  μεῖναι.", "translation": "Zacchaeus, dépêche-toi et descends, car aujourd'hui, je dois rester chez toi.", "calver": "2025.05.21", "id": "LUK 19:5", "translation_time": 8.03}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  σπεύσας  κατέβη, καὶ  ὑπεδέξατο  αὐτὸν  χαίρων.", "translation": "Li prese desann, epi li a resevwa li avèk kè kontan.", "calver": "2025.05.21", "id": "LUK 19:6", "translation_time": 6.88}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἰδόντες  πάντες  διεγόγγυζον  λέγοντες  ὅτι  Παρὰ  ἁμαρτωλῷ  ἀνδρὶ  εἰσῆλθεν  καταλῦσαι.", "translation": "Tout moun t'ap mèm, yo t'ap di, ki li yon moun ki gen peche, li vin pou detwi.", "calver": "2025.05.21", "id": "LUK 19:7", "translation_time": 8.82}
{"source_lang": "grc", "target_lang": "acf", "original": "σταθεὶς  δὲ  Ζακχαῖος  εἶπεν  πρὸς  τὸν  Κύριον  Ἰδοὺ  τὰ  ἡμίσειά  μου  τῶν  ὑπαρχόντων, Κύριε, τοῖς  πτωχοῖς  δίδωμι, καὶ  εἴ  τινός  τι  ἐσυκοφάντησα  ἀποδίδωμι  τετραπλοῦν.", "translation": "Zacchaeus di a Bondye, \"Gade, mwen pral bay mwatye nan sa m genyen pou bay moun pòv, e si mwen te defraude yon moun, m ap remèt kat fwa plis.\"", "calver": "2025.05.21", "id": "LUK 19:8", "translation_time": 6.76}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  πρὸς  αὐτὸν  ὁ  Ἰησοῦς  ὅτι  Σήμερον  σωτηρία  τῷ  οἴκῳ  τούτῳ  ἐγένετο, καθότι  καὶ  αὐτὸς  υἱὸς  Ἀβραάμ  ἐστιν·", "translation": "Jésus di: \"Jodi a, sauveté pou kay sa a rive, paske li osi yon timoun nan Abraham.\"", "calver": "2025.05.21", "id": "LUK 19:9", "translation_time": 7.51}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐπειδήπερ  πολλοὶ  ἐπεχείρησαν  ἀνατάξασθαι  διήγησιν  περὶ  τῶν  πεπληροφορημένων  ἐν  ἡμῖν  πραγμάτων,", "translation": "Pouske plizyé moun te eseye fè yon istwa sou sa ki te pase, ki nou te temwen, ki te fèt nan mitan nou.", "calver": "2025.05.21", "id": "LUK 1:1", "translation_time": 6.72}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  πᾶν  τὸ  πλῆθος  ἦν  τοῦ  λαοῦ  προσευχόμενον  ἔξω  τῇ  ὥρᾳ  τοῦ  θυμιάματος.", "translation": "Tout le peuple qui prie dehors à l'heure de l'encens.", "calver": "2025.05.21", "id": "LUK 1:10", "translation_time": 6.1}
{"source_lang": "grc", "target_lang": "acf", "original": "ὤφθη  δὲ  αὐτῷ  ἄγγελος  Κυρίου  ἑστὼς  ἐκ  δεξιῶν  τοῦ  θυσιαστηρίου  τοῦ  θυμιάματος.", "translation": "Li parèt, zanj Senyè ki kanpe sou bò dwat lotèl pou enki.", "calver": "2025.05.21", "id": "LUK 1:11", "translation_time": 8.4}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐταράχθη  Ζαχαρίας  ἰδών, καὶ  φόβος  ἐπέπεσεν  ἐπ’  αὐτόν.", "translation": "Et Zechariah fut troublé en voyant cela, et la peur est tombée sur lui.", "calver": "2025.05.21", "id": "LUK 1:12", "translation_time": 9.12}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  πρὸς  αὐτὸν  ὁ  ἄγγελος  Μὴ  φοβοῦ, Ζαχαρία, διότι  εἰσηκούσθη  ἡ  δέησίς  σου, καὶ  ἡ  γυνή  σου  Ἐλεισάβετ  γεννήσει  υἱόν  σοι, καὶ  καλέσεις  τὸ  ὄνομα  αὐτοῦ  Ἰωάνην·", "translation": "Lé angèl la di a li: \"Pa pè, Zechariah, paske lapriyè ou te tande, epi madanm ou Elisabeth va gen yon pitit gason, epi ou va nonmen li Jan.\"", "calver": "2025.05.21", "id": "LUK 1:13", "translation_time": 6.57}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἔσται  χαρά  σοι  καὶ  ἀγαλλίασις, καὶ  πολλοὶ  ἐπὶ  τῇ  γενέσει  αὐτοῦ  χαρήσονται.", "translation": "Epi sa va fè ou kontan, epi ou va gen yon gwo lajwa, e anpil moun va kontan pou nesans li.", "calver": "2025.05.21", "id": "LUK 1:14", "translation_time": 6.19}
{"source_lang": "grc", "target_lang": "acf", "original": "ἔσται  γὰρ  μέγας  ἐνώπιον  Κυρίου, καὶ  οἶνον  καὶ  σίκερα  οὐ  μὴ  πίῃ, καὶ  Πνεύματος  Ἁγίου  πλησθήσεται  ἔτι  ἐκ  κοιλίας  μητρὸς  αὐτοῦ,", "translation": "Paske li va gran devan Bondye, e li pa va manjé diven ni siwo, e li va plen ak Lespri Senyè depi nan vant manman li.", "calver": "2025.05.21", "id": "LUK 1:15", "translation_time": 7.72}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  πολλοὺς  τῶν  υἱῶν  Ἰσραὴλ  ἐπιστρέψει  ἐπὶ  Κύριον  τὸν  Θεὸν  αὐτῶν·", "translation": "Epi, anpil nan pèp Izrayèl va retounen pou Bondye zot, Bondye yo.", "calver": "2025.05.21", "id": "LUK 1:16", "translation_time": 6.66}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  αὐτὸς  προελεύσεται  ἐνώπιον  αὐτοῦ  ἐν  πνεύματι  καὶ  δυνάμει  Ἠλεία, ἐπιστρέψαι  καρδίας  πατέρων  ἐπὶ  τέκνα  καὶ  ἀπειθεῖς  ἐν  φρονήσει  δικαίων, ἑτοιμάσαι  Κυρίῳ  λαὸν  κατεσκευασμένον.", "translation": "Epi li menm, li va vini avan li, en enspirasyon ek en pouvwa Élie, pou retounen kè papa yo vè pitit yo, ek pou fè rebèl yo vin konprann sajès dwat yo, pou prepare yon pèp ki pare pou Seyè a.", "calver": "2025.05.21", "id": "LUK 1:17", "translation_time": 8.82}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  Ζαχαρίας  πρὸς  τὸν  ἄγγελον  Κατὰ  τί  γνώσομαι  τοῦτο; ἐγὼ  γάρ  εἰμι  πρεσβύτης  καὶ  ἡ  γυνή  μου  προβεβηκυῖα  ἐν  ταῖς  ἡμέραις  αὐτῆς.", "translation": "Epi li di a zanj lan: \"Kijan m'a ka konn sa a?\" Paske, mwen granmoun, e madanm mwen fin granmoun nan laj li.", "calver": "2025.05.21", "id": "LUK 1:18", "translation_time": 6.95}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀποκριθεὶς  ὁ  ἄγγελος  εἶπεν  αὐτῷ  Ἐγώ  εἰμι  Γαβριὴλ  ὁ  παρεστηκὼς  ἐνώπιον  τοῦ  Θεοῦ, καὶ  ἀπεστάλην  λαλῆσαι  πρὸς  σὲ  καὶ  εὐαγγελίσασθαί  σοι  ταῦτα·", "translation": "Reponn, l'ange di: \"Mwen se Gabriel, ki kanpe devan Bondye. Mwen voye m pou di ou epi pote ou bon nouvèl sa yo.\"", "calver": "2025.05.21", "id": "LUK 1:19", "translation_time": 7.01}
{"source_lang": "grc", "target_lang": "acf", "original": "καθὼς  παρέδοσαν  ἡμῖν  οἱ  ἀπ’  ἀρχῆς  αὐτόπται  καὶ  ὑπηρέται  γενόμενοι  τοῦ  λόγου,", "translation": "Kòm yo te bay nou depi nan kòmansman, temwen ak sèvitè pawòl la, ki te temwen ak sèvitè depi nan kòmansman an, ki te transmèt nou sa yo te wè ak sa yo te tande, pou nou kapab kwè nan pawòl Bondye a.", "calver": "2025.05.21", "id": "LUK 1:2", "translation_time": 6.67}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἰδοὺ  ἔσῃ  σιωπῶν  καὶ  μὴ  δυνάμενος  λαλῆσαι  ἄχρι  ἧς  ἡμέρας  γένηται  ταῦτα, ἀνθ’  ὧν  οὐκ  ἐπίστευσας  τοῖς  λόγοις  μου, οἵτινες  πληρωθήσονται  εἰς  τὸν  καιρὸν  αὐτῶν.", "translation": "Epi la, ou va reste silans, et ou pa kapab palé jiskaske sa rive, akoz ou pa kwè mo mwen, ki va fèt nan tan ki apwopriye a.", "calver": "2025.05.21", "id": "LUK 1:20", "translation_time": 8.09}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἦν  ὁ  λαὸς  προσδοκῶν  τὸν  Ζαχαρίαν, καὶ  ἐθαύμαζον  ἐν  τῷ  χρονίζειν  ἐν  τῷ  ναῷ  αὐτόν.", "translation": "Les gens attenda Zacharie, epi yo té ka gadé, pandan li té ka reste lontan an tanp lan.", "calver": "2025.05.21", "id": "LUK 1:21", "translation_time": 8.44}
{"source_lang": "grc", "target_lang": "acf", "original": "ἐξελθὼν  δὲ  οὐκ  ἐδύνατο  λαλῆσαι  αὐτοῖς, καὶ  ἐπέγνωσαν  ὅτι  ὀπτασίαν  ἑώρακεν  ἐν  τῷ  ναῷ· καὶ  αὐτὸς  ἦν  διανεύων  αὐτοῖς, καὶ  διέμενεν  κωφός.", "translation": "Li soti, me li pa kapab pale avè yo. Yo rekonèt li wè yon vizyon nan tanp lan. Li menm ap fè jès pou yo, epi li rete soud.", "calver": "2025.05.21", "id": "LUK 1:22", "translation_time": 7.95}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐγένετο  ὡς  ἐπλήσθησαν  αἱ  ἡμέραι  τῆς  λειτουργίας  αὐτοῦ, ἀπῆλθεν  εἰς  τὸν  οἶκον  αὐτοῦ.", "translation": "Lè jou sèvis li te fini, li al lakay li.", "calver": "2025.05.21", "id": "LUK 1:23", "translation_time": 5.71}
{"source_lang": "grc", "target_lang": "acf", "original": "Μετὰ  δὲ  ταύτας  τὰς  ἡμέρας  συνέλαβεν  Ἐλεισάβετ  ἡ  γυνὴ  αὐτοῦ, καὶ  περιέκρυβεν  ἑαυτὴν  μῆνας  πέντε, λέγουσα", "translation": "Apre jou sa yo, Elizabeth, madanm li, te pran mezi pou kache tèt li pandan senk mwa, di", "calver": "2025.05.21", "id": "LUK 1:24", "translation_time": 6.48}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅτι  Οὕτως  μοι  πεποίηκεν  Κύριος  ἐν  ἡμέραις  αἷς  ἐπεῖδεν  ἀφελεῖν  ὄνειδός  μου  ἐν  ἀνθρώποις.", "translation": "Bondyè te fè sa pou mwen nan jou mwen, pou retire wont mwen pami moun.", "calver": "2025.05.21", "id": "LUK 1:25", "translation_time": 6.51}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἐν  δὲ  τῷ  μηνὶ  τῷ  ἕκτῳ  ἀπεστάλη  ὁ  ἄγγελος  Γαβριὴλ  ἀπὸ  τοῦ  Θεοῦ  εἰς  πόλιν  τῆς  Γαλιλαίας  ᾗ  ὄνομα  Ναζαρὲθ,", "translation": "En lanmen mwa a, anj Gabriel te voye soti nan Bondye pou vil nan Galilé, ki rele Nazareth,", "calver": "2025.05.21", "id": "LUK 1:26", "translation_time": 7.64}
{"source_lang": "grc", "target_lang": "acf", "original": "πρὸς  παρθένον  ἐμνηστευμένην  ἀνδρὶ  ᾧ  ὄνομα  Ἰωσὴφ, ἐξ  οἴκου  Δαυείδ, καὶ  τὸ  ὄνομα  τῆς  παρθένου  Μαριάμ.", "translation": "Pou yon virjenn ki te angaje avèk yon nonm ki rele Josèf, ki soti nan kay David, e ki gen non virjenn nan se Mariam.", "calver": "2025.05.21", "id": "LUK 1:27", "translation_time": 7.15}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἰσελθὼν  πρὸς  αὐτὴν  εἶπεν  Χαῖρε, κεχαριτωμένη, ὁ  Κύριος  μετὰ  σοῦ.", "translation": "Salit, plen gras, Bondye avèk ou.", "calver": "2025.05.21", "id": "LUK 1:28", "translation_time": 7.7}
{"source_lang": "grc", "target_lang": "acf", "original": "ἡ  δὲ  ἐπὶ  τῷ  λόγῳ  διεταράχθη, καὶ  διελογίζετο  ποταπὸς  εἴη  ὁ  ἀσπασμὸς  οὗτος.", "translation": "Li téntan ki té troublé épi pawòl-la, i té ka réfléchi sou ki jan sa té ka épi sa, épi i té ka mande ki sa ki sa a, sa ki sa a, ki kalite salitasyon sa.", "calver": "2025.05.21", "id": "LUK 1:29", "translation_time": 7.67}
{"source_lang": "grc", "target_lang": "acf", "original": "ἔδοξε  κἀμοὶ  παρηκολουθηκότι  ἄνωθεν  πᾶσιν  ἀκριβῶς  καθεξῆς  σοι  γράψαι, κράτιστε  Θεόφιλε,", "translation": "Mwen deside, pou m ekri ou, avèk tout detay, an fason ki presi, pou ou, chè Theophilus,.", "calver": "2025.05.21", "id": "LUK 1:3", "translation_time": 7.19}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἶπεν  ὁ  ἄγγελος  αὐτῇ  Μὴ  φοβοῦ, Μαριάμ· εὗρες  γὰρ  χάριν  παρὰ  τῷ  Θεῷ·", "translation": "Mèt pa pè, Mari; ou jwenn favè nan je Bondye.", "calver": "2025.05.21", "id": "LUK 1:30", "translation_time": 5.26}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἰδοὺ  συλλήμψῃ  ἐν  γαστρὶ  καὶ  τέξῃ  υἱόν, καὶ  καλέσεις  τὸ  ὄνομα  αὐτοῦ  Ἰησοῦν.", "translation": "Epi gade, ou va ansent nan vant ou, ou va mete yon pitit gason, epi ou va rele li Jezi.", "calver": "2025.05.21", "id": "LUK 1:31", "translation_time": 5.81}
{"source_lang": "grc", "target_lang": "acf", "original": "οὗτος  ἔσται  μέγας  καὶ  Υἱὸς  Ὑψίστου  κληθήσεται, καὶ  δώσει  αὐτῷ  Κύριος  ὁ  Θεὸς  τὸν  θρόνον  Δαυεὶδ  τοῦ  πατρὸς  αὐτοῦ,", "translation": "Li va grandi, e li va rele Fils du Très-Haut. Seigneur Bondye va donn li trôn David, papa li.", "calver": "2025.05.21", "id": "LUK 1:32", "translation_time": 8.18}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  βασιλεύσει  ἐπὶ  τὸν  οἶκον  Ἰακὼβ  εἰς  τοὺς  αἰῶνας, καὶ  τῆς  βασιλείας  αὐτοῦ  οὐκ  ἔσται  τέλος.", "translation": "Epi pou tout tan, li va règ pou kay Jakòb la, épi pa gen fen nan rèy li.", "calver": "2025.05.21", "id": "LUK 1:33", "translation_time": 6.29}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  Μαριὰμ  πρὸς  τὸν  ἄγγελον  Πῶς  ἔσται  τοῦτο, ἐπεὶ  ἄνδρα  οὐ  γινώσκω;", "translation": "Comment cela sera-t-il, puisque je ne connais pas d'homme?", "calver": "2025.05.21", "id": "LUK 1:34", "translation_time": 5.83}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀποκριθεὶς  ὁ  ἄγγελος  εἶπεν  αὐτῇ  Πνεῦμα  Ἅγιον  ἐπελεύσεται  ἐπὶ  σέ, καὶ  δύναμις  Ὑψίστου  ἐπισκιάσει  σοι· διὸ  καὶ  τὸ  γεννώμενον  ἅγιον  κληθήσεται  Υἱὸς  Θεοῦ.", "translation": "Ewanj la réponn, épi i di a li: \"L'Espri Sentespri va vini sou ou, épi pouvwa Très-Haut la va kouvri ou; donk, sa ki va fèt la va rele Fils Bondye.\"", "calver": "2025.05.21", "id": "LUK 1:35", "translation_time": 5.68}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἰδοὺ  Ἐλεισάβετ  ἡ  συγγενίς  σου  καὶ  αὐτὴ  συνείληφεν  υἱὸν  ἐν  γήρει  αὐτῆς, καὶ  οὗτος  μὴν  ἕκτος  ἐστὶν  αὐτῇ  τῇ  καλουμένῃ  στείρᾳ·", "translation": "Et voici, Elizabeth, ta cousine, aussi a conçu un fils dans sa vieillesse, et voilà elle est appelée stérile.", "calver": "2025.05.21", "id": "LUK 1:36", "translation_time": 9.83}
{"source_lang": "grc", "target_lang": "acf", "original": "ὅτι  οὐκ  ἀδυνατήσει  παρὰ  τοῦ  Θεοῦ  πᾶν  ῥῆμα.", "translation": "Que aucun mot ne sera impossible avec Dieu", "calver": "2025.05.21", "id": "LUK 1:37", "translation_time": 8.11}
{"source_lang": "grc", "target_lang": "acf", "original": "εἶπεν  δὲ  Μαριάμ  Ἰδοὺ  ἡ  δούλη  Κυρίου· γένοιτό  μοι  κατὰ  τὸ  ῥῆμά  σου. καὶ  ἀπῆλθεν  ἀπ’  αὐτῆς  ὁ  ἄγγελος.", "translation": "Gade, sèvant lan Senyè a, Se pou sa fèt pou mwen dapre pawòl ou. Epi, lanj an zanj lan te ale lwen li.", "calver": "2025.05.21", "id": "LUK 1:38", "translation_time": 6.74}
{"source_lang": "grc", "target_lang": "acf", "original": "Ἀναστᾶσα  δὲ  Μαριὰμ  ἐν  ταῖς  ἡμέραις  ταύταις  ἐπορεύθη  εἰς  τὴν  ὀρεινὴν  μετὰ  σπουδῆς  εἰς  πόλιν  Ἰούδα,", "translation": "Lè sa a, Mari leve nan jou sa yo, li ale vit pou yon vil nan Jida.", "calver": "2025.05.21", "id": "LUK 1:39", "translation_time": 6.18}
{"source_lang": "grc", "target_lang": "acf", "original": "ἵνα  ἐπιγνῷς  περὶ  ὧν  κατηχήθης  λόγων  τὴν  ἀσφάλειαν.", "translation": "Pou ke ou ka konnen sou sa ou te aprann sou sekirite pawòl yo.", "calver": "2025.05.21", "id": "LUK 1:4", "translation_time": 6.4}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  εἰσῆλθεν  εἰς  τὸν  οἶκον  Ζαχαρίου  καὶ  ἠσπάσατο  τὴν  Ἐλεισάβετ.", "translation": "Epi li antre nan kay Zacharie, epi li salye avèk yon bo Élisabeth.", "calver": "2025.05.21", "id": "LUK 1:40", "translation_time": 7.17}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἐγένετο  ὡς  ἤκουσεν  τὸν  ἀσπασμὸν  τῆς  Μαρίας  ἡ  Ἐλεισάβετ, ἐσκίρτησεν  τὸ  βρέφος  ἐν  τῇ  κοιλίᾳ  αὐτῆς, καὶ  ἐπλήσθη  Πνεύματος  Ἁγίου  ἡ  Ἐλεισάβετ,", "translation": "Epi, lè Elisabet tande bon nouvel la ki Mari té ka fè, ti timoun nan te fè yon sote nan vant li, epi Elisabet té plen ak Lespri Senyè a.", "calver": "2025.05.21", "id": "LUK 1:41", "translation_time": 7.96}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  ἀνεφώνησεν  κραυγῇ  μεγάλῃ  καὶ  εἶπεν  Εὐλογημένη  σὺ  ἐν  γυναιξίν, καὶ  εὐλογημένος  ὁ  καρπὸς  τῆς  κοιλίας  σου.", "translation": "Epi li a krié an onè fò, épi i di: \"Béni ou sé ant fanm,\" épi béni fwi ou nan vant ou.", "calver": "2025.05.21", "id": "LUK 1:42", "translation_time": 6.49}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  πόθεν  μοι  τοῦτο  ἵνα  ἔλθῃ  ἡ  μήτηρ  τοῦ  Κυρίου  μου  πρὸς  ἐμέ;", "translation": "Et de où à moi que la mère de mon Seigneur vienne à moi", "calver": "2025.05.21", "id": "LUK 1:43", "translation_time": 7.01}
{"source_lang": "grc", "target_lang": "acf", "original": "ἰδοὺ  γὰρ  ὡς  ἐγένετο  ἡ  φωνὴ  τοῦ  ἀσπασμοῦ  σου  εἰς  τὰ  ὦτά  μου, ἐσκίρτησεν  ἐν  ἀγαλλιάσει  τὸ  βρέφος  ἐν  τῇ  κοιλίᾳ  μου.", "translation": "Voici, tel que cela est arrivé, la voix de ton salut dans mes oreilles. Le bébé dans mon ventre a sauté de joie en moi.", "calver": "2025.05.21", "id": "LUK 1:44", "translation_time": 6.35}
{"source_lang": "grc", "target_lang": "acf", "original": "καὶ  μακαρία  ἡ  πιστεύσασα  ὅτι  ἔσται  τελείωσις  τοῖς  λελαλημένοις  αὐτῇ  παρὰ  Κυρίου.", "translation": "Béni se moun ki kwè, ki kwè ki va jwenn pèfeksyon nan sa ki Bondye te pwomèt li, jan Seyè a te di li.", "calver": "2025.05.21", "id": "LUK 1:45", "translation_time": 5.72}
