{"source_lang": "grc", "target_lang": "mmr", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "Metà de taù anedeixen o Kyrios heterous hebdomēkonta, kai apesteilen autous ana duo prosōpou autou eis pasan polis topon hō emellen autos erchesthai.", "calver": "2025.05.22", "id": "LUK 10:1", "translation_time": 13.28}
{"source_lang": "grc", "target_lang": "mmr", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "Ndaiv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv, miv txhiv,", "calver": "2025.05.22", "id": "LUK 10:10", "translation_time": 10.16}
{"source_lang": "grc", "target_lang": "mmr", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Gwnz nyoengz mbouj raemx, nyengz boux gwn, gwn boux mbouj raemx, Gvicanz Boux Gvicanz, gwnz boux gwnz, gwnz boux mbouj raemx, gwnz Boux Gvicanz, gwnz Boux Gvicanz. Ndeicauh, gwnz boux, gwnz Boux Gvicanz, gwnz Boux Gvicanz, gwnz Boux Gvicanz, gwnz Boux Gvicanz, gwnz Boux Gvicanz. Ndeicauh, gwnz boux, gwnz Boux Gvicanz, gwnz Boux Gvicanz, gwnz Boux Gvicanz. Ndeicauh, gwnz boux, gwnz Boux Gvicanz, gwnz Boux Gvicanz. Ndeicauh, gwnz boux, gwnz Boux Gvicanz, gwnz Boux Gvicanz. Gwnz Boux Gvicanz, gwnz Boux Gvicanz, gwnz Boux Gvicanz.", "calver": "2025.05.22", "id": "LUK 10:11", "translation_time": 18.47}
{"source_lang": "grc", "target_lang": "mmr", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "我告诉你们，那一天，所多玛在审判时比那座城更容易被宽恕。", "calver": "2025.05.22", "id": "LUK 10:12", "translation_time": 7.14}
{"source_lang": "grc", "target_lang": "mmr", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "Woe to you, Chorazin; Woe to you, Bethsaida. Because if the mighty deeds that were done among you had been performed in Tyre and Sidon, they would have long ago repented in sackcloth and ashes.", "calver": "2025.05.22", "id": "LUK 10:13", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "mmr", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "Tyr and Sidon will be more tolerable in judgment than you.", "calver": "2025.05.22", "id": "LUK 10:14", "translation_time": 7.67}
{"source_lang": "grc", "target_lang": "mmr", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "Khae, Kafnam, mo u uarno upsi, mo u Hadeu, jia xiang.", "calver": "2025.05.22", "id": "LUK 10:15", "translation_time": 10.1}
{"source_lang": "grc", "target_lang": "mmr", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "“听你们的人听我，拒绝你们的人就是拒绝我；拒绝我的人也就是拒绝差遣我的那位神。”", "calver": "2025.05.22", "id": "LUK 10:16", "translation_time": 8.49}
{"source_lang": "grc", "target_lang": "mmr", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "Hau 70 goh  nyo  lai  do  ga  nyo  nyo  nyo  nyo  do  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  nyo  nyo  do  ga  nyo  nyo  ny", "calver": "2025.05.22", "id": "LUK 10:17", "translation_time": 11.91}
{"source_lang": "grc", "target_lang": "mmr", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "“Yen na, a bo, a si Satan, a si a cing a, a si a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a si a, a", "calver": "2025.05.22", "id": "LUK 10:18", "translation_time": 17.17}
{"source_lang": "grc", "target_lang": "mmr", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "\"Behold, I have given you authority to trample upon snakes and scorpions, and over all the power of the enemy, and nothing shall injure you.\"", "calver": "2025.05.22", "id": "LUK 10:19", "translation_time": 13.2}
{"source_lang": "grc", "target_lang": "mmr", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "Haej raeuj mbouj mbouj, goj mbouj goj, mbouj mbouj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbouj goj, goj mbou", "calver": "2025.05.22", "id": "LUK 10:2", "translation_time": 10.02}
{"source_lang": "grc", "target_lang": "mmr", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "Miao, Western Xiangxi (Formal): \n\"Na, miao, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, mban nyuam, m", "calver": "2025.05.22", "id": "LUK 10:20", "translation_time": 15.39}
{"source_lang": "grc", "target_lang": "mmr", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "Na, ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe, ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe, ɣo ɣe ɣo ɣe ɣo ɣe ɣo ɣe, ɣo ɣe ɣo ɣe ɣo ɣe, ɣo ɣe ɣo ɣe ɣo ɣe, ɣo ɣe ɣo ɣe ɣo ɣe, ɣo ɣe ɣo ɣe ɣo ɣe,", "calver": "2025.05.22", "id": "LUK 10:21", "translation_time": 16.09}
{"source_lang": "grc", "target_lang": "mmr", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "Gauz mbouj daih mbouj, gouj mbouj daih mbouj Boux Boux, gouj mbouj gwn Boux Boux, gouj mbouj gwn Boux Boux, gouj mbouj Boux, gouj mbouj Boux, gouj mbouj Boux, gouj mbouj, Boux Boux gwnz.", "calver": "2025.05.22", "id": "LUK 10:22", "translation_time": 13.38}
{"source_lang": "grc", "target_lang": "mmr", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "Miao, Western Xiangxi (Formal): \"Ndu, nyuam qhuav hais rau cov displos, ua rau lawv muaj kev zoo siab, hais tias: 'Nyob zoo rau cov qhov muag uas pom qhov koj pom.'\"", "calver": "2025.05.22", "id": "LUK 10:23", "translation_time": 20.64}
{"source_lang": "grc", "target_lang": "mmr", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "Ngai do, ngai do, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam nyuam, nyuam", "calver": "2025.05.22", "id": "LUK 10:24", "translation_time": 27.64}
{"source_lang": "grc", "target_lang": "mmr", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "Loj khemx, nyoix nyoix mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj,", "calver": "2025.05.22", "id": "LUK 10:25", "translation_time": 14.2}
{"source_lang": "grc", "target_lang": "mmr", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "Jesus asked, \"Law, what is written? How do you understand it?\"", "calver": "2025.05.22", "id": "LUK 10:26", "translation_time": 13.59}
{"source_lang": "grc", "target_lang": "mmr", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "Nduv xieq Vangz Goj, Vangz Goj, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwnz gwnz, gwn", "calver": "2025.05.22", "id": "LUK 10:27", "translation_time": 16.02}
{"source_lang": "grc", "target_lang": "mmr", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "He said to him, \"Ndoj nyuam nyuam, nyuam nyuam, nyuam nyuam; do this and you will live.\"", "calver": "2025.05.22", "id": "LUK 10:28", "translation_time": 19.33}
{"source_lang": "grc", "target_lang": "mmr", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "Ndoj mbouj mbouj mbouj, ndej mbouj mbouj mbouj, ndoi mbouj mbouj mbouj, ndoi mbouj mbouj mbouj, ndoi mbouj mbouj mbouj, ndoi mbouj mbouj mbouj, mbouj mbouj mbouj, mbouj mbouj mbouj mbouj, mbouj mbouj mbouj mbouj mbouj?", "calver": "2025.05.22", "id": "LUK 10:29", "translation_time": 10.99}
{"source_lang": "grc", "target_lang": "mmr", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "Haj nyo, ngo, ngo tsu, ngau, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, nyo, ny", "calver": "2025.05.22", "id": "LUK 10:3", "translation_time": 13.9}
{"source_lang": "grc", "target_lang": "mmr", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "ὑπολαβὼν ὁ Ἰησοῦς εἶπεν: “Ndeic, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, Vam Xo, V", "calver": "2025.05.22", "id": "LUK 10:30", "translation_time": 17.45}
{"source_lang": "grc", "target_lang": "mmr", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "Guek Fwenz Gvicanh, goh nyengz gwn, goh mbouj daih mbouj daengz, gwnz goh mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj daih mbouj daengz, goh mbouj da", "calver": "2025.05.22", "id": "LUK 10:31", "translation_time": 13.26}
{"source_lang": "grc", "target_lang": "mmr", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "Levi came to the place, saw what was there, and then passed by.", "calver": "2025.05.22", "id": "LUK 10:32", "translation_time": 8.99}
{"source_lang": "grc", "target_lang": "mmr", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "Samaritan, upon seeing the person in need, was moved with compassion and approached to help him.", "calver": "2025.05.22", "id": "LUK 10:33", "translation_time": 8.25}
{"source_lang": "grc", "target_lang": "mmr", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "Lij xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam xie, nyuam", "calver": "2025.05.22", "id": "LUK 10:34", "translation_time": 10.3}
{"source_lang": "grc", "target_lang": "mmr", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "Nditum tɯk ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn ɯn", "calver": "2025.05.22", "id": "LUK 10:35", "translation_time": 12.54}
{"source_lang": "grc", "target_lang": "mmr", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "Ngeih nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, nyoih mbouj mbouj, ny", "calver": "2025.05.22", "id": "LUK 10:36", "translation_time": 11.37}
{"source_lang": "grc", "target_lang": "mmr", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "Naiz, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, goj mbouj mbouj, go", "calver": "2025.05.22", "id": "LUK 10:37", "translation_time": 11.42}
{"source_lang": "grc", "target_lang": "mmr", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "Dai Jesus goh nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo, a siang nyo,", "calver": "2025.05.22", "id": "LUK 10:38", "translation_time": 9.73}
{"source_lang": "grc", "target_lang": "mmr", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "Miao, Western Xiangxi (Formal): \n\"Ènghò, yìnggāi míngmíng de Mǎlì, yǐ jìng zuò zài Zhǔ de jiǎo shàng, tīng tā de huà.\"", "calver": "2025.05.22", "id": "LUK 10:39", "translation_time": 8.81}
{"source_lang": "grc", "target_lang": "mmr", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "Miao, Western Xiangxi (Formal):  \n\"Na gaiv, mban nyuam, mban pua, mban hnyang; mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam, mban pua, mban hnyang, mban nyuam", "calver": "2025.05.22", "id": "LUK 10:4", "translation_time": 9.47}
{"source_lang": "grc", "target_lang": "mmr", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "Martha was busy with many tasks, and she approached Jesus respectfully, saying, \"Lord, does it trouble you that my sister has left me alone to serve? Tell her to help me.\" Jesus responded to her with understanding.", "calver": "2025.05.22", "id": "LUK 10:40", "translation_time": 7.87}
{"source_lang": "grc", "target_lang": "mmr", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "Lao Faj, uenx Gvican, uenx Gvican, Mǎdà, ndit nyenx mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj, mbouj goj", "calver": "2025.05.22", "id": "LUK 10:41", "translation_time": 10.89}
{"source_lang": "grc", "target_lang": "mmr", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "Nduj mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj, mbouj mbouj", "calver": "2025.05.22", "id": "LUK 10:42", "translation_time": 11.56}
{"source_lang": "grc", "target_lang": "mmr", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "Haej raeuj goengq gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbouj raeuj gwn, mbou", "calver": "2025.05.22", "id": "LUK 10:5", "translation_time": 11.49}
{"source_lang": "grc", "target_lang": "mmr", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "若有人是和平之子，愿你的平安临到他；若不是，平安将归于你们。", "calver": "2025.05.22", "id": "LUK 10:6", "translation_time": 8.8}
{"source_lang": "grc", "target_lang": "mmr", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "Ndit uei, ndit mbanh, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam, ndit nyuam,", "calver": "2025.05.22", "id": "LUK 10:7", "translation_time": 10.85}
{"source_lang": "grc", "target_lang": "mmr", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "當你們進入一個城市，若有人接待你們，請吃他們所提供的食物。", "calver": "2025.05.22", "id": "LUK 10:8", "translation_time": 8.27}
{"source_lang": "grc", "target_lang": "mmr", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Miao, Western Xiangxi (Formal):  \n\"Yog nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj, nyuj nyuj,", "calver": "2025.05.22", "id": "LUK 10:9", "translation_time": 9.78}
{"source_lang": "grc", "target_lang": "mmr", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "Gij mbouj daih mbouj, Jesus goj mbouj daih mbouj, haenq mbouj goj mbouj, aeu mbouj goj mbouj, mbouj daih mbouj, aeu mbouj goj mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj, mbouj daih mbouj", "calver": "2025.05.22", "id": "LUK 11:1", "translation_time": 13.55}
{"source_lang": "grc", "target_lang": "mmr", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "\"任何请求的人都必得着，寻找的人必找到，叩门的人，门就为他开。\"", "calver": "2025.05.22", "id": "LUK 11:10", "translation_time": 7.0}
{"source_lang": "grc", "target_lang": "mmr", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "Tina de ɯmɔ̃  paːpa aːtisi suː iːtʃʰu mɯ aːn ti iːtʃʰu, oːpin aːtɕi tɕi pɯi, ʔaːtɕi tɕi pɯi, ɯpɯi ʔaːtɕi tɕi pɯi?", "calver": "2025.05.22", "id": "LUK 11:11", "translation_time": 10.41}
{"source_lang": "grc", "target_lang": "mmr", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "\"Is it the case that the bird will ask for an egg, or will it give a sparrow?\"", "calver": "2025.05.22", "id": "LUK 11:12", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "mmr", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "Nyob rau hauv qhov uas nej yog phem, nej paub yuav muab khoom zoo rau nej cov menyuam, ces tus Tswv Ntuj uas nyob saum ntuj yuav muab Vajtswv Ntsuj Plig Qhua rau cov uas thov nws.", "calver": "2025.05.22", "id": "LUK 11:13", "translation_time": 8.52}
{"source_lang": "grc", "target_lang": "mmr", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "Kā ī nḡ  ēk bāōn  dī mòng, kā ī nḡ  ēn  kôfòng;  gēn̄  ēn  dī mòng  ēn  chūn  ngō,  ēn  kôfòng  ēn  chūn  ngō.  Gēn̄  ēn  dī mòng  ēn  chūn  ngō  ēn  chūn  ngō,  ēn  kôfòng  ēn  chūn  ngō.  Gēn̄  ēn  dī mòng  ēn  chūn  ngō,  ēn  ōh  m̄  hāng ōh  m̄  hāng;  ōh  m̄  hāng  ēn  chūn  ngō,  gēn̄  ēn  dī mòng  ēn  chūn  ngō.", "calver": "2025.05.22", "id": "LUK 11:14", "translation_time": 10.31}
{"source_lang": "grc", "target_lang": "mmr", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "Some of them said, \"In Beelzebul, the ruler of demons, he casts out demons.\"", "calver": "2025.05.22", "id": "LUK 11:15", "translation_time": 8.61}
{"source_lang": "grc", "target_lang": "mmr", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "Dìng rén zài tǎo qiú yī gè tiān shàng de zhì jìng, tāmen zài tā de miàn qián shì shì.", "calver": "2025.05.22", "id": "LUK 11:16", "translation_time": 6.43}
