{"source_lang": "grc", "target_lang": "syl", "original": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:1", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "syl", "original": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:2", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "syl", "original": "It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:3", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "syl", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "পরে এই সব কাজের, মহান রব্‌ অন্য সত্তরজন লোকক দেখাইলেন, আর তেওঁলোকক দ্বিগুণ দলে ভাগ কৰি, তেওঁলোকক প্ৰতিটো গাঁও আৰু স্থানত পাঠাইলেন, য'ত তেওঁ নিজে যাবলৈ আছিল।", "calver": "2025.05.20", "id": "LUK 10:1", "translation_time": 19.34}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "যদি আপুনি কোনো নগৰীত প্ৰৱেশ কৰে আৰু তেওঁলোকে আপোনাক গ্ৰহণ নকৰে, তেনেহলে বাহিৰ হৈ সেই নগৰৰ খোলা চতুৰ্থভূমিত কথা কওক।", "calver": "2025.05.20", "id": "LUK 10:10", "translation_time": 10.67}
{"source_lang": "grc", "target_lang": "syl", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "আঁই তোমাদের শহর থেকে আমাদের সঙ্গে লেগে থাকা ধুলা মুছে ফেলব; তবে এইটি জানো, যে ঈশ্বরের রাজ্য কাছাকাছি এসেছে।", "calver": "2025.05.20", "id": "LUK 10:11", "translation_time": 13.13}
{"source_lang": "grc", "target_lang": "syl", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "Ami apunak balilam, oi din Sodom ar jonno oi nagorir tulonae besi sahaj hobe.", "calver": "2025.05.20", "id": "LUK 10:12", "translation_time": 12.59}
{"source_lang": "grc", "target_lang": "syl", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "ওয়াই তোমার জন্য, চোরাজিন, ওয়াই তোমার জন্য, বেথসাইদা; কারণ, যদি ক্ষমতা থাকত তোমাদের মধ্যে টাইরু ও সিদোনে, যেগুলি প্রাচীনকালেও পশ্চাৎপদতা প্রকাশ করত, সুঁচি ও ছাইয়ে বসে, তারা অবশ্যই পশ্চাৎপদতা প্রকাশ করত এবং পরিণত হত।", "calver": "2025.05.20", "id": "LUK 10:13", "translation_time": 18.6}
{"source_lang": "grc", "target_lang": "syl", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "তাইর ও সিদোনের বিচারত তোমাদের তুলনায় অধিক সহনশীল হইবে।", "calver": "2025.05.20", "id": "LUK 10:14", "translation_time": 9.81}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "তুমি, কাফারনাউম, কি আকাশলৈ উচ্চৈৰ্য্য হ'ব নোৱাৰিব নেকি? হাইডিছলৈ নামিব নোৱাৰিব নেকি?", "calver": "2025.05.20", "id": "LUK 10:15", "translation_time": 11.53}
{"source_lang": "grc", "target_lang": "syl", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "অই যে শুনে তোমাদের শুনে, এবং অই যে তোমাদের অস্বীকার করে, সেই আমার অস্বীকার করে; যে আমার অস্বীকার করে, সেই আমার পাঠানো ব্যক্তিকে অস্বীকার করে।", "calver": "2025.05.20", "id": "LUK 10:16", "translation_time": 16.08}
{"source_lang": "grc", "target_lang": "syl", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "অইরা সত্তরজন শিষ্য গোটে খুশিতে ফিরি আইলো, আর কইলো, হে প্রভু, তুমার নামে দুষ্ট আত্মাগুলা আমাদের অধীন হইয়া যায়।", "calver": "2025.05.20", "id": "LUK 10:17", "translation_time": 12.67}
{"source_lang": "grc", "target_lang": "syl", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "এতেকৈ আমি দেখিছি, শয়তান আকাশ থিকা পড়ি গইয়া বজ্রের মতো হঠাৎ ও দ্রুত পতন হয়।", "calver": "2025.05.20", "id": "LUK 10:18", "translation_time": 17.72}
{"source_lang": "grc", "target_lang": "syl", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "অইখানে, আমি তোমাদের দিছি ঈশ্বরের অধিকার, শিংর ও বাটার উপরে চড়ার, আর দুশমনদের সব শক্তির উপরে, আর কিছুই তোমাদের দ্বারা অন্যায় করতে পারবে না।", "calver": "2025.05.20", "id": "LUK 10:19", "translation_time": 9.27}
{"source_lang": "grc", "target_lang": "syl", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "অতএব, তিনি তাদের বললেন, \"আমাদের দৃষ্টিতে ফসল অনেক, কিন্তু শ্রমিক কম। সুতরাং, ফসলের স্বর্গীয় স্বামীকে প্রার্থনা করুন, যেন তিনি শ্রমিকদের তার ফসলের কাজে পাঠান।\"", "calver": "2025.05.20", "id": "LUK 10:2", "translation_time": 12.13}
{"source_lang": "grc", "target_lang": "syl", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "অতএব, এই ব্যাপারে খুশি হইবেন না যে, আত্মাসমূহ আপনার অধীনস্থ, বরং খুশি হইবেন যে, আপনার নাম আকাশে লিখিত আছে।", "calver": "2025.05.20", "id": "LUK 10:20", "translation_time": 10.26}
{"source_lang": "grc", "target_lang": "syl", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "অতঃপর, সেই সময়ে পবিত্র আত্মা দ্বারা গৌরবিত হয়ে তিনি বললেন, \"আপনাক স্বীকার করি, পিতা, স্বর্গের এবং পৃথিবীর, যে তুমি এই সব কিছু বুদ্ধিমান আর জ্ঞানী লোকজনের কাছ থেইকা গোপন করো, আর শিশুদের কাছে প্রকাশ করো। হ্যাঁ, পিতা, কারণ এভাবেই তোমার ইচ্ছা ছিল।\"", "calver": "2025.05.20", "id": "LUK 10:21", "translation_time": 15.2}
{"source_lang": "grc", "target_lang": "syl", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "আমার পিতা দ্বারা সব কিছু আমার কাছে হস্তান্তর করা হয়েছে, এবং কেউ জানে না কে হইল সেই পুত্র, যদি না পিতা জানে, এবং কে হইল পিতা, যদি না পুত্র জানে, এবং যাকে ইচ্ছা করে পুত্র প্রকাশ করিবে।", "calver": "2025.05.20", "id": "LUK 10:22", "translation_time": 12.64}
{"source_lang": "grc", "target_lang": "syl", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "গোপনে শিষ্যদের সাথে কথা বলছিলেন, বলিয়া: আশীর্বাদিত হউক সেই চোখ, যাহারা দেখিতেছেন যাহা দেখিতেছেন।", "calver": "2025.05.20", "id": "LUK 10:23", "translation_time": 10.18}
{"source_lang": "grc", "target_lang": "syl", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "আমি বলি, কারণ, অনেক নবী ও রাজা এমন ইচ্ছা করছিলেন যে, তারা যা দেখতেন তা দেখতে পারতেন না, এবং যা শুনতেন তা শুনতে পারতেন না।", "calver": "2025.05.20", "id": "LUK 10:24", "translation_time": 11.68}
{"source_lang": "grc", "target_lang": "syl", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "দেখো, একজন আইনজীবী উঠিল, তাকে পরীক্ষা করিয়া বললেন, \"কি করিয়া আমি চিরস্থায়ী জীবন উত্তরাধিকার লাভ করিবে?\"", "calver": "2025.05.20", "id": "LUK 10:25", "translation_time": 14.68}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "\"নিয়মে কি লেখা আছে?\" তিনি তাঁকে জিজ্ঞেস করলেন, \"তুমি কিভাবে এটিকে পড়ো?\"", "calver": "2025.05.20", "id": "LUK 10:26", "translation_time": 13.1}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "প্রভু, তুমি তোমার ঈশ্বরকে সমস্ত হৃদয়, আত্মা, শক্তি, এবং মন দিয়ে ভালোবাসো, এবং তোমার প্রতিবেশীকে নিজের মতো ভালোবাসো।", "calver": "2025.05.20", "id": "LUK 10:27", "translation_time": 12.13}
{"source_lang": "grc", "target_lang": "syl", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "আপনি সঠিকভাবে উত্তর দিয়েছেন; এই কাজটি করুন, আর আপনি জীবন পাবেন।", "calver": "2025.05.20", "id": "LUK 10:28", "translation_time": 21.77}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "যে ব্যক্তি নিজেকে ন্যায়সঙ্গত করার জন্য প্রশ্ন করিল, তিনি যিশুর কাছে জিজ্ঞেস করিলেন, \"আমার প্রতিবেশী কে?\"", "calver": "2025.05.20", "id": "LUK 10:29", "translation_time": 11.08}
{"source_lang": "grc", "target_lang": "syl", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "চলো বাহিরে, দেখো, আমি তোমাদের পাঠাচ্ছি যেন শিংরদের মতো শিকারিদের মাঝে।", "calver": "2025.05.20", "id": "LUK 10:3", "translation_time": 13.49}
{"source_lang": "grc", "target_lang": "syl", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "যখন যিশু উপদেশ দিলেন, তিনি বললেন, “একজন মানুষ জেরুজালেম থেকে জেরিকো পথে নামছিল। পথের মধ্যে ডাকাতরা তাকে আঘাত করে, তার কাপড় ছেড়ে দেয় এবং মারপিট করে, ফলে সে অর্ধমৃত হয়ে পড়ে। তারা তাকে ছেড়ে চলে যায়, তাকে ছেড়ে দিয়ে, সে অর্ধমৃত অবস্থায় পড়ে থাকল।”", "calver": "2025.05.20", "id": "LUK 10:30", "translation_time": 17.51}
{"source_lang": "grc", "target_lang": "syl", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "By chance, a priest was descending the road, and upon seeing him, passed by him.", "calver": "2025.05.20", "id": "LUK 10:31", "translation_time": 12.79}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "অইভাবে লেউইত স্থানত আহি, অই দেখি, অই পাশ কাটি যায়।", "calver": "2025.05.20", "id": "LUK 10:32", "translation_time": 13.89}
{"source_lang": "grc", "target_lang": "syl", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "সামারিয়ান, যখন ভ্রমণে আছিল, তাকে দেখলো এবং দয়া অনুভব করলো,", "calver": "2025.05.20", "id": "LUK 10:33", "translation_time": 12.43}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "আঁই একজন কাছে গিয়া, তার চোটের ক্ষতগুলো বন্ধ করিয়া, তেল আর ওয়াইন ঢালিয়া, নিজস্ব পশুতে বসাইয়া, তাকে এক হোটেলে নিয়ে গিয়া, তার যত্ন লইয়া থাকিলাম।", "calver": "2025.05.20", "id": "LUK 10:34", "translation_time": 13.27}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "অউর কালকের দিন, উনি দুই দীনার দিয়া এক জন পাণ্ডোচি-দোকানদারক দিয়া কইলেন, \"তুমি তার খেয়াল রাখো। আর তুমি যত খরচ করো, আমি ফিরিয়া আসার সময় তোমার দিয়া ফিরাই দিমু।\"", "calver": "2025.05.20", "id": "LUK 10:35", "translation_time": 14.66}
{"source_lang": "grc", "target_lang": "syl", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "\"তুমি মনে করো, এই তিনজনের মধ্যে, কে সেই ব্যক্তি যিনি পথের দস্যুদের দ্বারা আঘাতপ্রাপ্ত ব্যক্তির প্রতিবেশী?\"", "calver": "2025.05.20", "id": "LUK 10:36", "translation_time": 11.88}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "অমি তোমাক কইমু, তুমি ও যেনো এইরকম করো।", "calver": "2025.05.20", "id": "LUK 10:37", "translation_time": 13.25}
{"source_lang": "grc", "target_lang": "syl", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "যখন তাঁরা চলিয়া যাইতেছিল, তখন নিজে তিনি এক গাঁওয়ে প্রবেশ করিলেন; এক মহিলা, যাঁর নাম মার্থা, তাঁকে তাঁর বাড়ীতে স্বাগত জানাইল।", "calver": "2025.05.20", "id": "LUK 10:38", "translation_time": 10.85}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "আঁই একখান ভাইয়া আছিল, যাক নাম আছিল মারিয়াম, যিনি বসিয়া আছিল ঈশ্বরের পায়ে, আর শুনিত আছিল তাঁর বাক্য।", "calver": "2025.05.20", "id": "LUK 10:39", "translation_time": 12.7}
{"source_lang": "grc", "target_lang": "syl", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "মা, পুঁটলি, ব্যাগ, আর পাদুকা পরিবেন না; আর রাস্তার মধ্যে কারো সাথে সালাম নাকরিবেন।", "calver": "2025.05.20", "id": "LUK 10:4", "translation_time": 12.09}
{"source_lang": "grc", "target_lang": "syl", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "মার্থা বহু পরিষ্কার কাজের মধ্যে ব্যস্ত আছিল। তিনি কিতাব কইরা কইলেন, হে প্রভু, তুমি কি জানো না যে, আমার ভাইয়া একা থাকি আমার জন্যে পরিষেবা দিয়া থাকি? তাই বলো, ওকে বলো যেন আমার সহায়তা করে। যিশু উত্তরে বললেন,", "calver": "2025.05.20", "id": "LUK 10:40", "translation_time": 10.73}
{"source_lang": "grc", "target_lang": "syl", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "ঈশ্বর মারথাক কইলেন, \"মারথা, মারথা, তুমি বহু বস্তুৰ বিষয়ে চিন্তিত আৰু উদ্বিগ্ন হৈ আছা।\"", "calver": "2025.05.20", "id": "LUK 10:41", "translation_time": 11.57}
{"source_lang": "grc", "target_lang": "syl", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "অল্পই যথেষ্ট, বা একটিই প্রয়োজনীয়; কারণ মারিয়া ভাল অংশটি নির্বাচন করেছেন, যা তাঁহার থেকে কখনোই কেড়ে নেওয়া হবেনা।", "calver": "2025.05.20", "id": "LUK 10:42", "translation_time": 10.73}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "যখন আপুনি কোনো ঘৰলৈ প্ৰৱেশ কৰিব, প্ৰথমে এই বুলি কওক: এই ঘৰলৈ শান্তি থাকক।", "calver": "2025.05.20", "id": "LUK 10:5", "translation_time": 10.17}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "যদি সেখানে শান্তির পুত্র থাকে, তবে তোমাদের শান্তি তার উপর স্থির হবে; কিন্তু যদি না থাকে, তবে শান্তি ফিরে আসবে তোমাদের কাছে।", "calver": "2025.05.20", "id": "LUK 10:6", "translation_time": 9.86}
{"source_lang": "grc", "target_lang": "syl", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "একঘরত থাকিবে, তাঁরা যাহা খাইবে ও পান করিবে, তাহা দান করিয়া, কারণ তাঁহার মজুরির যোগ্য। ঘর থেকে ঘরে চলিয়া যাইবে না।", "calver": "2025.05.20", "id": "LUK 10:7", "translation_time": 19.8}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "যখন তুমি কোনো শহরে প্রবেশ করবে এবং তারা তোমাকে স্বাগত জানাবে, তখন তুমি যা কিছু প্রদান করবে তা খাও।", "calver": "2025.05.20", "id": "LUK 10:8", "translation_time": 9.16}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "আঁই তোমাদের বলি, অসুস্থদের চিকিৎসা করো, আর বলো, \"Parameshwarer Rajya তোমাদের কাছে আসি গেইছে।\"", "calver": "2025.05.20", "id": "LUK 10:9", "translation_time": 9.99}
{"source_lang": "grc", "target_lang": "syl", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "যখন যিশু এক স্থানত প্ৰাৰ্থনা কৰিছিল, তেতিয়া তেওঁ প্ৰাৰ্থনা শেষ কৰি উঠিল, তেতিয়া তেওঁৰ এজন শিষ্য তেওঁৰ ওচৰলৈ গৈ ক'লে, \"প্রভু, আমাক প্ৰাৰ্থনা কৰাৰ উপায় শিকাও, যেনেকৈ যোহন বাপ্তিষ্ট তেওঁৰ শিষ্যসকলক শিকাইছিল।\"", "calver": "2025.05.20", "id": "LUK 11:1", "translation_time": 13.83}
{"source_lang": "grc", "target_lang": "syl", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "যে কেউ প্রার্থনা করে, সে গ্রহণ করে, এবং যে খোঁজ করে, সে পায়, এবং যে ধাক্কা দেয়, তার জন্য খোলা হবে।", "calver": "2025.05.20", "id": "LUK 11:10", "translation_time": 11.47}
{"source_lang": "grc", "target_lang": "syl", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "তুমি কি তোমার পিতাকে জিজ্ঞেস করবে, পুত্র কি মাছ চায়, আর যদি সে তোমাকে মাছের বদলে সাপ দেয়, তাহলে তুমি কি করবে?", "calver": "2025.05.20", "id": "LUK 11:11", "translation_time": 12.52}
{"source_lang": "grc", "target_lang": "syl", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "যদি সে একটি ডিম চায়, তবে কি সে তাকে একটি পাখি দেবে?", "calver": "2025.05.20", "id": "LUK 11:12", "translation_time": 13.4}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "যদি তোমরা, যাহা দুর্বল হইয়া থাক, জানো যে তোমাদের পুত্রদের ভাল উপহার দিবার জানে, তবে কত গুণ বেশি স্বর্গের পিতা, যিনি স্বর্গ থেকে পবিত্র আত্মা দান করিবেন, যাহারা তাঁহার কাছে প্রার্থনা করে।", "calver": "2025.05.20", "id": "LUK 11:13", "translation_time": 14.99}
{"source_lang": "grc", "target_lang": "syl", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "অউন এক দুষ্ট আত্মা উচ্ছেদ করিল, আর সেই ব্যক্তি ছিলো মুখে কথা কওয়া অক্ষম। যখন দুষ্ট আত্মা বের হইল, তখন সেই ব্যক্তি কথা কইতে লাগিল। আর সেই সময় লোকেরা বিস্মিত হইল।", "calver": "2025.05.20", "id": "LUK 11:14", "translation_time": 16.31}
{"source_lang": "grc", "target_lang": "syl", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "কিছু লোক বলল, \"বিলজেবুলের নামে, শয়তানের শাসক, তিনি শয়তানদের বহিষ্কার করেন।\"", "calver": "2025.05.20", "id": "LUK 11:15", "translation_time": 14.36}
{"source_lang": "grc", "target_lang": "syl", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "অন্যরা ঈশ্বরের দিয়া আকাশ থিকা চিহ্ন খুঁজতাছিল।", "calver": "2025.05.20", "id": "LUK 11:16", "translation_time": 12.69}
{"source_lang": "grc", "target_lang": "syl", "original": "αὐτὸς  δὲ  εἰδὼς  αὐτῶν  τὰ  διανοήματα  εἶπεν  αὐτοῖς  Πᾶσα  βασιλεία  ἐφ’  ἑαυτὴν  διαμερισθεῖσα  ἐρημοῦται, καὶ  οἶκος  ἐπὶ  οἶκον  πίπτει.", "translation": "তেওঁ নিজে জানে তাদের মনোভাব, এবং বললেন, \"প্রতিটি রাজ্য বা বাড়ি নিজে নিজে বিভক্ত হলে, সেটি ধ্বংস হয়ে যায়।\"", "calver": "2025.05.20", "id": "LUK 11:17", "translation_time": 16.9}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰ  δὲ  καὶ  ὁ  Σατανᾶς  ἐφ’  ἑαυτὸν  διεμερίσθη, πῶς  σταθήσεται  ἡ  βασιλεία  αὐτοῦ; ὅτι  λέγετε  ἐν  Βεελζεβοὺλ  ἐκβάλλειν  με  τὰ  δαιμόνια.", "translation": "যদি শয়তানও নিজের বিরুদ্ধে বিভক্ত হয়, তাহলে তার রাজ্য কেমন টিকে থাকবে? কারণ, আপনি বলছেন যে, আমি বেলজেবুল দ্বারা দানবদের বহিষ্কার করি।", "calver": "2025.05.20", "id": "LUK 11:18", "translation_time": 17.43}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰ  δὲ  ἐγὼ  ἐν  Βεελζεβοὺλ  ἐκβάλλω  τὰ  δαιμόνια, οἱ  υἱοὶ  ὑμῶν  ἐν  τίνι  ἐκβάλλουσιν; διὰ  τοῦτο  αὐτοὶ  ὑμῶν  κριταὶ  ἔσονται.", "translation": "যদি আমি বেলজেবুল দ্বারা শয়তানদের বহিষ্কার করি, তবে তোমার পুত্ররা তারা দ্বারা তারা বহিষ্কার করে, তাই তারা তোমাদের বিচারক হবেন।", "calver": "2025.05.20", "id": "LUK 11:19", "translation_time": 13.09}
{"source_lang": "grc", "target_lang": "syl", "original": "εἶπεν  δὲ  αὐτοῖς  Ὅταν  προσεύχησθε, λέγετε  Πάτερ, ἁγιασθήτω  τὸ  ὄνομά  σου· ἐλθάτω  ἡ  βασιλεία  σου·", "translation": "যখন তুমি প্রার্থনা করো, তখন বলো, পিতা, তোমার নাম পবিত্র হোক; তোমার রাজ্য আসুক;", "calver": "2025.05.20", "id": "LUK 11:2", "translation_time": 12.2}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰ  δὲ  ἐν  δακτύλῳ  Θεοῦ  ἐγὼ  ἐκβάλλω  τὰ  δαιμόνια, ἄρα  ἔφθασεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "যদি আমি ঈশ্বরের আঙুল দ্বারা শয়তানদের বহিষ্কার করি, তাহলে ঈশ্বরের রাজ্য তোমাদের উপর এসে গেছে।", "calver": "2025.05.20", "id": "LUK 11:20", "translation_time": 11.79}
{"source_lang": "grc", "target_lang": "syl", "original": "ὅταν  ὁ  ἰσχυρὸς  καθωπλισμένος  φυλάσσῃ  τὴν  ἑαυτοῦ  αὐλήν, ἐν  εἰρήνῃ  ἐστὶν  τὰ  ὑπάρχοντα  αὐτοῦ·", "translation": "যখন শক্তিশালী ব্যক্তি অস্ত্রধারী হয়ে নিজের প্রাঙ্গণ রক্ষা করে, সে শান্তিতে তার সম্পদসমূহের মধ্যে থাকে।", "calver": "2025.05.20", "id": "LUK 11:21", "translation_time": 10.59}
{"source_lang": "grc", "target_lang": "syl", "original": "ἐπὰν  δὲ  ἰσχυρότερος  αὐτοῦ  ἐπελθὼν  νικήσῃ  αὐτόν, τὴν  πανοπλίαν  αὐτοῦ  αἴρει  ἐφ’  ᾗ  ἐπεποίθει, καὶ  τὰ  σκῦλα  αὐτοῦ  διαδίδωσιν.", "translation": "যখন এক শক্তিশালী ব্যক্তি তার উপর আঘাত করে এবং তাকে পরাজিত করে, তখন সে তার উপর ভরসা করা পাত্রটি সরিয়ে দেয় এবং তার অস্ত্র ও সরঞ্জামগুলো ছড়িয়ে দেয়।", "calver": "2025.05.20", "id": "LUK 11:22", "translation_time": 13.36}
{"source_lang": "grc", "target_lang": "syl", "original": "Ὁ  μὴ  ὢν  μετ’  ἐμοῦ  κατ’  ἐμοῦ  ἐστιν, καὶ  ὁ  μὴ  συνάγων  μετ’  ἐμοῦ  σκορπίζει.", "translation": "যারা খোদাইর লগে না থাকিয়া, তারা আমার সঙ্গে না থাকিয়া, তারা ছড়াইয়া যায়।", "calver": "2025.05.20", "id": "LUK 11:23", "translation_time": 10.73}
{"source_lang": "grc", "target_lang": "syl", "original": "Ὅταν  τὸ  ἀκάθαρτον  πνεῦμα  ἐξέλθῃ  ἀπὸ  τοῦ  ἀνθρώπου, διέρχεται  δι’  ἀνύδρων  τόπων  ζητοῦν  ἀνάπαυσιν, καὶ  μὴ  εὑρίσκον  λέγει  Ὑποστρέψω  εἰς  τὸν  οἶκόν  μου  ὅθεν  ἐξῆλθον·", "translation": "যখন অপবিত্র আত্মা একজন ব্যক্তির থেকে বের হয়, তখন সে শুষ্ক স্থানে ঘুরে বেড়ায়, বিশ্রাম খুঁজে না পেয়ে, বলে, \"আমি আমার বাড়িতে ফিরে যাব,\" যেখানে থেকে আমি বের হয়েছিলাম।", "calver": "2025.05.20", "id": "LUK 11:24", "translation_time": 12.64}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  ἐλθὸν  εὑρίσκει  σεσαρωμένον  καὶ  κεκοσμημένον.", "translation": "আপনি আসার পর আপনি দেখতে পান যে তিনি সেজে ও তেল লাগানো অবস্থায় আছেন।", "calver": "2025.05.20", "id": "LUK 11:25", "translation_time": 10.06}
{"source_lang": "grc", "target_lang": "syl", "original": "τότε  πορεύεται  καὶ  παραλαμβάνει  ἕτερα  πνεύματα  πονηρότερα  ἑαυτοῦ  ἑπτά, καὶ  εἰσελθόντα  κατοικεῖ  ἐκεῖ, καὶ  γίνεται  τὰ  ἔσχατα  τοῦ  ἀνθρώπου  ἐκείνου  χείρονα  τῶν  πρώτων.", "translation": "তাহানী সে গিয়া সাত গুণ বেশি দুষ্ট আত্মা লইয়া যায়, আর তারা প্রবেশ করে থাকি, আর সেই ব্যক্তির শেষ অবস্থা প্রথমের চেয়ে খারাপ হয়।", "calver": "2025.05.20", "id": "LUK 11:26", "translation_time": 12.0}
{"source_lang": "grc", "target_lang": "syl", "original": "Ἐγένετο  δὲ  ἐν  τῷ  λέγειν  αὐτὸν  ταῦτα  ἐπάρασά  τις  φωνὴν  γυνὴ  ἐκ  τοῦ  ὄχλου  εἶπεν  αὐτῷ  Μακαρία  ἡ  κοιλία  ἡ  βαστάσασά  σε  καὶ  μαστοὶ  οὓς  ἐθήλασας.", "translation": "আপনি যেই গর্ভধারিণী, তিনি ধন্য, যিনি আপনাকে ধারণ করেছেন, এবং যাঁরা আপনার স্তন্যপান করেছেন, তাঁরা আশীর্বাদপ্রাপ্ত।", "calver": "2025.05.20", "id": "LUK 11:27", "translation_time": 13.28}
{"source_lang": "grc", "target_lang": "syl", "original": "αὐτὸς  δὲ  εἶπεν  Μενοῦν  μακάριοι  οἱ  ἀκούοντες  τὸν  λόγον  τοῦ  Θεοῦ  καὶ  φυλάσσοντες.", "translation": "অতঁই কইলেন, সুবিধা পোৱা সেইসকল, যারা আল্লাহর বাণী শুনে আৰু অভিধান ৰক্ষা করে।", "calver": "2025.05.20", "id": "LUK 11:28", "translation_time": 14.61}
{"source_lang": "grc", "target_lang": "syl", "original": "Τῶν  δὲ  ὄχλων  ἐπαθροιζομένων  ἤρξατο  λέγειν  Ἠ  γενεὰ  αὕτη  γενεὰ  πονηρά  ἐστιν· σημεῖον  ζητεῖ, καὶ  σημεῖον  οὐ  δοθήσεται  αὐτῇ  εἰ  μὴ  τὸ  σημεῖον  Ἰωνᾶ.", "translation": "এই প্রজন্মটি দুষ্ট এবং ব্যভিচারী; তারা একটি চিহ্ন খুঁজে, কিন্তু তাদের জন্যে জোনার চিহ্ন ব্যতীত অন্য কোনো চিহ্ন দেওয়া হবে না।", "calver": "2025.05.20", "id": "LUK 11:29", "translation_time": 12.63}
{"source_lang": "grc", "target_lang": "syl", "original": "τὸν  ἄρτον  ἡμῶν  τὸν  ἐπιούσιον  δίδου  ἡμῖν  τὸ  καθ’  ἡμέραν·", "translation": "আমাদের প্রতিদিনের রুটি দিন", "calver": "2025.05.20", "id": "LUK 11:3", "translation_time": 11.45}
{"source_lang": "grc", "target_lang": "syl", "original": "καθὼς  γὰρ  ἐγένετο  Ἰωνᾶς  τοῖς  Νινευείταις  σημεῖον, οὕτως  ἔσται  καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  τῇ  γενεᾷ  ταύτῃ.", "translation": "যেন যেন যেমনে یونাহ্‌ নবীসকলৰ বাবে চিহ্ন আছিল, তেনেকৈই হ’ব আৰু মানুহৰ পুত্ৰৰ বাবে এই প্ৰজন্মত চিহ্ন।", "calver": "2025.05.20", "id": "LUK 11:30", "translation_time": 12.72}
{"source_lang": "grc", "target_lang": "syl", "original": "βασίλισσα  νότου  ἐγερθήσεται  ἐν  τῇ  κρίσει  μετὰ  τῶν  ἀνδρῶν  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινεῖ  αὐτούς· ὅτι  ἦλθεν  ἐκ  τῶν  περάτων  τῆς  γῆς  ἀκοῦσαι  τὴν  σοφίαν  Σολομῶνος, καὶ  ἰδοὺ  πλεῖον  Σολομῶνος  ὧδε.", "translation": "নিচের রাণী, যিনি দক্ষিণের, বিচার দিবসে উঠে আসিবে এবং এই প্রজন্মের পুরুষদের সাথে মিলিয়া তাঁহাদের দোষ দেবে; কারণ, তিনি দূর দিগন্ত থেকে আসিয়া সলোমনের জ্ঞান শুনিয়াছিলেন, এবং দেখ, তিনি সলোমনের চেয়েও অধিক জ্ঞান লাভ করিয়াছিলেন।", "calver": "2025.05.20", "id": "LUK 11:31", "translation_time": 14.06}
{"source_lang": "grc", "target_lang": "syl", "original": "ἄνδρες  Νινευεῖται  ἀναστήσονται  ἐν  τῇ  κρίσει  μετὰ  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινοῦσιν  αὐτήν· ὅτι  μετενόησαν  εἰς  τὸ  κήρυγμα  Ἰωνᾶ, καὶ  ἰδοὺ  πλεῖον  Ἰωνᾶ  ὧδε.", "translation": "মানুষ নিনেভের, তারা পুনরুত্থিত হইবে বিচারকালে, এই প্রজন্মের সঙ্গে, আর তারা তাদের অপরাধের জন্য দণ্ডিত হইবে; কারণ তারা মনোভাব পরিবর্তন করিয়াছে যোনার প্রচার শুনিয়া, আর দেখ, যোনার চেয়ে অধিক মানুষ এইখানে উপস্থিত। এই হইল যোনার চিহ্ন, আর যোনার চেয়ে বড়।", "calver": "2025.05.20", "id": "LUK 11:32", "translation_time": 15.05}
{"source_lang": "grc", "target_lang": "syl", "original": "Οὐδεὶς  λύχνον  ἅψας  εἰς  κρύπτην  τίθησιν  οὐδὲ  ὑπὸ  τὸν  μόδιον, ἀλλ’  ἐπὶ  τὴν  λυχνίαν, ἵνα  οἱ  εἰσπορευόμενοι  τὸ  φέγγος  βλέπωσιν.", "translation": "প্রতিটি প্রদীপ একটি stand-এ রাখা হয়, যেন প্রবেশকারী ব্যক্তিগণ আলো দেখিবে।", "calver": "2025.05.20", "id": "LUK 11:33", "translation_time": 15.78}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁ  λύχνος  τοῦ  σώματός  ἐστιν  ὁ  ὀφθαλμός  σου. ὅταν  ὁ  ὀφθαλμός  σου  ἁπλοῦς  ᾖ, καὶ  ὅλον  τὸ  σῶμά  σου  φωτεινόν  ἐστιν· ἐπὰν  δὲ  πονηρὸς  ᾖ, καὶ  τὸ  σῶμά  σου  σκοτεινόν.", "translation": "আপোনাৰ দেহৰ দিয়া হ'ল আপোনাৰ চকু। যেতিয়া আপোনাৰ চকু সৰল হয়, তেতিয়া আপোনাৰ সমগ্ৰ দেহ পোহৰৰে ভৰপূৰ হয়; কিন্তু যদি আপোনাৰ চকু দুষ্ট হয়, তেতিয়া আপোনাৰ সমগ্ৰ দেহ অন্ধকাৰৰে ভৰপূৰ হয়।", "calver": "2025.05.20", "id": "LUK 11:34", "translation_time": 11.9}
{"source_lang": "grc", "target_lang": "syl", "original": "σκόπει  οὖν  μὴ  τὸ  φῶς  τὸ  ἐν  σοὶ  σκότος  ἐστίν.", "translation": "অতএব, আপনি ভাবিবেন যে, আপনার ভিতরের আলো অন্ধকার।", "calver": "2025.05.20", "id": "LUK 11:35", "translation_time": 20.82}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰ  οὖν  τὸ  σῶμά  σου  ὅλον  φωτεινόν, μὴ  ἔχον  μέρος  τι  σκοτεινόν, ἔσται  φωτεινὸν  ὅλον  ὡς  ὅταν  ὁ  λύχνος  τῇ  ἀστραπῇ  φωτίζῃ  σε.", "translation": "যদি তোমার সম্পূর্ণ দেহ উজ্জ্বল হয়, অন্ধকার অংশ না থাকে, তবে তা সম্পূর্ণ উজ্জ্বল হবে, যেমন একটি বাতি যখন আলোর ঝলকানি দিয়ে তোমাকে আলোকিত করে।", "calver": "2025.05.20", "id": "LUK 11:36", "translation_time": 13.27}
{"source_lang": "grc", "target_lang": "syl", "original": "Ἐν  δὲ  τῷ  λαλῆσαι  ἐρωτᾷ  αὐτὸν  Φαρισαῖος  ὅπως  ἀριστήσῃ  παρ’  αὐτῷ· εἰσελθὼν  δὲ  ἀνέπεσεν.", "translation": "যখন ফারিসাইসী বলছিলেন, তখন তিনি জিজ্ঞেস করলেন, \"কীভাবে আমি আপনার সঙ্গে খাবার খাব?\" এরপর তিনি প্রবেশ করে শোয়া শুরু করলেন।", "calver": "2025.05.20", "id": "LUK 11:37", "translation_time": 11.56}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁ  δὲ  Φαρισαῖος  ἰδὼν  ἐθαύμασεν  ὅτι  οὐ  πρῶτον  ἐβαπτίσθη  πρὸ  τοῦ  ἀρίστου.", "translation": "ফারিসাইস্‌জে, যেতিয়া দেখিল, তেতিয়া বিস্মিত হইল কারণ, উনি প্রথমে না ধোওয়া আছিল খাওয়ার আগের সময়।", "calver": "2025.05.20", "id": "LUK 11:38", "translation_time": 11.75}
{"source_lang": "grc", "target_lang": "syl", "original": "εἶπεν  δὲ  ὁ  Κύριος  πρὸς  αὐτόν  Νῦν  ὑμεῖς  οἱ  Φαρισαῖοι  τὸ  ἔξωθεν  τοῦ  ποτηρίου  καὶ  τοῦ  πίνακος  καθαρίζετε, τὸ  δὲ  ἔσωθεν  ὑμῶν  γέμει  ἁρπαγῆς  καὶ  πονηρίας.", "translation": "প্রভু বললেন, “এখন তোমরা, ফারিসাইরা, পাত্র বা পাত্রীর বাহ্যিক পরিচ্ছন্নতা দেখাই, কিন্তু তোমাদের ভিতর লোভ ও দুষ্টামিতে পূর্ণ।”", "calver": "2025.05.20", "id": "LUK 11:39", "translation_time": 12.99}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  ἄφες  ἡμῖν  τὰς  ἁμαρτίας  ἡμῶν, καὶ  γὰρ  αὐτοὶ  ἀφίομεν  παντὶ  ὀφείλοντι  ἡμῖν· καὶ  μὴ  εἰσενέγκῃς  ἡμᾶς  εἰς  πειρασμόν.", "translation": "আমরা আমাদের পাপের জন্য ক্ষমা চাচ্ছি, কারণ আমরা নিজেদেরই সকল ঋণ পরিশোধ করি; এবং আমাদেরকে প্ররোচনায় না নিয়ে যান।", "calver": "2025.05.20", "id": "LUK 11:4", "translation_time": 10.65}
{"source_lang": "grc", "target_lang": "syl", "original": "ἄφρονες, οὐχ  ὁ  ποιήσας  τὸ  ἔξωθεν  καὶ  τὸ  ἔσωθεν  ἐποίησεν;", "translation": "অবুঝ, কি সৃষ্টিকর্তা, যিনি বাহ্যিক ও অভ্যন্তরীণ উভয় দিক সৃষ্টি করেছেন, তিনি কি শুধু চেহারার উপর ভিত্তি করে সৃষ্টি করেছেন?", "calver": "2025.05.20", "id": "LUK 11:40", "translation_time": 11.33}
{"source_lang": "grc", "target_lang": "syl", "original": "πλὴν  τὰ  ἐνόντα  δότε  ἐλεημοσύνην, καὶ  ἰδοὺ  πάντα  καθαρὰ  ὑμῖν  ἐστιν.", "translation": "দয়া করে দান করুন, এবং দেখুন, সব কিছু শুদ্ধ।", "calver": "2025.05.20", "id": "LUK 11:41", "translation_time": 12.47}
{"source_lang": "grc", "target_lang": "syl", "original": "ἀλλὰ  οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀποδεκατοῦτε  τὸ  ἡδύοσμον  καὶ  τὸ  πήγανον  καὶ  πᾶν  λάχανον, καὶ  παρέρχεσθε  τὴν  κρίσιν  καὶ  τὴν  ἀγάπην  τοῦ  Θεοῦ· ταῦτα  δὲ  ἔδει  ποιῆσαι  κἀκεῖνα  μὴ  παρεῖναι.", "translation": "অথচ, হে ফারিসাইসগণ, তোমাদের জন্য দুর্বোধ্য, কারণ তোমরা তুমার অতি ছোটো দান, যেমন পুদিনা, ধনে, আর অন্য সব লতা-পাতা, এইসব দিয়ে তুমরা ধর্মীয় দায়িত্ব পালন করো, কিন্তু তোমরা ভুলে যাও, যে সত্যিকারের ন্যায় ও ঈশ্বরের প্রেমের গুরুত্ব বেশি। এইসব কাজের পাশাপাশি, তোমরা ঈশ্বরের বিচার ও প্রেমের কাজগুলো এড়িয়ে যাও, যা আসল ধর্মের মূল। এইভাবে, তোমরা মূল বিষয়গুলো এড়িয়ে, বাহ্যিক আড়ম্বরের পিছনে লুকিয়ে থাকো।", "calver": "2025.05.20", "id": "LUK 11:42", "translation_time": 15.42}
{"source_lang": "grc", "target_lang": "syl", "original": "οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀγαπᾶτε  τὴν  πρωτοκαθεδρίαν  ἐν  ταῖς  συναγωγαῖς  καὶ  τοὺς  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς.", "translation": "ওইসব ফারিসাইসগো, তোমরা কি জানো না যে, তোমরা গির্জার ভিতরে প্রথম আসনে বসতে চাই, আর বাজারে সালাম দিতে চাই।", "calver": "2025.05.20", "id": "LUK 11:43", "translation_time": 15.93}
{"source_lang": "grc", "target_lang": "syl", "original": "οὐαὶ  ὑμῖν, ὅτι  ἐστὲ  ὡς  τὰ  μνημεῖα  τὰ  ἄδηλα, καὶ  οἱ  ἄνθρωποι  οἱ  περιπατοῦντες  ἐπάνω  οὐκ  οἴδασιν.", "translation": "আপনাদের জন্য হুঁশিয়ার, কারণ আপনি অদৃশ্য কবরের মতো, যেগুলি মানুষরা হাঁটছে তাদের উপরে, তারা জানে না।", "calver": "2025.05.20", "id": "LUK 11:44", "translation_time": 17.56}
{"source_lang": "grc", "target_lang": "syl", "original": "Ἀποκριθεὶς  δέ  τις  τῶν  νομικῶν  λέγει  αὐτῷ  Διδάσκαλε, ταῦτα  λέγων  καὶ  ἡμᾶς  ὑβρίζεις.", "translation": "একজন আইনজীবীর একজন উত্তরে বলে, \"শিক্ষক,\" এই কথা বলার সাথে সাথে তুমি আমাদের অপমান করো।", "calver": "2025.05.20", "id": "LUK 11:45", "translation_time": 15.36}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁ  δὲ  εἶπεν  Καὶ  ὑμῖν  τοῖς  νομικοῖς  οὐαί, ὅτι  φορτίζετε  τοὺς  ἀνθρώπους  φορτία  δυσβάστακτα, καὶ  αὐτοὶ  ἑνὶ  τῶν  δακτύλων  ὑμῶν  οὐ  προσψαύετε  τοῖς  φορτίοις.", "translation": "আপনাদের জন্য দুর্ভাগ্য, যে আপনি লোকদের উপর ভারী বোঝা চাপাচ্ছেন, এবং নিজেরা এক আঙুলও না নাড়েন এই বোঝার উপর।", "calver": "2025.05.20", "id": "LUK 11:46", "translation_time": 21.77}
{"source_lang": "grc", "target_lang": "syl", "original": "οὐαὶ  ὑμῖν, ὅτι  οἰκοδομεῖτε  τὰ  μνημεῖα  τῶν  προφητῶν, οἱ  δὲ  πατέρες  ὑμῶν  ἀπέκτειναν  αὐτούς.", "translation": "আপনাদের জন্য দুর্ভাগ্য, কারণ আপনি নবীদের স্মৃতিস্তম্ভ নির্মাণ করেন, কিন্তু আপনার পূর্বপুরুষরা তাদের হত্যা করেছিল।", "calver": "2025.05.20", "id": "LUK 11:47", "translation_time": 17.53}
{"source_lang": "grc", "target_lang": "syl", "original": "ἄρα  μάρτυρές  ἐστε  καὶ  συνευδοκεῖτε  τοῖς  ἔργοις  τῶν  πατέρων  ὑμῶν, ὅτι  αὐτοὶ  μὲν  ἀπέκτειναν  αὐτοὺς, ὑμεῖς  δὲ  οἰκοδομεῖτε.", "translation": "আপনি সাক্ষী এবং আপনার পিতাদের কাজের সঙ্গে একমত, কারণ তারা নবীদের হত্যা করেছিল, আর আপনি তাদের উপর নির্মাণ করছেন।", "calver": "2025.05.20", "id": "LUK 11:48", "translation_time": 15.69}
{"source_lang": "grc", "target_lang": "syl", "original": "διὰ  τοῦτο  καὶ  ἡ  σοφία  τοῦ  Θεοῦ  εἶπεν  Ἀποστελῶ  εἰς  αὐτοὺς  προφήτας  καὶ  ἀποστόλους, καὶ  ἐξ  αὐτῶν  ἀποκτενοῦσιν  καὶ  διώξουσιν,", "translation": "অতএব, ঈশ্বরের জ্ঞান বললেন, আমি তাদের মধ্যে নবী ও অপোস্টল পাঠাবো, এবং তারা হত্যা করবে এবং নিপীড়ন করবে তাদের।", "calver": "2025.05.20", "id": "LUK 11:49", "translation_time": 17.89}
{"source_lang": "grc", "target_lang": "syl", "original": "Καὶ  εἶπεν  πρὸς  αὐτούς  Τίς  ἐξ  ὑμῶν  ἕξει  φίλον, καὶ  πορεύσεται  πρὸς  αὐτὸν  μεσονυκτίου  καὶ  εἴπῃ  αὐτῷ  Φίλε, χρῆσόν  μοι  τρεῖς  ἄρτους,", "translation": "আপনি কি একজন বন্ধু থাকবেন, এবং মধ্যরাতে তার কাছে গিয়ে বলবেন, \"বন্ধু, আমাকে দয়া করে তিনটি রুটি দিন\"?", "calver": "2025.05.20", "id": "LUK 11:5", "translation_time": 15.39}
{"source_lang": "grc", "target_lang": "syl", "original": "ἵνα  ἐκζητηθῇ  τὸ  αἷμα  πάντων  τῶν  προφητῶν  τὸ  ἐκκεχυμένον  ἀπὸ  καταβολῆς  κόσμου  ἀπὸ  τῆς  γενεᾶς  ταύτης,", "translation": "যেন সব নবীদের রক্ত খুঁজে পাওয়া যায়, যেগুলি পৃথিবীর ভিত্তি থেকে এই প্রজন্ম পর্যন্ত ঝরানো হয়েছে।", "calver": "2025.05.20", "id": "LUK 11:50", "translation_time": 12.86}
{"source_lang": "grc", "target_lang": "syl", "original": "ἀπὸ  αἵματος  Ἄβελ  ἕως  αἵματος  Ζαχαρίου  τοῦ  ἀπολομένου  μεταξὺ  τοῦ  θυσιαστηρίου  καὶ  τοῦ  οἴκου· ναί, λέγω  ὑμῖν, ἐκζητηθήσεται  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "অবলের রক্ত থেকে, জাকারিয়ার রক্ত পর্যন্ত, যিনি নিহত হয়েছেন, মন্দিরের মাঝখানে এবং বাড়ির মধ্যে; হ্যাঁ, আমি বলি, এই প্রজন্ম থেকে তা চাহিবে।", "calver": "2025.05.20", "id": "LUK 11:51", "translation_time": 11.46}
{"source_lang": "grc", "target_lang": "syl", "original": "οὐαὶ  ὑμῖν  τοῖς  νομικοῖς, ὅτι  ἤρατε  τὴν  κλεῖδα  τῆς  γνώσεως· αὐτοὶ  οὐκ  εἰσήλθατε  καὶ  τοὺς  εἰσερχομένους  ἐκωλύσατε.", "translation": "আপনাদের জন্য হুঁশিয়ারি, ধর্মীয় নেতাদের, কারণ তারা জ্ঞানের চাবি অধিকার করে নিয়েছে; তারা নিজে প্রবেশ করেননি এবং প্রবেশকারীসকলক বাধা দিয়েছেন।", "calver": "2025.05.20", "id": "LUK 11:52", "translation_time": 11.86}
{"source_lang": "grc", "target_lang": "syl", "original": "Κἀκεῖθεν  ἐξελθόντος  αὐτοῦ  ἤρξαντο  οἱ  γραμματεῖς  καὶ  οἱ  Φαρισαῖοι  δεινῶς  ἐνέχειν  καὶ  ἀποστοματίζειν  αὐτὸν  περὶ  πλειόνων,", "translation": "যখন তিনি বাহিরে গিয়েছিলেন, তখন লিখিত ও ফারিসীয়রা খুবই কঠোরভাবে তাঁকে প্রশ্ন করতে শুরু করল বিভিন্ন বিষয়ে।", "calver": "2025.05.20", "id": "LUK 11:53", "translation_time": 8.98}
{"source_lang": "grc", "target_lang": "syl", "original": "ἐνεδρεύοντες  αὐτὸν  θηρεῦσαί  τι  ἐκ  τοῦ  στόματος  αὐτοῦ.", "translation": "তারা তাঁর মুখ থেকে ধরা পড়ার জন্য গোপনে অপেক্ষা করছিল।", "calver": "2025.05.20", "id": "LUK 11:54", "translation_time": 6.98}
{"source_lang": "grc", "target_lang": "syl", "original": "ἐπειδὴ  φίλος  μου  παρεγένετο  ἐξ  ὁδοῦ  πρός  με  καὶ  οὐκ  ἔχω  ὃ  παραθήσω  αὐτῷ·", "translation": "যেতিয়া মোৰ বন্ধু পথৰ পৰা আহি গ'ল, আৰু মোৰ ওচৰত তেওঁৰ বাবে কিবা দিয়া নাই।", "calver": "2025.05.20", "id": "LUK 11:6", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "syl", "original": "κἀκεῖνος  ἔσωθεν  ἀποκριθεὶς  εἴπῃ  Μή  μοι  κόπους  πάρεχε· ἤδη  ἡ  θύρα  κέκλεισται, καὶ  τὰ  παιδία  μου  μετ’  ἐμοῦ  εἰς  τὴν  κοίτην  εἰσίν· οὐ  δύναμαι  ἀναστὰς  δοῦναί  σοι.", "translation": "ওইজন ভিতর থাইক্যা জবাব দিল, \"আমার কাছে কষ্ট দিও না। ইতিমধ্যে দরজা বন্ধ হইয়া গেছে, আর আমার সন্তানরা আমার লগে বিছানায় আছেন। আমি উঠি না পারি তোমার জন্য কিছু করতে।\"", "calver": "2025.05.20", "id": "LUK 11:7", "translation_time": 11.54}
{"source_lang": "grc", "target_lang": "syl", "original": "λέγω  ὑμῖν, εἰ  καὶ  οὐ  δώσει  αὐτῷ  ἀναστὰς  διὰ  τὸ  εἶναι  φίλον  αὐτοῦ, διά  γε  τὴν  ἀναιδίαν  αὐτοῦ  ἐγερθεὶς  δώσει  αὐτῷ  ὅσων  χρῄζει.", "translation": "আমি তোমাকে বলি, যদি কেউ তার বন্ধু কাছে গিয়ে রাতের বেলা বলে, \"বন্ধু, আমাকে কিছু প্রয়োজন,\" এবং সে তার অপ্রতিরোধ্যতা কারণে না দেয়, তবে সে তার অপ্রতিরোধ্যতা থাকায় উঠে তার জন্য যা প্রয়োজন তা দেবে। কারণ, প্রত্যেককে তার অনুরোধে উত্তর দেওয়া হবে, অনুসন্ধান করলে তুমি পাবে, এবং তালা খোলা হবে।", "calver": "2025.05.20", "id": "LUK 11:8", "translation_time": 17.8}
{"source_lang": "grc", "target_lang": "syl", "original": "Κἀγὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·", "translation": "আমি আপনাদের বলি, প্রার্থনা করুন, এবং তা আপনাদের দেওয়া হবে; খোঁজ করুন, এবং আপনি পাবেন; দরজা Knock করুন, এবং তা আপনার জন্য খোলা হবে।", "calver": "2025.05.20", "id": "LUK 11:9", "translation_time": 11.89}
{"source_lang": "grc", "target_lang": "syl", "original": "Ἐν  οἷς  ἐπισυναχθεισῶν  τῶν  μυριάδων  τοῦ  ὄχλου, ὥστε  καταπατεῖν  ἀλλήλους, ἤρξατο  λέγειν  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  πρῶτον  Προσέχετε  ἑαυτοῖς  ἀπὸ  τῆς  ζύμης, ἥτις  ἐστὶν  ὑπόκρισις, τῶν  Φαρισαίων.", "translation": "জনগণের মধ্যে বহু হাজার লোক একত্রিত হইয়া, একে অপরকে পিষ্ট করিতে পারিতেছিল, তখন তিনি প্রথমে তাঁর শিষ্যদের বলিয়া বলিলেন, \"নিজেদের সতর্ক করো, ফারিসীরদের খামিরের বিষয়ে, যাহা হ'ল ধোঁকা বা প্রতারণার রূপক।\"", "calver": "2025.05.20", "id": "LUK 12:1", "translation_time": 15.78}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  πᾶς  ὃς  ἐρεῖ  λόγον  εἰς  τὸν  Υἱὸν  τοῦ  ἀνθρώπου, ἀφεθήσεται  αὐτῷ· τῷ  δὲ  εἰς  τὸ  Ἅγιον  Πνεῦμα  βλασφημήσαντι  οὐκ  ἀφεθήσεται.", "translation": "যে ব্যক্তি ঈশ্বরের পুত্রের বিষয়ে কথা বলবে, তাকে ক্ষমা করা হবে। কিন্তু যে ব্যক্তি পবিত্র আত্মাকে অবজ্ঞা করবে, তার জন্য ক্ষমা নেই।", "calver": "2025.05.20", "id": "LUK 12:10", "translation_time": 14.03}
{"source_lang": "grc", "target_lang": "syl", "original": "ὅταν  δὲ  εἰσφέρωσιν  ὑμᾶς  ἐπὶ  τὰς  συναγωγὰς  καὶ  τὰς  ἀρχὰς  καὶ  τὰς  ἐξουσίας, μὴ  μεριμνήσητε  πῶς  ἢ  τί  ἀπολογήσησθε  ἢ  τί  εἴπητε·", "translation": "যখন তোমাদের উপরে তোমাদেরকে গির্জা, শাসক, আর কর্তৃপক্ষের সামনে নিয়ে আসা হবে, তখন যেন চিন্তা না করো কিভাবে বা কি বলবে, বা কি প্রতিরক্ষা করবে। ঈশ্বরের সাহায্য তোমাদের সঙ্গে থাকিবে, এবং তিনি তোমাদেরকে উপযুক্ত শব্দ দান করবেন।", "calver": "2025.05.20", "id": "LUK 12:11", "translation_time": 12.71}
{"source_lang": "grc", "target_lang": "syl", "original": "τὸ  γὰρ  Ἅγιον  Πνεῦμα  διδάξει  ὑμᾶς  ἐν  αὐτῇ  τῇ  ὥρᾳ  ἃ  δεῖ  εἰπεῖν.", "translation": "অতএব, পবিত্র আত্মা তোমাদের শিখাবেন, সেই সময়ে তোমাদের যা বলতে হবে।", "calver": "2025.05.20", "id": "LUK 12:12", "translation_time": 11.89}
{"source_lang": "grc", "target_lang": "syl", "original": "Εἶπεν  δέ  τις  ἐκ  τοῦ  ὄχλου  αὐτῷ  Διδάσκαλε, εἰπὲ  τῷ  ἀδελφῷ  μου  μερίσασθαι  μετ’  ἐμοῦ  τὴν  κληρονομίαν.", "translation": "একজন ভিড় থেকে লোক তাকে বলল, \"শিক্ষক, আমার ভাইকে বলো, আমার জন্য উত্তরাধিকার ভাগ করে দিতে।\"", "calver": "2025.05.20", "id": "LUK 12:13", "translation_time": 14.03}
{"source_lang": "grc", "target_lang": "syl", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπε, τίς  με  κατέστησεν  κριτὴν  ἢ  μεριστὴν  ἐφ’  ὑμᾶς;", "translation": "তুমি কেথা আমাকে বিচারক বা ভাগবাটোয়ারি বানাইছো?", "calver": "2025.05.20", "id": "LUK 12:14", "translation_time": 12.81}
{"source_lang": "grc", "target_lang": "syl", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Ὁρᾶτε  καὶ  φυλάσσεσθε  ἀπὸ  πάσης  πλεονεξίας, ὅτι  οὐκ  ἐν  τῷ  περισσεύειν  τινὶ  ἡ  ζωὴ  αὐτοῦ  ἐστιν  ἐκ  τῶν  ὑπαρχόντων  αὐτῷ.", "translation": "দেখো এবং সাবধান হও, সকল লোভ থেকে, কারণ জীবনের মধ্যে সম্পদ নয়, বরং তার কাছে যা আছে, সেটাই মূল।", "calver": "2025.05.20", "id": "LUK 12:15", "translation_time": 22.96}
{"source_lang": "grc", "target_lang": "syl", "original": "Εἶπεν  δὲ  παραβολὴν  πρὸς  αὐτοὺς  λέγων  Ἀνθρώπου  τινὸς  πλουσίου  εὐφόρησεν  ἡ  χώρα.", "translation": "একজন ধনী ব্যক্তির উপমা বললেন, যে তার জমি প্রচুর ফলন করল।", "calver": "2025.05.20", "id": "LUK 12:16", "translation_time": 13.92}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  διελογίζετο  ἐν  ἑαυτῷ  λέγων  Τί  ποιήσω, ὅτι  οὐκ  ἔχω  ποῦ  συνάξω  τοὺς  καρπούς  μου;", "translation": "অউ ভাবি ভিতরত, বললেন, \"কি করিম, কারণ আমার গুদামত আমার ফলমূল রাখবার জাগা নাই।\"", "calver": "2025.05.20", "id": "LUK 12:17", "translation_time": 14.36}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  εἶπεν  Τοῦτο  ποιήσω· καθελῶ  μου  τὰς  ἀποθήκας  καὶ  μείζονας  οἰκοδομήσω, καὶ  συνάξω  ἐκεῖ  πάντα  τὸν  σῖτον  καὶ  τὰ  ἀγαθά  μου,", "translation": "এটি আমি করিবো; আমার পুরান খেতের ঘরগুলো ধ্বংস করিবো, বড়ো ঘর নির্মাণ করিবো, এবং আমার সমস্ত ধান ও সম্পদ সংগ্রহ করিবো।", "calver": "2025.05.20", "id": "LUK 12:18", "translation_time": 12.61}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  ἐρῶ  τῇ  ψυχῇ  μου  Ψυχή, ἔχεις  πολλὰ  ἀγαθὰ  κείμενα  εἰς  ἔτη  πολλά· ἀναπαύου, φάγε, πίε, εὐφραίνου.", "translation": "আত্মা, আমি তোমার প্রতি বলি, তুমি অনেক ভালো বস্তু ধারণ করো বহু বছর ধরে। বিশ্রাম করো, খাও, পান করো, আনন্দিত হও।", "calver": "2025.05.20", "id": "LUK 12:19", "translation_time": 14.56}
{"source_lang": "grc", "target_lang": "syl", "original": "οὐδὲν  δὲ  συγκεκαλυμμένον  ἐστὶν  ὃ  οὐκ  ἀποκαλυφθήσεται, καὶ  κρυπτὸν  ὃ  οὐ  γνωσθήσεται.", "translation": "অবিশ্বাস্য কিছু লুকানো থাকিবে না, এবং যা গোপন থাকিবে না, তাহা প্রকাশ পাবে।", "calver": "2025.05.20", "id": "LUK 12:2", "translation_time": 14.5}
{"source_lang": "grc", "target_lang": "syl", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Θεός  Ἄφρων, ταύτῃ  τῇ  νυκτὶ  τὴν  ψυχήν  σου  ἀπαιτοῦσιν  ἀπὸ  σοῦ· ἃ  δὲ  ἡτοίμασας, τίνι  ἔσται;", "translation": "ঈশ্বরে তাঁকে বলিল, \"অবজ্ঞা, এই নিশি তোমার আত্মা তোমার কাছ থাইক্কা চাহিব। তুমি যা প্রস্তুত করিছ, সেইটা কি হইব?\"", "calver": "2025.05.20", "id": "LUK 12:20", "translation_time": 16.15}
{"source_lang": "grc", "target_lang": "syl", "original": "οὕτως  ὁ  θησαυρίζων  αὑτῷ  καὶ  μὴ  εἰς  Θεὸν  πλουτῶν.", "translation": "এহি, নিজৰ বাবে ধন সঞ্চয় কৰা ব্যক্তি আৰু ঈশ্বৰৰ দিশে ধনী নহয়।", "calver": "2025.05.20", "id": "LUK 12:21", "translation_time": 20.16}
{"source_lang": "grc", "target_lang": "syl", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Διὰ  τοῦτο  λέγω  ὑμῖν· μὴ  μεριμνᾶτε  τῇ  ψυχῇ  τί  φάγητε, μηδὲ  τῷ  σώματι  τί  ἐνδύσησθε.", "translation": "আপনি চিন্তা করবেন না, আপনার জীবন সম্পর্কে, আপনি কি খাবেন বা আপনার শরীরের জন্য কি পরবেন, এই বিষয়ে। এই সব কিছুই ঈশ্বরের দয়া ও বিশ্বাসের উপর নির্ভর করে। আপনার অস্থিরতা ও উদ্বেগের পরিবর্তে, ঈশ্বরের উপর বিশ্বাস রাখুন এবং তাঁর দয়া ও আশ্রয়ে থাকুন।", "calver": "2025.05.20", "id": "LUK 12:22", "translation_time": 15.77}
{"source_lang": "grc", "target_lang": "syl", "original": "ἡ  γὰρ  ψυχὴ  πλεῖόν  ἐστιν  τῆς  τροφῆς  καὶ  τὸ  σῶμα  τοῦ  ἐνδύματος.", "translation": "আত্মা খাদ্যতকৈ অধিক, আৰু শৰীৰ পোশাকতকৈ অধিক।", "calver": "2025.05.20", "id": "LUK 12:23", "translation_time": 13.77}
{"source_lang": "grc", "target_lang": "syl", "original": "κατανοήσατε  τοὺς  κόρακας, ὅτι  οὔτε  σπείρουσιν  οὔτε  θερίζουσιν, οἷς  οὐκ  ἔστιν  ταμεῖον  οὐδὲ  ἀποθήκη, καὶ  ὁ  Θεὸς  τρέφει  αὐτούς· πόσῳ  μᾶλλον  ὑμεῖς  διαφέρετε  τῶν  πετεινῶν.", "translation": "আপনি বুঝুন কাকগো, যেহেতু তারা বীজ বপন করে না, ধান কাটে না, তাদের জন্য কোন ভাণ্ডার বা গুদাম নেই, আর ঈশ্বর তাদের খাওয়ান; কত বেশি আপনি পার্থক্য করেন পাখিদের তুলনায়।", "calver": "2025.05.20", "id": "LUK 12:24", "translation_time": 18.87}
{"source_lang": "grc", "target_lang": "syl", "original": "τίς  δὲ  ἐξ  ὑμῶν  μεριμνῶν  δύναται  ἐπὶ  τὴν  ἡλικίαν  αὐτοῦ  προσθεῖναι  πῆχυν;", "translation": "তুমি among তোমরা, কেহ তোমাদের মধ্যে, কি পারিবে, তোমার বয়সে, এক পেঞ্চ যোগ করিতে?", "calver": "2025.05.20", "id": "LUK 12:25", "translation_time": 13.29}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰ  οὖν  οὐδὲ  ἐλάχιστον  δύνασθε, τί  περὶ  τῶν  λοιπῶν  μεριμνᾶτε;", "translation": "যদি আপনে অতি সামান্য কাজও করতে পারন না, তহন অন্য গুলার জন্য কিয় চিন্তা করিবেন?", "calver": "2025.05.20", "id": "LUK 12:26", "translation_time": 12.87}
{"source_lang": "grc", "target_lang": "syl", "original": "κατανοήσατε  τὰ  κρίνα, πῶς  οὔτε  νήθει  οὔτε  ὑφαίνει· λέγω  δὲ  ὑμῖν, οὐδὲ  Σολομὼν  ἐν  πάσῃ  τῇ  δόξῃ  αὐτοῦ  περιεβάλετο  ὡς  ἓν  τούτων.", "translation": "আপনি কি বুঝতে পারেন না যে, এই গোলাপগুলি কাঁদে বা বুনে না? আমি আপনাদের বলছি, সোলোমনের মহিমাও এই সবের মতো নয়, তিনি তার সৌন্দর্য ও গৌরবের মধ্যে এতটাই ছিল যে, তিনি এই গোলাপগুলির মতো নয়।", "calver": "2025.05.20", "id": "LUK 12:27", "translation_time": 16.32}
{"source_lang": "grc", "target_lang": "syl", "original": "εἰ  δὲ  ἐν  ἀγρῷ  τὸν  χόρτον  ὄντα  σήμερον  καὶ  αὔριον  εἰς  κλίβανον  βαλλόμενον  ὁ  Θεὸς  οὕτως  ἀμφιέζει, πόσῳ  μᾶλλον  ὑμᾶς, ὀλιγόπιστοι.", "translation": "যদি আজ আর কাল গাছের ঘাসের মতো প্রভু এভাবে পরিধান করেন, তবে তোমাদের জন্য কত বেশি, যারা বিশ্বাস করে না, সেই অবিশ্বাসীদের মতো, প্রভু গাছের যত্ন নেন।", "calver": "2025.05.20", "id": "LUK 12:28", "translation_time": 19.53}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  ὑμεῖς  μὴ  ζητεῖτε  τί  φάγητε  καὶ  τί  πίητε, καὶ  μὴ  μετεωρίζεσθε·", "translation": "আঁই তুমি খুঁজিবে না কি খাওয়ার জন্য বা পানির জন্য, আর তুমি উদ্বিগ্ন হও না।", "calver": "2025.05.20", "id": "LUK 12:29", "translation_time": 14.15}
{"source_lang": "grc", "target_lang": "syl", "original": "ἀνθ’  ὧν  ὅσα  ἐν  τῇ  σκοτίᾳ  εἴπατε  ἐν  τῷ  φωτὶ  ἀκουσθήσεται, καὶ  ὃ  πρὸς  τὸ  οὖς  ἐλαλήσατε  ἐν  τοῖς  ταμείοις  κηρυχθήσεται  ἐπὶ  τῶν  δωμάτων.", "translation": "যাহার যাহা কিছু অন্ধকারে বলিয়াছিল, সেই সব কিছু আলোর মধ্যে শোনা যাইবে; আর যাহা তুমি কানে বলিয়াছ, তাহা ছাদে ঘোষণা হইবে।", "calver": "2025.05.20", "id": "LUK 12:3", "translation_time": 20.9}
{"source_lang": "grc", "target_lang": "syl", "original": "ταῦτα  γὰρ  πάντα  τὰ  ἔθνη  τοῦ  κόσμου  ἐπιζητοῦσιν· ὑμῶν  δὲ  ὁ  Πατὴρ  οἶδεν  ὅτι  χρῄζετε  τούτων·", "translation": "এই সব জাতিগুলি পৃথিবীর সব কিছু খুঁজে বেড়ায়; কিন্তু তোমাদের জন্যে, স্বর্গের পিতা জানেন যে, তোমরা এগুলির প্রয়োজন।", "calver": "2025.05.20", "id": "LUK 12:30", "translation_time": 11.49}
{"source_lang": "grc", "target_lang": "syl", "original": "πλὴν  ζητεῖτε  τὴν  βασιλείαν  αὐτοῦ, καὶ  ταῦτα  προστεθήσεται  ὑμῖν.", "translation": "আপনি প্রথমে তাঁর রাজ্য খুঁজুন, এবং এই সব কিছু আপনার জন্য যোগ করা হবে।", "calver": "2025.05.20", "id": "LUK 12:31", "translation_time": 16.17}
{"source_lang": "grc", "target_lang": "syl", "original": "Μὴ  φοβοῦ, τὸ  μικρὸν  ποίμνιον· ὅτι  εὐδόκησεν  ὁ  Πατὴρ  ὑμῶν  δοῦναι  ὑμῖν  τὴν  βασιλείαν.", "translation": "আপনাদের ভয় করো না, ছোট গোট গোট, কারণ আপনার পিতা ইচ্ছা করেছেন আপনাদের জন্য রাজ্য দান করতে।", "calver": "2025.05.20", "id": "LUK 12:32", "translation_time": 16.59}
{"source_lang": "grc", "target_lang": "syl", "original": "Πωλήσατε  τὰ  ὑπάρχοντα  ὑμῶν  καὶ  δότε  ἐλεημοσύνην· ποιήσατε  ἑαυτοῖς  βαλλάντια  μὴ  παλαιούμενα, θησαυρὸν  ἀνέκλειπτον  ἐν  τοῖς  οὐρανοῖς, ὅπου  κλέπτης  οὐκ  ἐγγίζει  οὐδὲ  σὴς  διαφθείρει·", "translation": "আপনাদের যা কিছু সম্পদ আছে, তা বিক্রি করুন এবং দান করুন দানশীলতা; নিজের জন্য অপ্রাচীন বলয় তৈরি করুন, যা অচলাবস্থা অমূল্য ধন হিসেবে আকাশে সংরক্ষণ করবেন, যেখানে চোরেরা প্রবেশ করতে পারে না এবং সোনা-রূপা ক্ষয় হয় না।", "calver": "2025.05.20", "id": "LUK 12:33", "translation_time": 24.98}
{"source_lang": "grc", "target_lang": "syl", "original": "ὅπου  γάρ  ἐστιν  ὁ  θησαυρὸς  ὑμῶν, ἐκεῖ  καὶ  ἡ  καρδία  ὑμῶν  ἔσται.", "translation": "যেখানে তোমার ধন আছে, সেই স্থানেই তোমার হৃদয় থাকবে।", "calver": "2025.05.20", "id": "LUK 12:34", "translation_time": 11.23}
{"source_lang": "grc", "target_lang": "syl", "original": "Ἔστωσαν  ὑμῶν  αἱ  ὀσφύες  περιεζωσμέναι  καὶ  οἱ  λύχνοι  καιόμενοι·", "translation": "আপনাদের কোমরবন্ধিত থাকিবে এবং জ্বলন্ত বাত্তি জ্বলিত থাকিবে।", "calver": "2025.05.20", "id": "LUK 12:35", "translation_time": 13.82}
{"source_lang": "grc", "target_lang": "syl", "original": "καὶ  ὑμεῖς  ὅμοιοι  ἀνθρώποις  προσδεχομένοις  τὸν  κύριον  ἑαυτῶν  πότε  ἀναλύσῃ  ἐκ  τῶν  γάμων, ἵνα  ἐλθόντος  καὶ  κρούσαντος  εὐθέως  ἀνοίξωσιν  αὐτῷ.", "translation": "আপনি যেন মানুষদের মতোই স্বর্গীয় প্রভুর জন্য অপেক্ষা করছেন, কখন তিনি বিবাহ থেকে ফিরে আসবেন, তখন তিনি আসবেন এবং দরজায় নক করবেন, তৎক্ষণাৎ তিনি তৎক্ষণাৎ খুলে দেবেন।", "calver": "2025.05.20", "id": "LUK 12:36", "translation_time": 14.75}
