{"source_lang": "grc", "target_lang": "rkt", "original": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,", "translation": "[Translation failed: Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.]", "error": "Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.", "id": "Luke 1:1", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "rkt", "original": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,", "translation": "Jekhan theke anek manush amader modhye biswas kora bisoygulo shothik bhabe prokash korar jonno ekta byabasthito ghoshona korar chesta koreche, seigulo amader modhye nishchit bhabe biswas kora hoy.", "calver": "2025.05.19", "id": "Luke 1:1", "translation_time": 8.27}
{"source_lang": "grc", "target_lang": "rkt", "original": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:1", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "rkt", "original": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;", "translation": "[Translation failed: Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.]", "error": "Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.", "id": "Luke 1:2", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "rkt", "original": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;", "translation": "Jara amader kache diyechhilo, jara shuru theke amader drishtanto diyechhilo ebong shikkhoker moto, shotti shottogoto drishtanto o shikkhoker bhumika niye.", "calver": "2025.05.19", "id": "Luke 1:2", "translation_time": 8.64}
{"source_lang": "grc", "target_lang": "rkt", "original": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:2", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "rkt", "original": "It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,", "translation": "[Translation failed: Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.]", "error": "Field types must be types, but received: typing.Dict of type <class 'typing._SpecialGenericAlias'>.", "id": "Luke 1:3", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "rkt", "original": "It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,", "translation": "মোর মনে হইল, প্রথম দিন থেইক্কা আমি সব কিছু সম্পূর্ণ বুঝিয়া গিয়া, তোমার কাছে একে একে লিখিবার জন্যে, মহৎ Theophilus, এই সিদ্ধান্ত লইলাম।", "calver": "2025.05.19", "id": "Luke 1:3", "translation_time": 9.37}
{"source_lang": "grc", "target_lang": "rkt", "original": "It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,", "translation": "[Translation failed: module 'dspy' has no attribute 'OpenAIChat']", "error": "module 'dspy' has no attribute 'OpenAIChat'", "id": "Luke 1:3", "calver": "2025.05.19"}
{"source_lang": "grc", "target_lang": "rkt", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "পরে, প্রভু তাঁরা অন্য সাতাশি লোককে নির্দেশ দিলেন, এবং তাঁরা তাঁকে সম্মুখে দুজন করে বিভিন্ন শহর ও স্থানে পাঠালেন, যেখানে তিনি নিজে যেতে চান।", "calver": "2025.05.20", "id": "LUK 10:1", "translation_time": 17.51}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "যদি আপনে কোন শহরে প্রবেশ করেন আর ওরা আপনে গ্রহণ না করে, তবে শহর ছাড়িয়া রাস্তার মধ্যে যান এবং বলুন।", "calver": "2025.05.20", "id": "LUK 10:10", "translation_time": 10.8}
{"source_lang": "grc", "target_lang": "rkt", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Amra tomader shohor theke je dhul pora chhilo, ta amra tomader paer theke porishkar kore debo; kintu eita jano, je, Ishwarer rajyo nikote esechhe.", "calver": "2025.05.20", "id": "LUK 10:11", "translation_time": 14.69}
{"source_lang": "grc", "target_lang": "rkt", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "\"मैं तोहके कहित हौं कि उस दिन सोदाम के ऊपर, उस शहर से अधिक सहनशील होइगा।\"", "calver": "2025.05.20", "id": "LUK 10:12", "translation_time": 10.78}
{"source_lang": "grc", "target_lang": "rkt", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "Chorazin ar Bethsaida, tor dukh, oi dukh, jodi tumar majhe baro kora hoito, tahole tader pirit korto, sackcloth ar ashes pora, ar pirit dewa, long ago. Kintu, tumar shathe, joto shakti diye kora hoise, shegulo tader kache na ashar, ar tara pirit koreni.", "calver": "2025.05.20", "id": "LUK 10:13", "translation_time": 13.86}
{"source_lang": "grc", "target_lang": "rkt", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "তুর্যস আর সিদোনি তুলনায় বিচারত আরও সহনশীল হ'ব।", "calver": "2025.05.20", "id": "LUK 10:14", "translation_time": 9.84}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "\"আর তুমি, কাপার্নাউম, কি তুমি আকাশের উচ্চতায় উঠিবে না? বা শয়তানের নীচে নামিবে না?\"", "calver": "2025.05.20", "id": "LUK 10:15", "translation_time": 12.69}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "Jekuno jekake sune, se amake sune, aru jekuno jekake aswikar kore, se amake aswikar kore; kintu jekuno amake aswikar kore, se se jake pathaite niyeche, se se pathaite niyeche.", "calver": "2025.05.20", "id": "LUK 10:16", "translation_time": 24.02}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "Seventy disciples joyfully returned, saying, \"Lord, even the demons submit to us in Your name.\"", "calver": "2025.05.20", "id": "LUK 10:17", "translation_time": 10.87}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "\"তাহা বলিলেন, আমি দেখিলাম, শয়তানক আকাশ থিকা একখান হঠাৎ ফ্ল্যাশের মতো পড়িয়া আসিতেছে।\"", "calver": "2025.05.20", "id": "LUK 10:18", "translation_time": 22.26}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "Ami apni apnar kache shakti diyechi, jate apni shesh o phorano shob dhoroner shatru'r shaktike peye, o shob dhoroner shatru'r shokti'r upor jor dite paren. Ar apni kono kichu apnader ke khoti korte parbe na.", "calver": "2025.05.20", "id": "LUK 10:19", "translation_time": 14.17}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "ঈশ্বরের দান করা ফসলের সময় খুব বেশি, কিন্তু কাজের লোক কম। সুতরাং, ঈশ্বরের কাছে প্রার্থনা করুন যেন তিনি তাঁর ফসলের জন্য কাজের লোক পাঠান।", "calver": "2025.05.20", "id": "LUK 10:2", "translation_time": 12.11}
{"source_lang": "grc", "target_lang": "rkt", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "\"তুমি খুশি হইও না যে আত্মা তোমাদের অধীন হয়, বরং খুশি হইও যে তোমাদের নাম স্বর্গে লিখিত আছে।\"", "calver": "2025.05.20", "id": "LUK 10:20", "translation_time": 12.47}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "উহি সময়ে পবিত্র আত্মা দ্বারা গৌরবিত হইয়া, আমি তোমার কাছে স্বীকার করিতেছি, আভ্যাজ্ঞা, স্বর্গের প্রভু এবং পৃথিবীর, যে তুমি এই বিষয়সমূহ জ্ঞানী ও বুদ্ধিমান লোকদের থেকে গোপন করিয়াছ, আর অল্পবয়সী শিশুদেরকে প্রকাশ করিয়াছ; হ্যাঁ, পিতা, কারণ এভাবেই তোমার ইচ্ছা ছিল যে, এই বিষয়সমূহ তোমার সম্মুখে আনন্দিত হইবে।", "calver": "2025.05.20", "id": "LUK 10:21", "translation_time": 22.88}
{"source_lang": "grc", "target_lang": "rkt", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "আমার পিতার দ্বারা সব কিছু হস্তান্তর করা হয়েছে, এবং কেউ জানে না কে তিনি, যিশু, ছাড়া পিতা। এবং কে তিনি, পিতা, ছাড়া অন্য কেউ জানে না। তবে, যিশু যাকে ইচ্ছা করেন, তিনি তাকে প্রকাশ করবেন।", "calver": "2025.05.20", "id": "LUK 10:22", "translation_time": 14.13}
{"source_lang": "grc", "target_lang": "rkt", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "\"देखै वाला आँखि सभक भाग्यवान अछि। जखन अहाँ देखैत छी, तखन अहाँक आँखि सभक भाग्य अछि।\"", "calver": "2025.05.20", "id": "LUK 10:23", "translation_time": 9.94}
{"source_lang": "grc", "target_lang": "rkt", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "মোত প্রফেট আর রাজা সকলে ইচ্ছা করছিলেন দেখিবার, যাহা আপনি দেখিতেছেন, আর শুনিবার, যাহা আপনি শুনিতেছেন, কিন্তু তাঁরা দেখিতে পারেন নাই আর শুনিতে পারেন নাই।", "calver": "2025.05.20", "id": "LUK 10:24", "translation_time": 9.69}
{"source_lang": "grc", "target_lang": "rkt", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "একজন ধর্মীয় বিশেষজ্ঞ উঠিয়া দাঁড়াইলেন এবং তাঁহাকে সম্মানজনকভাবে \"শিক্ষক\" বলিয়া সম্বোধন করিয়া জিজ্ঞাসা করিলেন, \"আপনি কি করিলে আমি চিরজীবন জীবন উত্তরাধিকার লাভ করিব?\"", "calver": "2025.05.20", "id": "LUK 10:25", "translation_time": 9.96}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "\"নিয়মে, কী লেখা আছে?\" তিনি তাঁকে জিজ্ঞেস করলেন, \"তুমি কীভাবে পড়ো?\"", "calver": "2025.05.20", "id": "LUK 10:26", "translation_time": 9.31}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "প্রভুকে আপনার সমস্ত হৃদয়, আত্মা, শক্তি এবং মন দিয়ে ভালোবাসো, এবং তোমার প্রতিবেশীকে নিজের মতোই ভালোবাসো।", "calver": "2025.05.20", "id": "LUK 10:27", "translation_time": 14.4}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "আপনি সঠিকভাবে উত্তর দিলেন; এই কাজটি করুন, এবং আপনি জীবিত থাকিবে।", "calver": "2025.05.20", "id": "LUK 10:28", "translation_time": 19.62}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "\"Jeu manush nij ke nyay dite chay, se Jesus ke bollo, 'Ar ki, amar najik kon?'\"", "calver": "2025.05.20", "id": "LUK 10:29", "translation_time": 12.69}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "आज्ञा दिहल जाव, देखीं, हम रउआ भेजतानी हईं जइसे भेड़ बकरी के बीच भेडिया।", "calver": "2025.05.20", "id": "LUK 10:3", "translation_time": 16.69}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "যিশু বললেন, একজন মানুষ জেরুসালেম থেকে জেরিখে যাচ্ছিলেন, তখন লুটেরাদের দ্বারা আক্রমণ করা হয়। তারা তার পোশাক খুলে নেয়, তাকে মারধর করে এবং আঘাত করে। অবশেষে, তারা তাকে অর্ধমৃত অবস্থায় রেখে চলে যায়।", "calver": "2025.05.20", "id": "LUK 10:30", "translation_time": 17.44}
{"source_lang": "grc", "target_lang": "rkt", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "প্রভু, একজন পুরোহিত হঠাৎ করে সেই রাস্তা দিয়ে হেঁটে যাচ্ছিলেন, এবং তিনি দেখলেন একজনকে, তারপর তিনি তার পাশ দিয়ে চলে গেলেন।", "calver": "2025.05.20", "id": "LUK 10:31", "translation_time": 13.25}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "Leuētēs, tāṭṭhā thāne āsil, dekhil, ōpor pasil.", "calver": "2025.05.20", "id": "LUK 10:32", "translation_time": 16.37}
{"source_lang": "grc", "target_lang": "rkt", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "একজন যাত্রী তার সামনে এসে পড়ে, এবং দেখিয়া হৃদয় থেকে দয়া অনুভব করে।", "calver": "2025.05.20", "id": "LUK 10:33", "translation_time": 14.83}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "Jab o log aaya, tab usne uske ghaav par tel aur sharab daali, aur uske baad usko apne gaadi par bitha kar ek panihara mein le gaya aur uski dekhbhal ki.", "calver": "2025.05.20", "id": "LUK 10:34", "translation_time": 16.44}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "\"আর আগামীকাল, তিনি দুই দেহারি দান করে পাণ্ডোচেকে দিলেন এবং বললেন, ‘তুমি এর যত্ন নিও। আর তুমি যা খরচ করবে, আমি ফিরে আসার সময় তা তোমাকে ফেরত দেব।’\"", "calver": "2025.05.20", "id": "LUK 10:35", "translation_time": 14.41}
{"source_lang": "grc", "target_lang": "rkt", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "তিনজনের মধ্যে কোনজন তোমার মনে হয় যে, লুটেরাদের মধ্যে পড়ে গিয়েছিল?", "calver": "2025.05.20", "id": "LUK 10:36", "translation_time": 16.92}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "প্রভু যীশু বললেন, যে ব্যক্তি দয়া দেখিয়াছে, সে যেনো সেই দয়া করে। তিনি তাঁকে বললেন, “তুমি ও যেনো সেইভাবে করো।”", "calver": "2025.05.20", "id": "LUK 10:37", "translation_time": 15.62}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "যখন তাঁরা চলছিলেন, তখন নিজে এক গ্রামে প্রবেশ করলেন; এক মহিলা, যাঁর নাম মারথা, তাঁকে তাঁর বাড়িতে স্বাগত জানালেন।", "calver": "2025.05.20", "id": "LUK 10:38", "translation_time": 9.88}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "মারিয়াম নামে এক ভদ্রমহিলা এইখানে আছিল, যিনি প্রভুর পায়ের কাছে বসিয়া His বাক্য শুনিতাছিলেন।", "calver": "2025.05.20", "id": "LUK 10:39", "translation_time": 10.3}
{"source_lang": "grc", "target_lang": "rkt", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "আপনি যেন ব্যাগ না বহেন, আপনি যেন গ্রহণ না করেন, আপনি যেন জুতা না পরেন; এবং পথের মধ্যে কারো সঙ্গে সালাম না জানান।", "calver": "2025.05.20", "id": "LUK 10:4", "translation_time": 10.84}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "मartha बहुत सेवा में लगी हुई थी। उसने यीशु से कहा, \"हे प्रभु, क्या तुम्हें कोई चिंता नहीं कि मेरी बहन अकेली ही मुझे सेवा करने के लिए छोड़ गई है? कृपया उसे कहिए कि वह मेरी मदद करे।\"", "calver": "2025.05.20", "id": "LUK 10:40", "translation_time": 11.9}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "The Lord said in reply to her: \"Martha, Martha, you are worried and fussing about many things.\"", "calver": "2025.05.20", "id": "LUK 10:41", "translation_time": 16.22}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "সামান্য চেষ্টা দরকার, বা একটিই যথেষ্ট; কারণ মারিয়াম ভালো অংশটি বেছে নিয়েছে, যা তার থেকে কখনো কেড়ে নেওয়া হবে না।", "calver": "2025.05.20", "id": "LUK 10:42", "translation_time": 10.9}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "Jodi apuni kono ghar bhorti koribo, taile prothome \"Shanti\" balibo oi ghar ke.", "calver": "2025.05.20", "id": "LUK 10:5", "translation_time": 17.63}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "Jodi oi ekjon shanti-r putra thake, tahole tomar shanti tar upor shantir moto boshbe; kintu jodi na thake, tahole she tomar upor phire asbe.", "calver": "2025.05.20", "id": "LUK 10:6", "translation_time": 13.25}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "অতএব, তুমি যেন একটিই বাড়িতে থাকো, সেখানে যা খাও ও যা পান করো, সেইটাই গ্রহণ করো; কারণ শ্রমিকের তার মজুরি যোগ্য। অন্য বাড়িতে যাওয়ার জন্য তোমরা যেন না যাও।", "calver": "2025.05.20", "id": "LUK 10:7", "translation_time": 12.71}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "যখন আপনি কোনো শহরে প্রবেশ করবেন এবং যদি তারা আপনাকে গ্রহণ করে, তখন আপনি তাদের দেওয়া খাবার খেয়ে নিন।", "calver": "2025.05.20", "id": "LUK 10:8", "translation_time": 14.26}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "অউরা অইন অউর অসুস্থ লোকগো সুস্থ করো, আর ওগোকে বলো, \"ঈশ্বরের রাজ্য তোমাদের কাছে আসি গইছে।\"", "calver": "2025.05.20", "id": "LUK 10:9", "translation_time": 11.67}
{"source_lang": "grc", "target_lang": "rkt", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "Jab Yeshu ek jagah pradhān karat rahal, tab uske prāṇāyām ke samāpt hone par, ek chhota sa chhatra usse puchal, \"Prabhu, humein prārthana karne ke sikhāo, jaise ki Yohān ne apne chhatron ko sikhāyā.\"", "calver": "2025.05.20", "id": "LUK 11:1", "translation_time": 12.88}
{"source_lang": "grc", "target_lang": "rkt", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "যে কেউ প্রশ্ন করে, সে পায়; যে কেউ খোঁজ করে, সে পায়; আর যে কেউ দরজা ঠুকবে, তার জন্য তা খোলা হবে।", "calver": "2025.05.20", "id": "LUK 11:10", "translation_time": 11.19}
{"source_lang": "grc", "target_lang": "rkt", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "তিনা কি তোমার মধ্যে, যদ্দি এক পুত্র তার পিতা থেকে মাছ চায়, তবে তাকে মাছের বদলে সাপ দেবে?", "calver": "2025.05.20", "id": "LUK 11:11", "translation_time": 11.08}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "তাহার কি পাখি চাহিবে, না কি একখানা চড়াই দান করিবে?", "calver": "2025.05.20", "id": "LUK 11:12", "translation_time": 12.42}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "যদি আপনে দুষ্ট হন, তবুও আপনে জানেন আপনার সন্তানদের ভাল উপহার দিবার, তেমনি আকাশের পিতা আরও বেশি করিয়া দান করিবেন পবিত্র আত্মা, যাহারা তাহার জন্য প্রার্থনা করে।", "calver": "2025.05.20", "id": "LUK 11:13", "translation_time": 13.3}
{"source_lang": "grc", "target_lang": "rkt", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "\"আর Jesus এক দুষ্ট আত্মা উচ্ছেদ করছিলেন, আর সেই আত্মা ছিল বধির। যখন সেই আত্মা বের হয়ে গেল, তখন বধির ব্যক্তি কথা বলতে লাগল। এই দৃশ্য দেখে জনতা বিস্মিত হয়ে গেল।\"", "calver": "2025.05.20", "id": "LUK 11:14", "translation_time": 8.77}
{"source_lang": "grc", "target_lang": "rkt", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "তিনজনের মধ্যে কেউ কেউ বললেন, \"বিলজেবুল দ্বারা, অর্থাৎ দানবের রাজা, তিনি দানবদের উৎখাত করেন।\"", "calver": "2025.05.20", "id": "LUK 11:15", "translation_time": 11.65}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "অন্যরা স্বর্গ থেকে চিহ্ন পরীক্ষা করিতেছিল, তাঁর কাছ থেকে অনুসন্ধান করিতেছিল।", "calver": "2025.05.20", "id": "LUK 11:16", "translation_time": 11.46}
{"source_lang": "grc", "target_lang": "rkt", "original": "αὐτὸς  δὲ  εἰδὼς  αὐτῶν  τὰ  διανοήματα  εἶπεν  αὐτοῖς  Πᾶσα  βασιλεία  ἐφ’  ἑαυτὴν  διαμερισθεῖσα  ἐρημοῦται, καὶ  οἶκος  ἐπὶ  οἶκον  πίπτει.", "translation": "নিজে জানে যে, তাদের মনোভাব কি, তিনি বললেন, \"প্রতিটি রাজ্য নিজ নিজ মধ্যে বিভক্ত হলে, তা ধ্বংস হয়ে যায়, এবং একটি বাড়ি অন্যের উপর পড়ে যায়।\"", "calver": "2025.05.20", "id": "LUK 11:17", "translation_time": 13.12}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἰ  δὲ  καὶ  ὁ  Σατανᾶς  ἐφ’  ἑαυτὸν  διεμερίσθη, πῶς  σταθήσεται  ἡ  βασιλεία  αὐτοῦ; ὅτι  λέγετε  ἐν  Βεελζεβοὺλ  ἐκβάλλειν  με  τὰ  δαιμόνια.", "translation": "যদি শয়তান নিজে নিজে বিভক্ত হয়, তাহলে তার রাজ্য কেমনে টিকে থাকবে? কারণ, আপনি বলছেন যে, আমি বেলজেবুলের দ্বারা শয়তানদের বহিষ্কার করি।", "calver": "2025.05.20", "id": "LUK 11:18", "translation_time": 12.65}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἰ  δὲ  ἐγὼ  ἐν  Βεελζεβοὺλ  ἐκβάλλω  τὰ  δαιμόνια, οἱ  υἱοὶ  ὑμῶν  ἐν  τίνι  ἐκβάλλουσιν; διὰ  τοῦτο  αὐτοὶ  ὑμῶν  κριταὶ  ἔσονται.", "translation": "যদি আমি বেলজেবুল দ্বারা দুষ্ট আত্মাদের বের করি, তবে তোমাদের পুত্ররা তা কিসের দ্বারা করে? এই জন্য, তারা তোমাদের বিচারক হবেন।", "calver": "2025.05.20", "id": "LUK 11:19", "translation_time": 11.41}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἶπεν  δὲ  αὐτοῖς  Ὅταν  προσεύχησθε, λέγετε  Πάτερ, ἁγιασθήτω  τὸ  ὄνομά  σου· ἐλθάτω  ἡ  βασιλεία  σου·", "translation": "যখন তুমি প্রার্থনা করো, তখন বলো, পিতা, তোমার নাম পবিত্র হোক; তোমার রাজ্য আসুক;", "calver": "2025.05.20", "id": "LUK 11:2", "translation_time": 10.66}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἰ  δὲ  ἐν  δακτύλῳ  Θεοῦ  ἐγὼ  ἐκβάλλω  τὰ  δαιμόνια, ἄρα  ἔφθασεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "যদি আমি ঈশ্বরের শক্তি দ্বারা দুষ্ট আত্মাদের বের করি, তাহলে ঈশ্বরের রাজ্য তোমাদের উপর এসে গেছে।", "calver": "2025.05.20", "id": "LUK 11:20", "translation_time": 9.93}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὅταν  ὁ  ἰσχυρὸς  καθωπλισμένος  φυλάσσῃ  τὴν  ἑαυτοῦ  αὐλήν, ἐν  εἰρήνῃ  ἐστὶν  τὰ  ὑπάρχοντα  αὐτοῦ·", "translation": "যখন এক শক্তিশালী ব্যক্তি, অস্ত্রধারী, নিজের প্রাঙ্গণ রক্ষা করে, তখন তার সঙ্গে থাকা সম্পদ শান্তিপূর্ণভাবে তার অধিকার।", "calver": "2025.05.20", "id": "LUK 11:21", "translation_time": 11.65}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἐπὰν  δὲ  ἰσχυρότερος  αὐτοῦ  ἐπελθὼν  νικήσῃ  αὐτόν, τὴν  πανοπλίαν  αὐτοῦ  αἴρει  ἐφ’  ᾗ  ἐπεποίθει, καὶ  τὰ  σκῦλα  αὐτοῦ  διαδίδωσιν.", "translation": "Jab ek majboot aadmi uspar hamla kare, aur usko hara de, to uski usne jis pe bharosa kiya tha, uski armor ko hata de, aur apne hathiyar faila de.", "calver": "2025.05.20", "id": "LUK 11:22", "translation_time": 10.54}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ὁ  μὴ  ὢν  μετ’  ἐμοῦ  κατ’  ἐμοῦ  ἐστιν, καὶ  ὁ  μὴ  συνάγων  μετ’  ἐμοῦ  σκορπίζει.", "translation": "\"Jekhan o, jodi amar sathe na thake, taile o, amar sathe na thakle, o, phire phire phailay.\"", "calver": "2025.05.20", "id": "LUK 11:23", "translation_time": 14.56}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ὅταν  τὸ  ἀκάθαρτον  πνεῦμα  ἐξέλθῃ  ἀπὸ  τοῦ  ἀνθρώπου, διέρχεται  δι’  ἀνύδρων  τόπων  ζητοῦν  ἀνάπαυσιν, καὶ  μὴ  εὑρίσκον  λέγει  Ὑποστρέψω  εἰς  τὸν  οἶκόν  μου  ὅθεν  ἐξῆλθον·", "translation": "যখন অশুচি আত্মা একজন মানুষের থেকে বেরিয়ে যায়, তখন সে শুষ্ক স্থানে ঘুরে বেড়ায়, বিশ্রাম খুঁজে, কিন্তু কিছু পায় না। তখন সে বলে, \"আমি আমার বাড়িতে ফিরে যাব,\" যেখানে আমি বেরিয়ে এসেছি।", "calver": "2025.05.20", "id": "LUK 11:24", "translation_time": 12.9}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  ἐλθὸν  εὑρίσκει  σεσαρωμένον  καὶ  κεκοσμημένον.", "translation": "অউ আসি পায়, সসারোণো আর কেকোসমি, সম্মানিত আর সজ্জিত।", "calver": "2025.05.20", "id": "LUK 11:25", "translation_time": 11.96}
{"source_lang": "grc", "target_lang": "rkt", "original": "τότε  πορεύεται  καὶ  παραλαμβάνει  ἕτερα  πνεύματα  πονηρότερα  ἑαυτοῦ  ἑπτά, καὶ  εἰσελθόντα  κατοικεῖ  ἐκεῖ, καὶ  γίνεται  τὰ  ἔσχατα  τοῦ  ἀνθρώπου  ἐκείνου  χείρονα  τῶν  πρώτων.", "translation": "Jab ohi se chhāṛe, tab ohi se paanch aur dusra bura atma aake ohi me bas jae, arthat, ohi me bas jaake ohi ke ghar ban jae, aur ohi ke shesh awastha pratham se bhi adhik durgati purna ho jae.", "calver": "2025.05.20", "id": "LUK 11:26", "translation_time": 13.49}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ἐγένετο  δὲ  ἐν  τῷ  λέγειν  αὐτὸν  ταῦτα  ἐπάρασά  τις  φωνὴν  γυνὴ  ἐκ  τοῦ  ὄχλου  εἶπεν  αὐτῷ  Μακαρία  ἡ  κοιλία  ἡ  βαστάσασά  σε  καὶ  μαστοὶ  οὓς  ἐθήλασας.", "translation": "\"सुनि, एकटा आवाज़ भीड़ सँ उठल, कहलक, 'तूँ जे गर्भ धारण कएलहुँ, से धन्य अछि, आ तूँ जे स्तनपान करेलहुँ, से सेहो आशीर्वादित अछि।'\"", "calver": "2025.05.20", "id": "LUK 11:27", "translation_time": 15.29}
{"source_lang": "grc", "target_lang": "rkt", "original": "αὐτὸς  δὲ  εἶπεν  Μενοῦν  μακάριοι  οἱ  ἀκούοντες  τὸν  λόγον  τοῦ  Θεοῦ  καὶ  φυλάσσοντες.", "translation": "Aishob kora, je Bhagwan'r kotha shuna aru rakh.", "calver": "2025.05.20", "id": "LUK 11:28", "translation_time": 12.2}
{"source_lang": "grc", "target_lang": "rkt", "original": "Τῶν  δὲ  ὄχλων  ἐπαθροιζομένων  ἤρξατο  λέγειν  Ἠ  γενεὰ  αὕτη  γενεὰ  πονηρά  ἐστιν· σημεῖον  ζητεῖ, καὶ  σημεῖον  οὐ  δοθήσεται  αὐτῇ  εἰ  μὴ  τὸ  σημεῖον  Ἰωνᾶ.", "translation": "যখন জনতা একত্রিত হয়ে আসছিল, তখন ঈশ্বরের পুত্র বললেন, এই প্রজন্ম দুষ্ট; তারা একটি চিহ্ন খুঁজছে, কিন্তু তাদের জন্য অন্য কোনও চিহ্ন দেওয়া হবে না, কেবল ইয়োনার চিহ্নই দেওয়া হবে।", "calver": "2025.05.20", "id": "LUK 11:29", "translation_time": 20.72}
{"source_lang": "grc", "target_lang": "rkt", "original": "τὸν  ἄρτον  ἡμῶν  τὸν  ἐπιούσιον  δίδου  ἡμῖν  τὸ  καθ’  ἡμέραν·", "translation": "আমাদের রুটি, যা প্রতিদিনের, দাও আমাদের।", "calver": "2025.05.20", "id": "LUK 11:3", "translation_time": 19.14}
{"source_lang": "grc", "target_lang": "rkt", "original": "καθὼς  γὰρ  ἐγένετο  Ἰωνᾶς  τοῖς  Νινευείταις  σημεῖον, οὕτως  ἔσται  καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  τῇ  γενεᾷ  ταύτῃ.", "translation": "যেমনে ইয়োনার চিহ্ন নিনেভের লোকজনের জন্য ছিল, ঠিক তেমনে মানবপুত্র এই প্রজন্মের জন্য চিহ্ন হয়ে উঠবে।", "calver": "2025.05.20", "id": "LUK 11:30", "translation_time": 22.42}
{"source_lang": "grc", "target_lang": "rkt", "original": "βασίλισσα  νότου  ἐγερθήσεται  ἐν  τῇ  κρίσει  μετὰ  τῶν  ἀνδρῶν  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινεῖ  αὐτούς· ὅτι  ἦλθεν  ἐκ  τῶν  περάτων  τῆς  γῆς  ἀκοῦσαι  τὴν  σοφίαν  Σολομῶνος, καὶ  ἰδοὺ  πλεῖον  Σολομῶνος  ὧδε.", "translation": "মহিলা দক্ষিণের রাজার মতো, সে বিচারকালে উঠিবে এবং তার প্রজন্মের সঙ্গে বিচার করিবে; কারণ সে পৃথিবীর প্রান্ত থেকে আসিয়াছে শুনিবার জন্যে সলোমনের প্রজ্ঞা, আর দেখ, এখানে সলোমনের চেয়ে অধিক প্রজ্ঞা উপস্থিত আছে।", "calver": "2025.05.20", "id": "LUK 11:31", "translation_time": 16.33}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἄνδρες  Νινευεῖται  ἀναστήσονται  ἐν  τῇ  κρίσει  μετὰ  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινοῦσιν  αὐτήν· ὅτι  μετενόησαν  εἰς  τὸ  κήρυγμα  Ἰωνᾶ, καὶ  ἰδοὺ  πλεῖον  Ἰωνᾶ  ὧδε.", "translation": "Ninēvēr  manuṣh  uṭhī ābē,  biśhēṣa  nyāy  samayē,  ēbong  ēṭā  jēnē  ēṭā  pīṭhā  dēkhābē,  ēbong  ēṭā  jēnē  ēṭā  prajātī  ḍhōkā  dēbē;  yāhā  karē  tārā  mōrā  ōṭhē  ōṭhē  jōnāhēra  prēchēra  phalē,  ēbong  dēkhō,  jōnāhēra  thēkē  bēśī  ōṭhē  ōṭhē.", "calver": "2025.05.20", "id": "LUK 11:32", "translation_time": 17.1}
{"source_lang": "grc", "target_lang": "rkt", "original": "Οὐδεὶς  λύχνον  ἅψας  εἰς  κρύπτην  τίθησιν  οὐδὲ  ὑπὸ  τὸν  μόδιον, ἀλλ’  ἐπὶ  τὴν  λυχνίαν, ἵνα  οἱ  εἰσπορευόμενοι  τὸ  φέγγος  βλέπωσιν.", "translation": "Keu keu diya lagae lamp, ohi ke niche basket na rakhai, balki lampstand par rakhai, jisse ki pravesh karne waale log roshni dekh sakein.", "calver": "2025.05.20", "id": "LUK 11:33", "translation_time": 17.53}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁ  λύχνος  τοῦ  σώματός  ἐστιν  ὁ  ὀφθαλμός  σου. ὅταν  ὁ  ὀφθαλμός  σου  ἁπλοῦς  ᾖ, καὶ  ὅλον  τὸ  σῶμά  σου  φωτεινόν  ἐστιν· ἐπὰν  δὲ  πονηρὸς  ᾖ, καὶ  τὸ  σῶμά  σου  σκοτεινόν.", "translation": "\"Apnar deha'r alok, apnar chokher roshni. Jokhon apnar chokh shuddho thakbe, tokhon apnar shorir shobuj alokito thakbe; kintu jodi apnar chokh durbala hoy, tokhon apnar shorir andhakar bhore jabe.\"", "calver": "2025.05.20", "id": "LUK 11:34", "translation_time": 11.79}
{"source_lang": "grc", "target_lang": "rkt", "original": "σκόπει  οὖν  μὴ  τὸ  φῶς  τὸ  ἐν  σοὶ  σκότος  ἐστίν.", "translation": "\"Seh, tai, tumi dekh, je tumi bhitorer alo jodi andhakar hoy, taile se alo noi, kintu andhakar.\"", "calver": "2025.05.20", "id": "LUK 11:35", "translation_time": 10.44}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἰ  οὖν  τὸ  σῶμά  σου  ὅλον  φωτεινόν, μὴ  ἔχον  μέρος  τι  σκοτεινόν, ἔσται  φωτεινὸν  ὅλον  ὡς  ὅταν  ὁ  λύχνος  τῇ  ἀστραπῇ  φωτίζῃ  σε.", "translation": "Jodi tumar shorir shob shobha diye bhora, kono andhakar angsho na thake, taile shob shobha diye bhora thakbe, jemon jakhon ekta diya bijli diye jaliye thake.", "calver": "2025.05.20", "id": "LUK 11:36", "translation_time": 8.22}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ἐν  δὲ  τῷ  λαλῆσαι  ἐρωτᾷ  αὐτὸν  Φαρισαῖος  ὅπως  ἀριστήσῃ  παρ’  αὐτῷ· εἰσελθὼν  δὲ  ἀνέπεσεν.", "translation": "जब फरीसी बोलल, तब ऊ पूछलक कि कैसे ओकरा संगे भोजन करी। फेर जब यीशु प्रवेश कइलें, त ऊ आराम से झुकलें।", "calver": "2025.05.20", "id": "LUK 11:37", "translation_time": 8.71}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁ  δὲ  Φαρισαῖος  ἰδὼν  ἐθαύμασεν  ὅτι  οὐ  πρῶτον  ἐβαπτίσθη  πρὸ  τοῦ  ἀρίστου.", "translation": "\"Φαρισαῖος ἰδὼν ἐθαύμασεν ὅτι οὐ πρῶτον ἐβαπτίσθη πρὸ τοῦ ἀρίστου\"  \nThe Pharisee saw and was surprised that he was not baptized first before the esteemed person.", "calver": "2025.05.20", "id": "LUK 11:38", "translation_time": 8.88}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἶπεν  δὲ  ὁ  Κύριος  πρὸς  αὐτόν  Νῦν  ὑμεῖς  οἱ  Φαρισαῖοι  τὸ  ἔξωθεν  τοῦ  ποτηρίου  καὶ  τοῦ  πίνακος  καθαρίζετε, τὸ  δὲ  ἔσωθεν  ὑμῶν  γέμει  ἁρπαγῆς  καὶ  πονηρίας.", "translation": "The Lord said to him, \"Now, you Pharisees, you clean the outside of the cup and the plate, but inside you are full of greed and wickedness.\"", "calver": "2025.05.20", "id": "LUK 11:39", "translation_time": 11.83}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  ἄφες  ἡμῖν  τὰς  ἁμαρτίας  ἡμῶν, καὶ  γὰρ  αὐτοὶ  ἀφίομεν  παντὶ  ὀφείλοντι  ἡμῖν· καὶ  μὴ  εἰσενέγκῃς  ἡμᾶς  εἰς  πειρασμόν.", "translation": "আমাদের দোষগুলো ক্ষমা করো, কারণ আমরা নিজে থেকেই সকলের ঋণ শোধ করি; আর আমাদেরকে পরীক্ষায় প্রবেশ করিও না।", "calver": "2025.05.20", "id": "LUK 11:4", "translation_time": 11.38}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἄφρονες, οὐχ  ὁ  ποιήσας  τὸ  ἔξωθεν  καὶ  τὸ  ἔσωθεν  ἐποίησεν;", "translation": "অফুরন্ত বুদ্ধিহীন, সৃষ্টি কর্তা যে বাহ্যিক ও অভ্যন্তরীণ দিক উভয়ের জন্যই সৃষ্টি করেছেন, এই সত্যকে অস্বীকার করা বোকামি নয় কি?", "calver": "2025.05.20", "id": "LUK 11:40", "translation_time": 13.93}
{"source_lang": "grc", "target_lang": "rkt", "original": "πλὴν  τὰ  ἐνόντα  δότε  ἐλεημοσύνην, καὶ  ἰδοὺ  πάντα  καθαρὰ  ὑμῖν  ἐστιν.", "translation": "\"তুমি যেন দান করো, যা কিছু তোমাদের কাছে আছে, আর দেখো, সব কিছু তোমাদের জন্য পবিত্র।\"", "calver": "2025.05.20", "id": "LUK 11:41", "translation_time": 14.86}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἀλλὰ  οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀποδεκατοῦτε  τὸ  ἡδύοσμον  καὶ  τὸ  πήγανον  καὶ  πᾶν  λάχανον, καὶ  παρέρχεσθε  τὴν  κρίσιν  καὶ  τὴν  ἀγάπην  τοῦ  Θεοῦ· ταῦτα  δὲ  ἔδει  ποιῆσαι  κἀκεῖνα  μὴ  παρεῖναι.", "translation": "অবশ্যে, তোমাদের জন্য দুর্বোধ্য হউক, হে ফারিসীসগণ, কারণ তোমরা দান করো, মিষ্টি গন্ধযুক্ত হার্ব, পিয়াজ, এবং সবুজ শাকসবজি, কিন্তু তোমরা এড়িয়ে যাও, বিচার ও ঈশ্বরের প্রেমের ব্যাপারে; এ সব কাজ অবশ্যই করতে হবে, কিন্তু এগুলিকে এড়ানো উচিত নয়।", "calver": "2025.05.20", "id": "LUK 11:42", "translation_time": 15.79}
{"source_lang": "grc", "target_lang": "rkt", "original": "οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀγαπᾶτε  τὴν  πρωτοκαθεδρίαν  ἐν  ταῖς  συναγωγαῖς  καὶ  τοὺς  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς.", "translation": "ওইসব ফারিসাইদের জন্য দুর্ভাগ্য, কারণ তারা সমাজে প্রথম স্থান লাভের জন্য ভালোবাসে এবং গির্জার মধ্যে ও বাজারে সালাম দেয়।", "calver": "2025.05.20", "id": "LUK 11:43", "translation_time": 24.1}
{"source_lang": "grc", "target_lang": "rkt", "original": "οὐαὶ  ὑμῖν, ὅτι  ἐστὲ  ὡς  τὰ  μνημεῖα  τὰ  ἄδηλα, καὶ  οἱ  ἄνθρωποι  οἱ  περιπατοῦντες  ἐπάνω  οὐκ  οἴδασιν.", "translation": "আপনাদের জন্য দুর্ভাগ্য, কারণ আপনি গোপন কবরের মতো অজানা, এবং যারা উপরে হাঁটছে, তারা জানে না।", "calver": "2025.05.20", "id": "LUK 11:44", "translation_time": 17.24}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ἀποκριθεὶς  δέ  τις  τῶν  νομικῶν  λέγει  αὐτῷ  Διδάσκαλε, ταῦτα  λέγων  καὶ  ἡμᾶς  ὑβρίζεις.", "translation": "একজন আইনজ্ঞ বা শিক্ষক উত্তরে বললেন, \"শিক্ষক, এই কথা বলার সময় আপনি আমাদের অপমান করেন।\"", "calver": "2025.05.20", "id": "LUK 11:45", "translation_time": 16.81}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁ  δὲ  εἶπεν  Καὶ  ὑμῖν  τοῖς  νομικοῖς  οὐαί, ὅτι  φορτίζετε  τοὺς  ἀνθρώπους  φορτία  δυσβάστακτα, καὶ  αὐτοὶ  ἑνὶ  τῶν  δακτύλων  ὑμῶν  οὐ  προσψαύετε  τοῖς  φορτίοις.", "translation": "আপনি বলছেন ধর্মীয় নেতাদের, তারা মানুষের উপর ভারী বোঝা চাপিয়ে দেয়, কিন্তু তারা নিজেরা একটুও সাহায্য করে না। তারা এমন ভারী বোঝা সৃষ্টি করে যা বহন করা কঠিন, এবং তারা নিজেরা একটুও হাত বাড়ায় না।", "calver": "2025.05.20", "id": "LUK 11:46", "translation_time": 14.23}
{"source_lang": "grc", "target_lang": "rkt", "original": "οὐαὶ  ὑμῖν, ὅτι  οἰκοδομεῖτε  τὰ  μνημεῖα  τῶν  προφητῶν, οἱ  δὲ  πατέρες  ὑμῶν  ἀπέκτειναν  αὐτούς.", "translation": "\"অই হে তোমরা, যেহেতু তুমি নবীদের স্মারক নির্মাণ করো, কিন্তু তোমাদের পূর্বপুরুষরা তাদের হত্যা করেছিল।\"", "calver": "2025.05.20", "id": "LUK 11:47", "translation_time": 14.02}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἄρα  μάρτυρές  ἐστε  καὶ  συνευδοκεῖτε  τοῖς  ἔργοις  τῶν  πατέρων  ὑμῶν, ὅτι  αὐτοὶ  μὲν  ἀπέκτειναν  αὐτοὺς, ὑμεῖς  δὲ  οἰκοδομεῖτε.", "translation": "Apuni sakshī  āchhī  aru  apuni  apṇe  purkār  kām  sāth  sahamat  achhī,  je  tādī  log  tādī  log  ke  hatāi  diyechhilo,  aru  apuni  tādī  banāi  rahal  achhī.", "calver": "2025.05.20", "id": "LUK 11:48", "translation_time": 12.7}
{"source_lang": "grc", "target_lang": "rkt", "original": "διὰ  τοῦτο  καὶ  ἡ  σοφία  τοῦ  Θεοῦ  εἶπεν  Ἀποστελῶ  εἰς  αὐτοὺς  προφήτας  καὶ  ἀποστόλους, καὶ  ἐξ  αὐτῶν  ἀποκτενοῦσιν  καὶ  διώξουσιν,", "translation": "\"Sei karone, ebong Ishwarer buddhi balo, se balen, 'Ami tader kache nabibani, o pithibi o paigambar pathabo, ar tader ke hatya o utpidan korbe.'\"", "calver": "2025.05.20", "id": "LUK 11:49", "translation_time": 13.91}
{"source_lang": "grc", "target_lang": "rkt", "original": "Καὶ  εἶπεν  πρὸς  αὐτούς  Τίς  ἐξ  ὑμῶν  ἕξει  φίλον, καὶ  πορεύσεται  πρὸς  αὐτὸν  μεσονυκτίου  καὶ  εἴπῃ  αὐτῷ  Φίλε, χρῆσόν  μοι  τρεῖς  ἄρτους,", "translation": "\"Apne log me se kon, raat ke madhyam mein, apne dost ke paas jaake kahega, 'Dost, mujhe teen roti dena,'\"", "calver": "2025.05.20", "id": "LUK 11:5", "translation_time": 15.34}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἵνα  ἐκζητηθῇ  τὸ  αἷμα  πάντων  τῶν  προφητῶν  τὸ  ἐκκεχυμένον  ἀπὸ  καταβολῆς  κόσμου  ἀπὸ  τῆς  γενεᾶς  ταύτης,", "translation": "যাহা  সকল  নবীদের  রক্ত  অনুসন্ধান  করা  হইবে,  যাহা  বিশ্ব  সৃষ্টি  হইবার  সময়  হইতে  রক্ত  ঝরিয়া  আসিতেছে,  এই  সময়  হইতে ।", "calver": "2025.05.20", "id": "LUK 11:50", "translation_time": 17.65}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἀπὸ  αἵματος  Ἄβελ  ἕως  αἵματος  Ζαχαρίου  τοῦ  ἀπολομένου  μεταξὺ  τοῦ  θυσιαστηρίου  καὶ  τοῦ  οἴκου· ναί, λέγω  ὑμῖν, ἐκζητηθήσεται  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "\"Abel'r khoon theke Zechariah'r khoon porjonto, ei shomoy shuru theke shesh porjonto, devine nyay er jonno etake mangha hobe.\"", "calver": "2025.05.20", "id": "LUK 11:51", "translation_time": 17.78}
{"source_lang": "grc", "target_lang": "rkt", "original": "οὐαὶ  ὑμῖν  τοῖς  νομικοῖς, ὅτι  ἤρατε  τὴν  κλεῖδα  τῆς  γνώσεως· αὐτοὶ  οὐκ  εἰσήλθατε  καὶ  τοὺς  εἰσερχομένους  ἐκωλύσατε.", "translation": "ওইসব আইনজ্ঞগণ, তোমরা হে, দুর্বার, কারণ তুমি জ্ঞানের চাবি হরণ করেছো; নিজে তো প্রবেশ করনি, আর অন্যদের প্রবেশে বাধা দিচ্ছো।", "calver": "2025.05.20", "id": "LUK 11:52", "translation_time": 15.9}
{"source_lang": "grc", "target_lang": "rkt", "original": "Κἀκεῖθεν  ἐξελθόντος  αὐτοῦ  ἤρξαντο  οἱ  γραμματεῖς  καὶ  οἱ  Φαρισαῖοι  δεινῶς  ἐνέχειν  καὶ  ἀποστοματίζειν  αὐτὸν  περὶ  πλειόνων,", "translation": "Jab uske bahar nikle, tabhi likhwal aur Pharisees bahut zor se uske khilaf bolne lagal aur uske upar adhik sawal karne lagal.", "calver": "2025.05.20", "id": "LUK 11:53", "translation_time": 18.29}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἐνεδρεύοντες  αὐτὸν  θηρεῦσαί  τι  ἐκ  τοῦ  στόματος  αὐτοῦ.", "translation": "তিনি অপেক্ষা করে তার মুখ থেকে কিছু ধরার জন্য।", "calver": "2025.05.20", "id": "LUK 11:54", "translation_time": 18.69}
{"source_lang": "grc", "target_lang": "rkt", "original": "ἐπειδὴ  φίλος  μου  παρεγένετο  ἐξ  ὁδοῦ  πρός  με  καὶ  οὐκ  ἔχω  ὃ  παραθήσω  αὐτῷ·", "translation": "Jab amar bandhu rastar theke eshechhilo, ami tar kache kichu dite parini.", "calver": "2025.05.20", "id": "LUK 11:6", "translation_time": 14.45}
{"source_lang": "grc", "target_lang": "rkt", "original": "κἀκεῖνος  ἔσωθεν  ἀποκριθεὶς  εἴπῃ  Μή  μοι  κόπους  πάρεχε· ἤδη  ἡ  θύρα  κέκλεισται, καὶ  τὰ  παιδία  μου  μετ’  ἐμοῦ  εἰς  τὴν  κοίτην  εἰσίν· οὐ  δύναμαι  ἀναστὰς  δοῦναί  σοι.", "translation": "উই ভিতর থিকা জবাব দিলেন, \"আমার কাছে কষ্ট দিও না; এখন দরজা বন্ধ, আর আমার সন্তানরা আমার লগে বিছানায় আছেন; আমি উঠি না তোমার জন্য সাহায্য করতে পারি না।\"", "calver": "2025.05.20", "id": "LUK 11:7", "translation_time": 17.02}
{"source_lang": "grc", "target_lang": "rkt", "original": "λέγω  ὑμῖν, εἰ  καὶ  οὐ  δώσει  αὐτῷ  ἀναστὰς  διὰ  τὸ  εἶναι  φίλον  αὐτοῦ, διά  γε  τὴν  ἀναιδίαν  αὐτοῦ  ἐγερθεὶς  δώσει  αὐτῷ  ὅσων  χρῄζει.", "translation": "\"আমি তোমাদের বলি, যদি সে তার বন্ধুর জন্য দাঁড়ায় কারণ তার অপ্রতিরোধ্যতা, তবে সে তাকে তার প্রয়োজনীয় সব কিছু দেবে।\"", "calver": "2025.05.20", "id": "LUK 11:8", "translation_time": 20.78}
{"source_lang": "grc", "target_lang": "rkt", "original": "Κἀγὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·", "translation": "Ami apnar kache balchi, apni prarthana korun, ar apni paben; apni khuja, ar paben; apni kholben, ar apnar kache khola hobe.", "calver": "2025.05.20", "id": "LUK 11:9", "translation_time": 16.02}
{"source_lang": "grc", "target_lang": "rkt", "original": "Ἐν  οἷς  ἐπισυναχθεισῶν  τῶν  μυριάδων  τοῦ  ὄχλου, ὥστε  καταπατεῖν  ἀλλήλους, ἤρξατο  λέγειν  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  πρῶτον  Προσέχετε  ἑαυτοῖς  ἀπὸ  τῆς  ζύμης, ἥτις  ἐστὶν  ὑπόκρισις, τῶν  Φαρισαίων.", "translation": "\"Pharisees-der mithak-der leaven-ere khayal rakhun, karon eita hoilo dhongbaji, ar eita theke satya-bichar-der duri thake. Shunun, jemon bibel-ere ekta porichito idiom, 'Pharisees-der leaven-ere khayal rakhun,' eita ke dharohar bhabe rakhun, jate eitar artha thik thak bujha jai. Ekhane, shikhya dewa hocche je, dhongbaji ar mithak-der theke satark thakun, ar eita dharmik dhongbaji-der proti ekta satarkota.\"", "calver": "2025.05.20", "id": "LUK 12:1", "translation_time": 20.82}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  πᾶς  ὃς  ἐρεῖ  λόγον  εἰς  τὸν  Υἱὸν  τοῦ  ἀνθρώπου, ἀφεθήσεται  αὐτῷ· τῷ  δὲ  εἰς  τὸ  Ἅγιον  Πνεῦμα  βλασφημήσαντι  οὐκ  ἀφεθήσεται.", "translation": "যে কেউ মানুষর পুত্রের বিরুদ্ধে কথা কইবে, তার জন্য ক্ষমা করা হইবে; কিন্তু যে কেউ পবিত্র আত্মার বিরুদ্ধে গালিগালাজ করিবে, তার জন্য ক্ষমা করা হইবে না।", "calver": "2025.05.20", "id": "LUK 12:10", "translation_time": 15.19}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὅταν  δὲ  εἰσφέρωσιν  ὑμᾶς  ἐπὶ  τὰς  συναγωγὰς  καὶ  τὰς  ἀρχὰς  καὶ  τὰς  ἐξουσίας, μὴ  μεριμνήσητε  πῶς  ἢ  τί  ἀπολογήσησθε  ἢ  τί  εἴπητε·", "translation": "যখন তোমাদেরকে সিনাগগ, শাসক, আর কর্তৃপক্ষের সামনে নিয়ে আসা হবে, তখন তোমরা চিন্তা করো না কেমন বা কি বলবে, বরং বিশ্বাস করো যে, ঈশ্বরের সাহায্যে তোমরা তোমাদের উত্তর দেবে।", "calver": "2025.05.20", "id": "LUK 12:11", "translation_time": 14.17}
{"source_lang": "grc", "target_lang": "rkt", "original": "τὸ  γὰρ  Ἅγιον  Πνεῦμα  διδάξει  ὑμᾶς  ἐν  αὐτῇ  τῇ  ὥρᾳ  ἃ  δεῖ  εἰπεῖν.", "translation": "Tau pavitra Atma tomader shikha dibe, shei samoy tomra je kotha bolte hobe, seita shei shomoy tomader shikha dibe.", "calver": "2025.05.20", "id": "LUK 12:12", "translation_time": 11.77}
{"source_lang": "grc", "target_lang": "rkt", "original": "Εἶπεν  δέ  τις  ἐκ  τοῦ  ὄχλου  αὐτῷ  Διδάσκαλε, εἰπὲ  τῷ  ἀδελφῷ  μου  μερίσασθαι  μετ’  ἐμοῦ  τὴν  κληρονομίαν.", "translation": "একজন ব্যক্তি জনতার মধ্যে থেকে ঈশ্বরের কাছে বললেন, \"শিক্ষক,\" তিনি বললেন, \"আমার ভাইকে বলো যেন আমার সঙ্গে উত্তরাধিকার ভাগ করে দেয়।\"", "calver": "2025.05.20", "id": "LUK 12:13", "translation_time": 18.23}
{"source_lang": "grc", "target_lang": "rkt", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπε, τίς  με  κατέστησεν  κριτὴν  ἢ  μεριστὴν  ἐφ’  ὑμᾶς;", "translation": "\"Manush, ke amake nyayik ba bhag karar adhikar diyeche?\"", "calver": "2025.05.20", "id": "LUK 12:14", "translation_time": 9.95}
{"source_lang": "grc", "target_lang": "rkt", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Ὁρᾶτε  καὶ  φυλάσσεσθε  ἀπὸ  πάσης  πλεονεξίας, ὅτι  οὐκ  ἐν  τῷ  περισσεύειν  τινὶ  ἡ  ζωὴ  αὐτοῦ  ἐστιν  ἐκ  τῶν  ὑπαρχόντων  αὐτῷ.", "translation": "\"Apuni dekha aru nijeke suraksha korok, sob lobh pora, karon manuhor jibon tar dhoni pora nai, jitu ki tar thoka thoka pora hoi.\"", "calver": "2025.05.20", "id": "LUK 12:15", "translation_time": 12.63}
{"source_lang": "grc", "target_lang": "rkt", "original": "Εἶπεν  δὲ  παραβολὴν  πρὸς  αὐτοὺς  λέγων  Ἀνθρώπου  τινὸς  πλουσίου  εὐφόρησεν  ἡ  χώρα.", "translation": "একজন ধনী ব্যক্তির কথা বলিয়া তিনি এক উপাখ্যান বলিলেন, যাহা বলিতেছেন যে, তাহার জমি অতি ফলপ্রসূ হইয়াছে।", "calver": "2025.05.20", "id": "LUK 12:16", "translation_time": 11.88}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  διελογίζετο  ἐν  ἑαυτῷ  λέγων  Τί  ποιήσω, ὅτι  οὐκ  ἔχω  ποῦ  συνάξω  τοὺς  καρπούς  μου;", "translation": "আউর নিজে ভাবি থাকি, বলি, \"মই কি করিম, কারণ আমার কাছে আমার ফসল রাখিবার জায়গা নাই।\"", "calver": "2025.05.20", "id": "LUK 12:17", "translation_time": 11.65}
{"source_lang": "grc", "target_lang": "rkt", "original": "καὶ  εἶπεν  Τοῦτο  ποιήσω· καθελῶ  μου  τὰς  ἀποθήκας  καὶ  μείζονας  οἰκοδομήσω, καὶ  συνάξω  ἐκεῖ  πάντα  τὸν  σῖτον  καὶ  τὰ  ἀγαθά  μου,", "translation": "\"Ei kach korbo; amar bhandar bhangbo, boro bhandar toiri korbo, ar shob dhan, ar amar shob bhalo bostu ekhane shangroho korbo.\"", "calver": "2025.05.20", "id": "LUK 12:18", "translation_time": 11.27}
