{"source_lang": "grc", "target_lang": "msh", "original": "Μετὰ  δὲ  ταῦτα  ἀνέδειξεν  ὁ  Κύριος  ἑτέρους  ἑβδομήκοντα, καὶ  ἀπέστειλεν  αὐτοὺς  ἀνὰ  δύο  πρὸ  προσώπου  αὐτοῦ  εἰς  πᾶσαν  πόλιν  καὶ  τόπον  οὗ  ἤμελλεν  αὐτὸς  ἔρχεσθαι.", "translation": "Metà izany, nampisehoan'Andriamanitra ireo olona fito-polo, ary nandefa azy ireo miara-mandeha roa mialoha ny fiaviany, ho any amin'ny tanàna sy toerana rehetra izay ho avy izy, ho hitany sy hahafantatra ny toerana tokony halehany.", "calver": "2025.05.22", "id": "LUK 10:1", "translation_time": 15.38}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰς  ἣν  δ’  ἂν  πόλιν  εἰσέλθητε  καὶ  μὴ  δέχωνται  ὑμᾶς, ἐξελθόντες  εἰς  τὰς  πλατείας  αὐτῆς  εἴπατε", "translation": "Raha miditra tanàna iray ianareo, ary tsy manaiky azy ireo anareo, dia mivoaka any amin'ny kianjany, ary milazà amin'ny vahoakany ao amin'ny arabe.", "calver": "2025.05.22", "id": "LUK 10:10", "translation_time": 8.06}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  τὸν  κονιορτὸν  τὸν  κολληθέντα  ἡμῖν  ἐκ  τῆς  πόλεως  ὑμῶν  εἰς  τοὺς  πόδας  ἀπομασσόμεθα  ὑμῖν· πλὴν  τοῦτο  γινώσκετε, ὅτι  ἤγγικεν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Ary ny vovoka manarona anay avy amin'ny tanànakao, hodiako aminareo izany; fa fantaro fa efa akaikin'ny tanin'Andriamanitra ny fanjakan'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 10:11", "translation_time": 17.99}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  ὑμῖν  ὅτι  Σοδόμοις  ἐν  τῇ  ἡμέρᾳ  ἐκείνῃ  ἀνεκτότερον  ἔσται  ἢ  τῇ  πόλει  ἐκείνῃ.", "translation": "Tiako holazaina aminareo fa amin'ny andro izay, dia ho mora kokoa ho an'i Sodoma noho ilay tanàna io.", "calver": "2025.05.22", "id": "LUK 10:12", "translation_time": 9.79}
{"source_lang": "grc", "target_lang": "msh", "original": "Οὐαί  σοι, Χοραζείν, οὐαί  σοι, Βηθσαϊδά· ὅτι  εἰ  ἐν  Τύρῳ  καὶ  Σιδῶνι  ἐγενήθησαν  αἱ  δυνάμεις  αἱ  γενόμεναι  ἐν  ὑμῖν, πάλαι  ἂν  ἐν  σάκκῳ  καὶ  σποδῷ  καθήμενοι  μετενόησαν.", "translation": "Voa, ho anao, Chorazé, voa, ho anao, Betsaida; satria raha nisy ny fahefana niseho tany Tiro sy Sidona taminareo, dia efa nanao fibebahana tamin'ny fitafiana sy vovoka izy ireny.", "calver": "2025.05.22", "id": "LUK 10:13", "translation_time": 11.18}
{"source_lang": "grc", "target_lang": "msh", "original": "πλὴν  Τύρῳ  καὶ  Σιδῶνι  ἀνεκτότερον  ἔσται  ἐν  τῇ  κρίσει  ἢ  ὑμῖν.", "translation": "Tsy ho mora kokoa amin'ny fitsarana noho anareo ny Tira sy Sidona.", "calver": "2025.05.22", "id": "LUK 10:14", "translation_time": 11.61}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  σύ, Καφαρναούμ, μὴ  ἕως  οὐρανοῦ  ὑψωθήσῃ; ἕως  τοῦ  Ἅιδου  καταβήσῃ.", "translation": "Kapernaoma, tsy ho tafakatra any an-danitra ianao, na ho midina any amin'ny Hadesa, raha tsy izany.", "calver": "2025.05.22", "id": "LUK 10:15", "translation_time": 9.37}
{"source_lang": "grc", "target_lang": "msh", "original": "Ὁ  ἀκούων  ὑμῶν  ἐμοῦ  ἀκούει, καὶ  ὁ  ἀθετῶν  ὑμᾶς  ἐμὲ  ἀθετεῖ· ὁ  δὲ  ἐμὲ  ἀθετῶν  ἀθετεῖ  τὸν  ἀποστείλαντά  με.", "translation": "Izay mihaino anareo amin'ny alalan'ny Ahy dia mihaino Ahy, ary izay mandà anareo dia mandà Ahy, ary izay mandà Ahy dia mandà ilay nandefa Ahy.", "calver": "2025.05.22", "id": "LUK 10:16", "translation_time": 10.69}
{"source_lang": "grc", "target_lang": "msh", "original": "Ὑπέστρεψαν  δὲ  οἱ  ἑβδομήκοντα  μετὰ  χαρᾶς  λέγοντες  Κύριε, καὶ  τὰ  δαιμόνια  ὑποτάσσεται  ἡμῖν  ἐν  τῷ  ὀνόματί  σου.", "translation": "Niverina ny fito-polo niaraka tamin'ny fifaliana izy ireo, ka nanao hoe: \"Tompo ô, ny fanahy ratsy rehetra dia manetry tena ao amin'ny anaranao.\"", "calver": "2025.05.22", "id": "LUK 10:17", "translation_time": 10.57}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  αὐτοῖς  Ἐθεώρουν  τὸν  Σατανᾶν  ὡς  ἀστραπὴν  ἐκ  τοῦ  οὐρανοῦ  πεσόντα.", "translation": "Eto no hitako fa Satanà toy ny tifitra avy any an-danitra, izay mianjera haingana sy mahery vaika.", "calver": "2025.05.22", "id": "LUK 10:18", "translation_time": 7.85}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδοὺ  δέδωκα  ὑμῖν  τὴν  ἐξουσίαν  τοῦ  πατεῖν  ἐπάνω  ὄφεων  καὶ  σκορπίων, καὶ  ἐπὶ  πᾶσαν  τὴν  δύναμιν  τοῦ  ἐχθροῦ, καὶ  οὐδὲν  ὑμᾶς  οὐ  μὴ  ἀδικήσει.", "translation": "Indro, nomenko anareo ny fahefana handeha amin'ny ambaratonga ambony amin'ny manodidina ny bibilava sy ny skorpiona, ary amin'ny herin'ny fahavalo rehetra, ary tsy hisy hahasoa anareo na inona na inona.", "calver": "2025.05.22", "id": "LUK 10:19", "translation_time": 10.47}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔλεγεν  δὲ  πρὸς  αὐτούς  Ὁ  μὲν  θερισμὸς  πολύς, οἱ  δὲ  ἐργάται  ὀλίγοι· δεήθητε  οὖν  τοῦ  Κυρίου  τοῦ  θερισμοῦ  ὅπως  ἐργάτας  ἐκβάλῃ  εἰς  τὸν  θερισμὸν  αὐτοῦ.", "translation": "Niresaka tamin'izy ireo ny amin'ny hoe: \"Ny fanangonana dia betsaka, fa ny mpiasa kosa dia vitsy; mivavaha amin'ny Tompo mpanangona, mba handefa mpiasa ho any amin'ny fanangonany.\"", "calver": "2025.05.22", "id": "LUK 10:2", "translation_time": 9.11}
{"source_lang": "grc", "target_lang": "msh", "original": "πλὴν  ἐν  τούτῳ  μὴ  χαίρετε  ὅτι  τὰ  πνεύματα  ὑμῖν  ὑποτάσσεται, χαίρετε  δὲ  ὅτι  τὰ  ὀνόματα  ὑμῶν  ἐνγέγραπται  ἐν  τοῖς  οὐρανοῖς.", "translation": "Aza faly loatra raha ny fanahy dia mankaty aminareo, fa faly kosa raha ny anaranareo dia voasoratra any an-danitra, satria izany no fahafantarana ara-panahy lehibe indrindra sy fanekena avy amin'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 10:20", "translation_time": 7.02}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  ἠγαλλιάσατο  τῷ  Πνεύματι  τῷ  Ἁγίῳ  καὶ  εἶπεν  Ἐξομολογοῦμαί  σοι, Πάτερ, Κύριε  τοῦ  οὐρανοῦ  καὶ  τῆς  γῆς, ὅτι  ἀπέκρυψας  ταῦτα  ἀπὸ  σοφῶν  καὶ  συνετῶν, καὶ  ἀπεκάλυψας  αὐτὰ  νηπίοις· ναί, ὁ  Πατήρ, ὅτι  οὕτως  εὐδοκία  ἐγένετο  ἔμπροσθέν  σου.", "translation": "Tamin'izay fotoana izay, faly tamin'ny Fanahy Masina izy, dia niteny hoe: Misaotra Anao, Ray, Andriamanitra ny lanitra sy ny tany, satria nanafinao ireo zavatra ireo tamin'ny fahendrena sy ny fahalalana, ary nampahafantatra izany tamin'ny zaza tsy ampy fahalalana. Eny, Ray, satria toy izany no nahafaly anao, fa izany no nahaliana anao.", "calver": "2025.05.22", "id": "LUK 10:21", "translation_time": 12.47}
{"source_lang": "grc", "target_lang": "msh", "original": "πάντα  μοι  παρεδόθη  ὑπὸ  τοῦ  Πατρός  μου, καὶ  οὐδεὶς  γινώσκει  τίς  ἐστιν  ὁ  Υἱὸς  εἰ  μὴ  ὁ  Πατήρ, καὶ  τίς  ἐστιν  ὁ  Πατὴρ  εἰ  μὴ  ὁ  Υἱὸς  καὶ  ᾧ  ἐὰν  βούληται  ὁ  Υἱὸς  ἀποκαλύψαι.", "translation": "Tanteraka ny zavatra rehetra nomena ahy avy amin'ny Ray, ary tsy misy mahalala izay moa ny Zanak'Andriamanitra, fa tsy ny Ray ihany, ary iza moa ny Ray, fa tsy ny Zanak'Andriamanitra ihany, ary izay tiany no anapariaka ny Zanak'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 10:22", "translation_time": 13.66}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  στραφεὶς  πρὸς  τοὺς  μαθητὰς  κατ’  ἰδίαν  εἶπεν  Μακάριοι  οἱ  ὀφθαλμοὶ  οἱ  βλέποντες  ἃ  βλέπετε.", "translation": "Ary niodina tamin'ny mpianany izy, ka niteny tamim-pitokisana hoe: “Faly ny maso mahita izay hitanareo.", "calver": "2025.05.22", "id": "LUK 10:23", "translation_time": 8.53}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  πολλοὶ  προφῆται  καὶ  βασιλεῖς  ἠθέλησαν  ἰδεῖν  ἃ  ὑμεῖς  βλέπετε  καὶ  οὐκ  εἶδαν, καὶ  ἀκοῦσαι  ἃ  ἀκούετε  καὶ  οὐκ  ἤκουσαν.", "translation": "Maro amin’ireo mpaminany sy mpanjaka no naniry hahita izay hitanareo, ary naniry hihaino izay henoinareo, nefa tsy nahavita izany izy ireo. Tsy nahita, ary tsy naheno.", "calver": "2025.05.22", "id": "LUK 10:24", "translation_time": 9.23}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἰδοὺ  νομικός  τις  ἀνέστη  ἐκπειράζων  αὐτὸν  λέγων  Διδάσκαλε, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "Ka dia, nitsangana ny mpahay lalàna, nanandrana azy, nanao hoe: \"Mpampianatra, inona no tokony hataoko, hahazoako fiainana mandrakizay?\"", "calver": "2025.05.22", "id": "LUK 10:25", "translation_time": 9.59}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτόν  Ἐν  τῷ  νόμῳ  τί  γέγραπται; πῶς  ἀναγινώσκεις;", "translation": "“Eny amin’ny lalàna, inona no voasoratra, ary ahoana no vakianao?”", "calver": "2025.05.22", "id": "LUK 10:26", "translation_time": 10.43}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  Ἀγαπήσεις  Κύριον  τὸν  Θεόν  σου  ἐξ  ὅλης  τῆς  καρδίας  σου  καὶ  ἐν  ὅλῃ  τῇ  ψυχῇ  σου  καὶ  ἐν  ὅλῃ  τῇ  ἰσχύϊ  σου  καὶ  ἐν  ὅλῃ  τῇ  διανοίᾳ  σου, καὶ  τὸν  πλησίον  σου  ὡς  σεαυτόν.", "translation": "Mankasitraka an'Andriamanitra, Andriamanitrao, amin'ny fo manontolo, amin'ny fanahy manontolo, amin'ny herinao rehetra, ary amin'ny saina rehetra, ary ny mpiray tanindrazana aminao, toy ny tena.", "calver": "2025.05.22", "id": "LUK 10:27", "translation_time": 12.13}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  αὐτῷ  Ὀρθῶς  ἀπεκρίθης· τοῦτο  ποίει  καὶ  ζήσῃ.", "translation": "Niteny izy, hoe: \"Marina ny valinteninao\"; ataovy izany, dia ho velona ianao.", "calver": "2025.05.22", "id": "LUK 10:28", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  θέλων  δικαιῶσαι  ἑαυτὸν  εἶπεν  πρὸς  τὸν  Ἰησοῦν  Καὶ  τίς  ἐστίν  μου  πλησίον;", "translation": "Ny olona iray, izay te-hanamarina ny tenany, dia niteny tamin'i Jesosy hoe: “Ary iza moa no mpifanoloha ahy?”", "calver": "2025.05.22", "id": "LUK 10:29", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "msh", "original": "ὑπάγετε· ἰδοὺ  ἀποστέλλω  ὑμᾶς  ὡς  ἄρνας  ἐν  μέσῳ  λύκων.", "translation": "Hiainga ianareo; jereo, fa mandefa anareo Aho, toy ny ρaosy eo afovoan'ny ampondra.", "calver": "2025.05.22", "id": "LUK 10:3", "translation_time": 20.12}
{"source_lang": "grc", "target_lang": "msh", "original": "ὑπολαβὼν  ὁ  Ἰησοῦς  εἶπεν  Ἄνθρωπός  τις  κατέβαινεν  ἀπὸ  Ἱερουσαλὴμ  εἰς  Ἱερειχώ, καὶ  λῃσταῖς  περιέπεσεν, οἳ  καὶ  ἐκδύσαντες  αὐτὸν  καὶ  πληγὰς  ἐπιθέντες  ἀπῆλθον  ἀφέντες  ἡμιθανῆ.", "translation": "Jesosy, rehefa nahatsapa izany, dia nanao hoe: \"Olona iray no nianjera tamin'ny olona eny an-dalana, avy any Jerusalem ho any Jeriko. Nisy mpangalatra nanafika azy, ka nanala ny fitafiany sy nanolana azy, ary rehefa avy nanao izany, dia nandao azy ireo, sady niala tsy nijanona.\"", "calver": "2025.05.22", "id": "LUK 10:30", "translation_time": 11.92}
{"source_lang": "grc", "target_lang": "msh", "original": "κατὰ  συγκυρίαν  δὲ  ἱερεύς  τις  κατέβαινεν  ἐν  τῇ  ὁδῷ  ἐκείνῃ, καὶ  ἰδὼν  αὐτὸν  ἀντιπαρῆλθεν.", "translation": "Tamin'ny fotoana iray, nandeha teny an-dalana ny pretra, ary rehefa nahita olona izy, dia nandalo teo anilany.", "calver": "2025.05.22", "id": "LUK 10:31", "translation_time": 9.46}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁμοίως  δὲ  καὶ  Λευείτης  κατὰ  τὸν  τόπον  ἐλθὼν  καὶ  ἰδὼν  ἀντιπαρῆλθεν.", "translation": "Toy izany koa, ny Levita, rehefa tonga tany amin'ny toerana, dia nahita, ary avy eo nandalo teo anilany.", "calver": "2025.05.22", "id": "LUK 10:32", "translation_time": 7.21}
{"source_lang": "grc", "target_lang": "msh", "original": "Σαμαρείτης  δέ  τις  ὁδεύων  ἦλθεν  κατ’  αὐτὸν  καὶ  ἰδὼν  ἐσπλαγχνίσθη,", "translation": "Ny Samaritany mandeha, tonga tamin’ izy, ary nahita azy, dia tsapany ny fahatsapana fitiavana sy fangorahana.", "calver": "2025.05.22", "id": "LUK 10:33", "translation_time": 16.06}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  προσελθὼν  κατέδησεν  τὰ  τραύματα  αὐτοῦ  ἐπιχέων  ἔλαιον  καὶ  οἶνον, ἐπιβιβάσας  δὲ  αὐτὸν  ἐπὶ  τὸ  ἴδιον  κτῆνος  ἤγαγεν  αὐτὸν  εἰς  πανδοχεῖον  καὶ  ἐπεμελήθη  αὐτοῦ.", "translation": "Ary rehefa avy nanatona izy, dia nikapoka ny ratran'ny olona, ary nanoroka menaka sy divay, ary napetrany teo ambonin'ny amboa, dia nitondra azy tany amin'ny trano fandraisam-bahiny, ary nikarakara azy.", "calver": "2025.05.22", "id": "LUK 10:34", "translation_time": 11.2}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐπὶ  τὴν  αὔριον  ἐκβαλὼν  δύο  δηνάρια  ἔδωκεν  τῷ  πανδοχεῖ  καὶ  εἶπεν  Ἐπιμελήθητι  αὐτοῦ, καὶ  ὅ  τι  ἂν  προσδαπανήσῃς  ἐγὼ  ἐν  τῷ  ἐπανέρχεσθαί  με  ἀποδώσω  σοι.", "translation": "Ary ho an'ny ampitso, nandefa roa denaria izy tamin'ny mpivarotra, dia hoy izy: \"Tandremo tsara azy, ary izay mety ho fandaniana fanampiny, rehefa miverina aho dia handoa anao.\"", "calver": "2025.05.22", "id": "LUK 10:35", "translation_time": 12.75}
{"source_lang": "grc", "target_lang": "msh", "original": "τίς  τούτων  τῶν  τριῶν  πλησίον  δοκεῖ  σοι  γεγονέναι  τοῦ  ἐμπεσόντος  εἰς  τοὺς  λῃστάς;", "translation": "Inona amin'izy telo ireo no heverinao ho namana ny olona latsaka teo amin'ny jiolahy?", "calver": "2025.05.22", "id": "LUK 10:36", "translation_time": 8.86}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  Ὁ  ποιήσας  τὸ  ἔλεος  μετ’  αὐτοῦ. εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Πορεύου  καὶ  σὺ  ποίει  ὁμοίως.", "translation": "Nampanantena ny olona izay nanao ny famindram-po taminy, hoy izy. Ary hoy Jesosy taminy: Mandehana, koa manao toy izany koa ianao.", "calver": "2025.05.22", "id": "LUK 10:37", "translation_time": 10.44}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐν  δὲ  τῷ  πορεύεσθαι  αὐτοὺς  αὐτὸς  εἰσῆλθεν  εἰς  κώμην  τινά· γυνὴ  δέ  τις  ὀνόματι  Μάρθα  ὑπεδέξατο  αὐτὸν  εἰς  τὴν  οἰκίαν.", "translation": "Nony tamin'ny dia izy ireo, dia niditra tao amin'ny tanàna iray izy; ary nisy vehivivavy iray antsoina hoe Marta, izay nandray azy ho tonga ao amin'ny tranony.", "calver": "2025.05.22", "id": "LUK 10:38", "translation_time": 8.49}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  τῇδε  ἦν  ἀδελφὴ  καλουμένη  Μαριάμ, ἣ  καὶ  παρακαθεσθεῖσα  πρὸς  τοὺς  πόδας  τοῦ  Κυρίου  ἤκουεν  τὸν  λόγον  αὐτοῦ.", "translation": "Vehivavy iray antsoina hoe Maria no teo an-tongotry ny Tompo, ary nitsangana teo izy, nihaino tsara ny teniny.", "calver": "2025.05.22", "id": "LUK 10:39", "translation_time": 8.11}
{"source_lang": "grc", "target_lang": "msh", "original": "μὴ  βαστάζετε  βαλλάντιον, μὴ  πήραν, μὴ  ὑποδήματα· καὶ  μηδένα  κατὰ  τὴν  ὁδὸν  ἀσπάσησθε.", "translation": "Mba tsy hitondra valan-tanona, mba tsy hitondra pira, mba tsy hitafy kiraro; ary tsy hiarahaba olona na dia iray aza amin'ny lalana.", "calver": "2025.05.22", "id": "LUK 10:4", "translation_time": 9.2}
{"source_lang": "grc", "target_lang": "msh", "original": "ἡ  δὲ  Μάρθα  περιεσπᾶτο  περὶ  πολλὴν  διακονίαν· ἐπιστᾶσα  δὲ  εἶπεν  Κύριε, οὐ  μέλει  σοι  ὅτι  ἡ  ἀδελφή  μου  μόνην  με  κατέλειπεν  διακονεῖν; εἰπὸν  οὖν  αὐτῇ  ἵνα  μοι  συναντιλάβηται.", "translation": "Martha dia nanahy momba ny fanompoana lehibe; rehefa nahita azy, dia hoy izy tamin'ny Tompo: \"Tsy maninona ve ianao, ry Tompo, fa ny anabaviko irery ihany no nandao ahy hanompo? Lazao azy, azafady, mba hanampy ahy.\"", "calver": "2025.05.22", "id": "LUK 10:40", "translation_time": 9.27}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποκριθεὶς  δὲ  εἶπεν  αὐτῇ  ὁ  Κύριος  Μάρθα  Μάρθα, μεριμνᾷς  καὶ  θορυβάζῃ  περὶ  πολλά,", "translation": "Nony niteny taminy ny Tompo, dia hoy izy: \"Martha, Martha, miahiahy sy manahirana amin'ny zavatra maro ianao.\"", "calver": "2025.05.22", "id": "LUK 10:41", "translation_time": 10.0}
{"source_lang": "grc", "target_lang": "msh", "original": "ὀλίγων  δέ  ἐστιν  χρεία  ἢ  ἑνός· Μαριὰμ  γὰρ  τὴν  ἀγαθὴν  μερίδα  ἐξελέξατο, ἥτις  οὐκ  ἀφαιρεθήσεται  αὐτῆς.", "translation": "Tsy ilaina ny zavatra betsaka, fa ny iray ihany; fa i Maria kosa no nisafidy ny tsara indrindra, izay tsy ho voaroba amin'ny tanany.", "calver": "2025.05.22", "id": "LUK 10:42", "translation_time": 11.24}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰς  ἣν  δ’  ἂν  εἰσέλθητε  οἰκίαν, πρῶτον  λέγετε  Εἰρήνη  τῷ  οἴκῳ  τούτῳ.", "translation": "Raha miditra ao an-trano iray ianareo, dia voalohany mivory sy milaza hoe: \"Fandriampahalemana ho an'ity trano ity.\"", "calver": "2025.05.22", "id": "LUK 10:5", "translation_time": 10.04}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐὰν  ἐκεῖ  ᾖ  υἱὸς  εἰρήνης, ἐπαναπαήσεται  ἐπ’  αὐτὸν  ἡ  εἰρήνη  ὑμῶν· εἰ  δὲ  μήγε, ἐφ’  ὑμᾶς  ἀνακάμψει.", "translation": "Raha misy zaza fiadanana eo, dia hijanona aminy ny fiadananareo; fa raha tsy izany, dia hiverina aminao izy.", "calver": "2025.05.22", "id": "LUK 10:6", "translation_time": 9.35}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐν  αὐτῇ  δὲ  τῇ  οἰκίᾳ  μένετε, ἔσθοντες  καὶ  πίνοντες  τὰ  παρ’  αὐτῶν· ἄξιος  γὰρ  ὁ  ἐργάτης  τοῦ  μισθοῦ  αὐτοῦ. μὴ  μεταβαίνετε  ἐξ  οἰκίας  εἰς  οἰκίαν.", "translation": "Mijanò ao amin'ilay trano ianao, mihinana sy misotro izay homeny aminao; satria mahasoa ny mpiasa ny karama tokony ho azy. Aza miala amin'ny trano iray mankany amin'ny trano hafa.", "calver": "2025.05.22", "id": "LUK 10:7", "translation_time": 7.31}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἰς  ἣν  ἂν  πόλιν  εἰσέρχησθε  καὶ  δέχωνται  ὑμᾶς, ἐσθίετε  τὰ  παρατιθέμενα  ὑμῖν,", "translation": "Rehefa miditra tanàna iray ianareo, ary ekena ianareo, dia mihinà izay arosony anareo.", "calver": "2025.05.22", "id": "LUK 10:8", "translation_time": 6.78}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  θεραπεύετε  τοὺς  ἐν  αὐτῇ  ἀσθενεῖς, καὶ  λέγετε  αὐτοῖς  Ἤγγικεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Mamonjy ny marary, ary milaza amin'izy ireo fa efa akaiky ny fanjakan'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 10:9", "translation_time": 8.4}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐγένετο  ἐν  τῷ  εἶναι  αὐτὸν  ἐν  τόπῳ  τινὶ  προσευχόμενον, ὡς  ἐπαύσατο, εἶπέν  τις  τῶν  μαθητῶν  αὐτοῦ  πρὸς  αὐτόν  Κύριε, δίδαξον  ἡμᾶς  προσεύχεσθαι, καθὼς  καὶ  Ἰωάνης  ἐδίδαξεν  τοὺς  μαθητὰς  αὐτοῦ.", "translation": "Nandritra ny fotoana nivavahany tao amin'ny toerana iray, rehefa avy nitsahatra izy, dia nisy iray tamin'ny mpianatr'i Jesosy nanatona azy ka nanao hoe: “Tompoko, ampianaro izahay hivavaka, toy ny nampianarin'i Jaoana ny mpianany.”", "calver": "2025.05.22", "id": "LUK 11:1", "translation_time": 10.17}
{"source_lang": "grc", "target_lang": "msh", "original": "πᾶς  γὰρ  ὁ  αἰτῶν  λαμβάνει, καὶ  ὁ  ζητῶν  εὑρίσκει, καὶ  τῷ  κρούοντι  ἀνοιγήσεται.", "translation": "Satria izay rehetra mangataka dia mahazo, ary izay mitady dia mahita, ary izay mikoropaka dia hisokatra ho azy ny varavarana.", "calver": "2025.05.22", "id": "LUK 11:10", "translation_time": 8.14}
{"source_lang": "grc", "target_lang": "msh", "original": "τίνα  δὲ  ἐξ  ὑμῶν  τὸν  πατέρα  αἰτήσει  ὁ  υἱὸς  ἰχθύν, μὴ  ἀντὶ  ἰχθύος  ὄφιν  αὐτῷ  ἐπιδώσει;", "translation": "Inona no hangataon'ny zaza amin'ny rainy, raha mangataka trondro izy, nefa homena biby manan-doa?", "calver": "2025.05.22", "id": "LUK 11:11", "translation_time": 16.03}
{"source_lang": "grc", "target_lang": "msh", "original": "ἢ  καὶ  αἰτήσει  ᾠόν, ἐπιδώσει  αὐτῷ  σκορπίον;", "translation": "Hanontany vorona ve izy, sa hanome azy skorpiona?", "calver": "2025.05.22", "id": "LUK 11:12", "translation_time": 9.38}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  οὖν  ὑμεῖς  πονηροὶ  ὑπάρχοντες  οἴδατε  δόματα  ἀγαθὰ  διδόναι  τοῖς  τέκνοις  ὑμῶν, πόσῳ  μᾶλλον  ὁ  Πατὴρ  ὁ  ἐξ  οὐρανοῦ  δώσει  Πνεῦμα  Ἅγιον  τοῖς  αἰτοῦσιν  αὐτόν.", "translation": "Raha hianareo maladia, dia mahafantatra ny manome fanomezana tsara ho an'ny zaza ianareo, firy noho izany koa ny Ray avy any an-danitra, dia hanome ny Fanahy Masina ho an'izay mangataka azy amin'ny fomba mendrika.", "calver": "2025.05.22", "id": "LUK 11:13", "translation_time": 11.11}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἦν  ἐκβάλλων  δαιμόνιον, καὶ  αὐτὸ  ἦν  κωφόν· ἐγένετο  δὲ  τοῦ  δαιμονίου  ἐξελθόντος  ἐλάλησεν  ὁ  κωφός. καὶ  ἐθαύμασαν  οἱ  ὄχλοι·", "translation": "Jesosy manao fanesorana demonia, ary izy no nisy ny demonia, ka tsy niteny. Rehefa nivoaka ny demonia, dia niteny ny olona faingana. Dia gaga ny olona rehetra.", "calver": "2025.05.22", "id": "LUK 11:14", "translation_time": 9.78}
{"source_lang": "grc", "target_lang": "msh", "original": "τινὲς  δὲ  ἐξ  αὐτῶν  εἶπαν  Ἐν  Βεελζεβοὺλ  τῷ  ἄρχοντι  τῶν  δαιμονίων  ἐκβάλλει  τὰ  δαιμόνια·", "translation": "Some of them said, \"In Beelzebul, the ruler of demons, he casts out demons.\"", "calver": "2025.05.22", "id": "LUK 11:15", "translation_time": 10.11}
{"source_lang": "grc", "target_lang": "msh", "original": "ἕτεροι  δὲ  πειράζοντες  σημεῖον  ἐξ  οὐρανοῦ  ἐζήτουν  παρ’  αὐτοῦ.", "translation": "Ary ny hafa manandrana manandrana famantarana avy any an-danitra ho an’ izy ireo.", "calver": "2025.05.22", "id": "LUK 11:16", "translation_time": 8.64}
{"source_lang": "grc", "target_lang": "msh", "original": "αὐτὸς  δὲ  εἰδὼς  αὐτῶν  τὰ  διανοήματα  εἶπεν  αὐτοῖς  Πᾶσα  βασιλεία  ἐφ’  ἑαυτὴν  διαμερισθεῖσα  ἐρημοῦται, καὶ  οἶκος  ἐπὶ  οἶκον  πίπτει.", "translation": "Amin'ny fahalalany manokana ny eritreriny, dia hoy Izy: \"Ny fanjakana rehetra izay mizara ho roa dia tsy haharitra, ary ny trano iray raha mizara dia hianjera.\"", "calver": "2025.05.22", "id": "LUK 11:17", "translation_time": 10.73}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  δὲ  καὶ  ὁ  Σατανᾶς  ἐφ’  ἑαυτὸν  διεμερίσθη, πῶς  σταθήσεται  ἡ  βασιλεία  αὐτοῦ; ὅτι  λέγετε  ἐν  Βεελζεβοὺλ  ἐκβάλλειν  με  τὰ  δαιμόνια.", "translation": "Raha Satan dia mizara amin'ny tenany, ahoana no haharitra ny fanjakany? Fa ianareo milaza fa mamoaka demonia amin'ny alalan'i Beelzebul aho.", "calver": "2025.05.22", "id": "LUK 11:18", "translation_time": 9.05}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  δὲ  ἐγὼ  ἐν  Βεελζεβοὺλ  ἐκβάλλω  τὰ  δαιμόνια, οἱ  υἱοὶ  ὑμῶν  ἐν  τίνι  ἐκβάλλουσιν; διὰ  τοῦτο  αὐτοὶ  ὑμῶν  κριταὶ  ἔσονται.", "translation": "Raha mamoaka demonia amin'i Beelzebul aho, ny zanakao, amin'iza no mamoaka azy ireo? Noho izany, ho fitsarana anareo izy ireo.", "calver": "2025.05.22", "id": "LUK 11:19", "translation_time": 8.2}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  αὐτοῖς  Ὅταν  προσεύχησθε, λέγετε  Πάτερ, ἁγιασθήτω  τὸ  ὄνομά  σου· ἐλθάτω  ἡ  βασιλεία  σου·", "translation": "Rehefa mivavaka ianareo, dia manao hoe: \"Père, aoka hatao masina ny anaranao; ho avy ny fanjakanao.\"", "calver": "2025.05.22", "id": "LUK 11:2", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  δὲ  ἐν  δακτύλῳ  Θεοῦ  ἐγὼ  ἐκβάλλω  τὰ  δαιμόνια, ἄρα  ἔφθασεν  ἐφ’  ὑμᾶς  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Raha mamoaka demonia amin'ny Fanahin'Andriamanitra aho, dia tonga aminareo ny Fanjakan'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 11:20", "translation_time": 7.36}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅταν  ὁ  ἰσχυρὸς  καθωπλισμένος  φυλάσσῃ  τὴν  ἑαυτοῦ  αὐλήν, ἐν  εἰρήνῃ  ἐστὶν  τὰ  ὑπάρχοντα  αὐτοῦ·", "translation": "Rehefa ny lehilahy mahery, mitondra fiadiana, miambina ny tokotaninany, amin'ny fiadanana, mijanona ho azo antoka ny fananany.", "calver": "2025.05.22", "id": "LUK 11:21", "translation_time": 6.83}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐπὰν  δὲ  ἰσχυρότερος  αὐτοῦ  ἐπελθὼν  νικήσῃ  αὐτόν, τὴν  πανοπλίαν  αὐτοῦ  αἴρει  ἐφ’  ᾗ  ἐπεποίθει, καὶ  τὰ  σκῦλα  αὐτοῦ  διαδίδωσιν.", "translation": "Rehefa miady amin'ny heriny lehibe kokoa izy, dia mandresy azy, manala ny fiadiany izy, ary mampiely ny fitaovam-piadiany.", "calver": "2025.05.22", "id": "LUK 11:22", "translation_time": 17.23}
{"source_lang": "grc", "target_lang": "msh", "original": "Ὁ  μὴ  ὢν  μετ’  ἐμοῦ  κατ’  ἐμοῦ  ἐστιν, καὶ  ὁ  μὴ  συνάγων  μετ’  ἐμοῦ  σκορπίζει.", "translation": "Ny izay tsy miaraka amin'ny ahy dia eo amin'ny ahy, ary izay tsy mivory miaraka amin'ny ahy dia mikoropaka.", "calver": "2025.05.22", "id": "LUK 11:23", "translation_time": 10.44}
{"source_lang": "grc", "target_lang": "msh", "original": "Ὅταν  τὸ  ἀκάθαρτον  πνεῦμα  ἐξέλθῃ  ἀπὸ  τοῦ  ἀνθρώπου, διέρχεται  δι’  ἀνύδρων  τόπων  ζητοῦν  ἀνάπαυσιν, καὶ  μὴ  εὑρίσκον  λέγει  Ὑποστρέψω  εἰς  τὸν  οἶκόν  μου  ὅθεν  ἐξῆλθον·", "translation": "Rehefa mivoaka ny fanahy maloto, dia mivezivezy amin'ny tany maina izy, mitady fitsaharana, nefa tsy mahita. Dia miteny izy: Hiverina any amin'ny tranoko aho, izay niavian'ny izy.", "calver": "2025.05.22", "id": "LUK 11:24", "translation_time": 8.72}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐλθὸν  εὑρίσκει  σεσαρωμένον  καὶ  κεκοσμημένον.", "translation": "Rehefa tonga izy, dia nahita olona efa voasitrika sy voaravaka tsara.", "calver": "2025.05.22", "id": "LUK 11:25", "translation_time": 7.35}
{"source_lang": "grc", "target_lang": "msh", "original": "τότε  πορεύεται  καὶ  παραλαμβάνει  ἕτερα  πνεύματα  πονηρότερα  ἑαυτοῦ  ἑπτά, καὶ  εἰσελθόντα  κατοικεῖ  ἐκεῖ, καὶ  γίνεται  τὰ  ἔσχατα  τοῦ  ἀνθρώπου  ἐκείνου  χείρονα  τῶν  πρώτων.", "translation": "Ary dia mandeha izy, mitondra miaraka aminy fanahy fito ratsy kokoa noho izy, ary rehefa tafiditra ao izy, dia mipetraka ao, ary ny farany amin'ilay olona dia ratsy kokoa noho ny voalohany.", "calver": "2025.05.22", "id": "LUK 11:26", "translation_time": 8.07}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐγένετο  δὲ  ἐν  τῷ  λέγειν  αὐτὸν  ταῦτα  ἐπάρασά  τις  φωνὴν  γυνὴ  ἐκ  τοῦ  ὄχλου  εἶπεν  αὐτῷ  Μακαρία  ἡ  κοιλία  ἡ  βαστάσασά  σε  καὶ  μαστοὶ  οὓς  ἐθήλασας.", "translation": "Sambatra ny kibon'ny reny niteraka anao, ary ny nono izay nisotroanao.", "calver": "2025.05.22", "id": "LUK 11:27", "translation_time": 16.01}
{"source_lang": "grc", "target_lang": "msh", "original": "αὐτὸς  δὲ  εἶπεν  Μενοῦν  μακάριοι  οἱ  ἀκούοντες  τὸν  λόγον  τοῦ  Θεοῦ  καὶ  φυλάσσοντες.", "translation": "Izy tenany manokana no nanao hoe: \"Menaon, dia ireo voa-antsoina no soa, fa ireo mandre sy mitandrina ny tenin'Andriamanitra.\"", "calver": "2025.05.22", "id": "LUK 11:28", "translation_time": 11.94}
{"source_lang": "grc", "target_lang": "msh", "original": "Τῶν  δὲ  ὄχλων  ἐπαθροιζομένων  ἤρξατο  λέγειν  Ἠ  γενεὰ  αὕτη  γενεὰ  πονηρά  ἐστιν· σημεῖον  ζητεῖ, καὶ  σημεῖον  οὐ  δοθήσεται  αὐτῇ  εἰ  μὴ  τὸ  σημεῖον  Ἰωνᾶ.", "translation": "Rehefa miangona ny vahoaka, dia nanomboka izy niteny hoe: \"Ity taranaka ity dia taranaka ratsy; mitady famantarana izy, nefa tsy homena famantarana afa-tsy ny famantarana an'i Jona ihany. Toy ny hoe: 'Famantarana an'i Jona.'\"", "calver": "2025.05.22", "id": "LUK 11:29", "translation_time": 10.33}
{"source_lang": "grc", "target_lang": "msh", "original": "τὸν  ἄρτον  ἡμῶν  τὸν  ἐπιούσιον  δίδου  ἡμῖν  τὸ  καθ’  ἡμέραν·", "translation": "Tompoko ny mofo isan'andro, omeo anay ho an'ny andro rehetra.", "calver": "2025.05.22", "id": "LUK 11:3", "translation_time": 9.46}
{"source_lang": "grc", "target_lang": "msh", "original": "καθὼς  γὰρ  ἐγένετο  Ἰωνᾶς  τοῖς  Νινευείταις  σημεῖον, οὕτως  ἔσται  καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  τῇ  γενεᾷ  ταύτῃ.", "translation": "Toy ny nisehoan'i Jona ho famantarana ho an'ny Niniôva, dia toy izany koa ny Zanak'olona amin'ity taranaka ity.", "calver": "2025.05.22", "id": "LUK 11:30", "translation_time": 9.32}
{"source_lang": "grc", "target_lang": "msh", "original": "βασίλισσα  νότου  ἐγερθήσεται  ἐν  τῇ  κρίσει  μετὰ  τῶν  ἀνδρῶν  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινεῖ  αὐτούς· ὅτι  ἦλθεν  ἐκ  τῶν  περάτων  τῆς  γῆς  ἀκοῦσαι  τὴν  σοφίαν  Σολομῶνος, καὶ  ἰδοὺ  πλεῖον  Σολομῶνος  ὧδε.", "translation": "Ny Mpanjakavy avy any atsimo dia hitsangana amin'ny fitsarana miaraka amin'ny taranaka an'ity firenena ity, hitsara azy ireo; satria izy no tonga avy any amin'ny faran'ny tany mba hihaino ny fahendren'i Solomona, ary indro, mihoatra an'i Solomona ny fahendreny.", "calver": "2025.05.22", "id": "LUK 11:31", "translation_time": 11.02}
{"source_lang": "grc", "target_lang": "msh", "original": "ἄνδρες  Νινευεῖται  ἀναστήσονται  ἐν  τῇ  κρίσει  μετὰ  τῆς  γενεᾶς  ταύτης  καὶ  κατακρινοῦσιν  αὐτήν· ὅτι  μετενόησαν  εἰς  τὸ  κήρυγμα  Ἰωνᾶ, καὶ  ἰδοὺ  πλεῖον  Ἰωνᾶ  ὧδε.", "translation": "Ny lehilahy avy any Ninive dia hitsangana amin'ny fitsarana miaraka amin'ity taranaka ity, ary hitsara azy izy ireo; satria niala tsiny tamin'ny alalan'ny fampianaran'i Jona izy ireo, ary indro, eto izy ireo, mihoatra noho Jona.", "calver": "2025.05.22", "id": "LUK 11:32", "translation_time": 9.24}
{"source_lang": "grc", "target_lang": "msh", "original": "Οὐδεὶς  λύχνον  ἅψας  εἰς  κρύπτην  τίθησιν  οὐδὲ  ὑπὸ  τὸν  μόδιον, ἀλλ’  ἐπὶ  τὴν  λυχνίαν, ἵνα  οἱ  εἰσπορευόμενοι  τὸ  φέγγος  βλέπωσιν.", "translation": "Tsy misy olona mampirevy jiro ary mametraka azy ao ambanin'ny harona na ao ambanin'ny seza, fa ao amin'ny seza izy, mba hahitana ny hazavana izay miditra.", "calver": "2025.05.22", "id": "LUK 11:33", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  λύχνος  τοῦ  σώματός  ἐστιν  ὁ  ὀφθαλμός  σου. ὅταν  ὁ  ὀφθαλμός  σου  ἁπλοῦς  ᾖ, καὶ  ὅλον  τὸ  σῶμά  σου  φωτεινόν  ἐστιν· ἐπὰν  δὲ  πονηρὸς  ᾖ, καὶ  τὸ  σῶμά  σου  σκοτεινόν.", "translation": "Ny fahazavan'ny masonao no vatana; rehefa ny masonao dia tsotra, dia mazava ny vatanao rehetra. Fa raha ratsy kosa, dia maizina ny vatanao rehetra.", "calver": "2025.05.22", "id": "LUK 11:34", "translation_time": 10.31}
{"source_lang": "grc", "target_lang": "msh", "original": "σκόπει  οὖν  μὴ  τὸ  φῶς  τὸ  ἐν  σοὶ  σκότος  ἐστίν.", "translation": "Mitandrema, sao ny hazavana ao anatinao tsy ho haizina.", "calver": "2025.05.22", "id": "LUK 11:35", "translation_time": 9.19}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  οὖν  τὸ  σῶμά  σου  ὅλον  φωτεινόν, μὴ  ἔχον  μέρος  τι  σκοτεινόν, ἔσται  φωτεινὸν  ὅλον  ὡς  ὅταν  ὁ  λύχνος  τῇ  ἀστραπῇ  φωτίζῃ  σε.", "translation": "Raha ny vatanao manontolo dia mamirapiratra, tsy misy ampahany maizina, dia ho mamirapiratra tanteraka, toy ny jiro manazava ao anatin'ny haizina rehefa manazava ny jery ny tifitra.", "calver": "2025.05.22", "id": "LUK 11:36", "translation_time": 7.58}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐν  δὲ  τῷ  λαλῆσαι  ἐρωτᾷ  αὐτὸν  Φαρισαῖος  ὅπως  ἀριστήσῃ  παρ’  αὐτῷ· εἰσελθὼν  δὲ  ἀνέπεσεν.", "translation": "Ary rehefa izy noresahiny, dia nanontany azy ny Farisiana hoe: “Ahoana no fomba hanasana anao hohanina ao aminy?” Rehefa tafiditra izy, dia niondrika izy.", "calver": "2025.05.22", "id": "LUK 11:37", "translation_time": 8.76}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  Φαρισαῖος  ἰδὼν  ἐθαύμασεν  ὅτι  οὐ  πρῶτον  ἐβαπτίσθη  πρὸ  τοῦ  ἀρίστου.", "translation": "Ny Pharisaia, rehefa nahita izany, dia gaga fa tsy mbola natao batisa izy talohan'ny olona hajaina indrindra.", "calver": "2025.05.22", "id": "LUK 11:38", "translation_time": 8.2}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  ὁ  Κύριος  πρὸς  αὐτόν  Νῦν  ὑμεῖς  οἱ  Φαρισαῖοι  τὸ  ἔξωθεν  τοῦ  ποτηρίου  καὶ  τοῦ  πίνακος  καθαρίζετε, τὸ  δὲ  ἔσωθεν  ὑμῶν  γέμει  ἁρπαγῆς  καὶ  πονηρίας.", "translation": "Hoy ny tenin'ny Tompo taminy: \"Ankehitriny ianareo, ry Fariseo, dia madio ivelany ny kaopy sy ny lovia, fa ny ao anatiny kosa dia feno fitaka sy ratsy. Madio ivelany, fa maloto ao anatiny.\"", "calver": "2025.05.22", "id": "LUK 11:39", "translation_time": 9.25}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἄφες  ἡμῖν  τὰς  ἁμαρτίας  ἡμῶν, καὶ  γὰρ  αὐτοὶ  ἀφίομεν  παντὶ  ὀφείλοντι  ἡμῖν· καὶ  μὴ  εἰσενέγκῃς  ἡμᾶς  εἰς  πειρασμόν.", "translation": "Aoka hohamarininay ny fahafelan-keloka ataonay, ary aza entinay aminay ny fitsapana, fa fahefanay ny mamela heloka ireo izay manameloka anay. Ary aoka tsy hampidirinao anay amin'ny fitsapana, fa vonjeo aminay amin'ny ratsy.", "calver": "2025.05.22", "id": "LUK 11:4", "translation_time": 11.13}
{"source_lang": "grc", "target_lang": "msh", "original": "ἄφρονες, οὐχ  ὁ  ποιήσας  τὸ  ἔξωθεν  καὶ  τὸ  ἔσωθεν  ἐποίησεν;", "translation": "Olona adala ve no nanamboatra izay ivelany sy izay ao anatiny? Tsy izy ve no nanamboatra ny rehetra, na ny ivelany na ny ao anatiny?", "calver": "2025.05.22", "id": "LUK 11:40", "translation_time": 12.12}
{"source_lang": "grc", "target_lang": "msh", "original": "πλὴν  τὰ  ἐνόντα  δότε  ἐλεημοσύνην, καὶ  ἰδοὺ  πάντα  καθαρὰ  ὑμῖν  ἐστιν.", "translation": "Fa manomeza amin'ny zavatra ananareo ny fanomezam-pahasoavana, ary, jereo, ny zavatra rehetra dia madio ho anareo.", "calver": "2025.05.22", "id": "LUK 11:41", "translation_time": 11.53}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀλλὰ  οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀποδεκατοῦτε  τὸ  ἡδύοσμον  καὶ  τὸ  πήγανον  καὶ  πᾶν  λάχανον, καὶ  παρέρχεσθε  τὴν  κρίσιν  καὶ  τὴν  ἀγάπην  τοῦ  Θεοῦ· ταῦτα  δὲ  ἔδει  ποιῆσαι  κἀκεῖνα  μὴ  παρεῖναι.", "translation": "Tsy misy anareo, ianareo Fariseo, fa mampitondra fahoriana ho anao, satria mivavaka amin'ny alalan'ny fanomezana kely sy ny fanomezam-bokatra, nefa manivana ny voaroy ary mihinana ny kamelao. Ianao no manavaka ny zava-maniry sy ny rariny, nefa tsy mankaty amin'ny fitiavan'Andriamanitra. Ireo tokony hataonareo, dia ny mankaty amin'ny rariny sy ny fitiavan'Andriamanitra, fa tsy tokony hanadino ny zavatra hafa. Mampitondra fahoriana ho anao, ianareo Fariseo, satria manaraka ny fomba fanao ara-pivavahana, nefa tsy mankaty amin'ny fahamarinana sy ny fahatsoram-panahy.", "calver": "2025.05.22", "id": "LUK 11:42", "translation_time": 10.6}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐαὶ  ὑμῖν  τοῖς  Φαρισαίοις, ὅτι  ἀγαπᾶτε  τὴν  πρωτοκαθεδρίαν  ἐν  ταῖς  συναγωγαῖς  καὶ  τοὺς  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς.", "translation": "Tsy mahay mivavaka ho an'ny Fariseo, fa manasitrana ny toerana voalohany ao amin'ny synagoga sy ny fiarahabana ao amin'ny tsena, satria maniry ny hahazo voninahitra sy ny toerana ambony amin'ny fiaraha-monina izy ireo.", "calver": "2025.05.22", "id": "LUK 11:43", "translation_time": 12.09}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐαὶ  ὑμῖν, ὅτι  ἐστὲ  ὡς  τὰ  μνημεῖα  τὰ  ἄδηλα, καὶ  οἱ  ἄνθρωποι  οἱ  περιπατοῦντες  ἐπάνω  οὐκ  οἴδασιν.", "translation": "Fahoriana ho anareo, satria tahaka ny fasana tsy hita maso ianareo, ary ny olona mandeha manodidina azy tsy mahalala izany.", "calver": "2025.05.22", "id": "LUK 11:44", "translation_time": 7.14}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἀποκριθεὶς  δέ  τις  τῶν  νομικῶν  λέγει  αὐτῷ  Διδάσκαλε, ταῦτα  λέγων  καὶ  ἡμᾶς  ὑβρίζεις.", "translation": "Ary ny mpahay lalàna dia namaly Azy, \"Raby, amin'ny filazanao ireo teny ireo, Hainao ve fa mankahala antsika koa ianao?\"", "calver": "2025.05.22", "id": "LUK 11:45", "translation_time": 11.32}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  Καὶ  ὑμῖν  τοῖς  νομικοῖς  οὐαί, ὅτι  φορτίζετε  τοὺς  ἀνθρώπους  φορτία  δυσβάστακτα, καὶ  αὐτοὶ  ἑνὶ  τῶν  δακτύλων  ὑμῶν  οὐ  προσψαύετε  τοῖς  φορτίοις.", "translation": "Tamin'izay dia hoy Izy: \"Ary ho anareo, ny mpanara-dia lalàna, dia voa, fa satria mavesatra ny entana apetranareo amin'ny olona, ary tsy manampy na dia ny rantsan-tananao iray akory amin'ny fitondra izany entana izany. Tsy mankaty amin'ny olona akory ianareo, na dia ny rantsan-tananao iray aza, mba hanampy azy hitondra ny entana mavesatra.\"", "calver": "2025.05.22", "id": "LUK 11:46", "translation_time": 11.68}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐαὶ  ὑμῖν, ὅτι  οἰκοδομεῖτε  τὰ  μνημεῖα  τῶν  προφητῶν, οἱ  δὲ  πατέρες  ὑμῶν  ἀπέκτειναν  αὐτούς.", "translation": "Mihorohoro anareo, satria manorina ny fasan'ny mpaminany ianareo, nefa ny razanareo no namono azy ireo.", "calver": "2025.05.22", "id": "LUK 11:47", "translation_time": 8.62}
{"source_lang": "grc", "target_lang": "msh", "original": "ἄρα  μάρτυρές  ἐστε  καὶ  συνευδοκεῖτε  τοῖς  ἔργοις  τῶν  πατέρων  ὑμῶν, ὅτι  αὐτοὶ  μὲν  ἀπέκτειναν  αὐτοὺς, ὑμεῖς  δὲ  οἰκοδομεῖτε.", "translation": "Miaraka amin'ny maha vavolombelona anareo, ary manaiky amin'ny asan'ny razanareo, fa izy ireo no namono ny mpaminany, fa ianareo kosa manangana.", "calver": "2025.05.22", "id": "LUK 11:48", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "msh", "original": "διὰ  τοῦτο  καὶ  ἡ  σοφία  τοῦ  Θεοῦ  εἶπεν  Ἀποστελῶ  εἰς  αὐτοὺς  προφήτας  καὶ  ἀποστόλους, καὶ  ἐξ  αὐτῶν  ἀποκτενοῦσιν  καὶ  διώξουσιν,", "translation": "Noho izany, hoy ny fahendren'Andriamanitra: \"Handefa mpaminany sy apostoly ho any amin'izy ireo aho, ary izy ireo dia hamono sy hanenjika azy ireo.\"", "calver": "2025.05.22", "id": "LUK 11:49", "translation_time": 8.16}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  εἶπεν  πρὸς  αὐτούς  Τίς  ἐξ  ὑμῶν  ἕξει  φίλον, καὶ  πορεύσεται  πρὸς  αὐτὸν  μεσονυκτίου  καὶ  εἴπῃ  αὐτῷ  Φίλε, χρῆσόν  μοι  τρεῖς  ἄρτους,", "translation": "Ary hoy izy tamin'izy ireo: Iza aminareo no manana namana, ka mandeha any aminy amin'ny antsasak'alina, ary milaza aminy: Namana, mankanesa amiko, mangataka aminao mofo telo, satria namako no tonga amin'ny lalana, ary tsy manana izay homena azy?", "calver": "2025.05.22", "id": "LUK 11:5", "translation_time": 10.39}
{"source_lang": "grc", "target_lang": "msh", "original": "ἵνα  ἐκζητηθῇ  τὸ  αἷμα  πάντων  τῶν  προφητῶν  τὸ  ἐκκεχυμένον  ἀπὸ  καταβολῆς  κόσμου  ἀπὸ  τῆς  γενεᾶς  ταύτης,", "translation": "Mba hahafantarana ny raan'ny mpaminany rehetra izay natsipy hatramin'ny nanorenana izao tontolo izao, hatramin'ny taranaka ankehitriny,", "calver": "2025.05.22", "id": "LUK 11:50", "translation_time": 12.41}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀπὸ  αἵματος  Ἄβελ  ἕως  αἵματος  Ζαχαρίου  τοῦ  ἀπολομένου  μεταξὺ  τοῦ  θυσιαστηρίου  καὶ  τοῦ  οἴκου· ναί, λέγω  ὑμῖν, ἐκζητηθήσεται  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "Amin'ny ra an'i Abel, hatramin'ny ra an'i Zakaria, izay novonoin'ny olona, eo anelanelan'ny alitara sy ny trano, dia hoy aho aminareo: ho angatahin'ny olona avy amin'ity taranaka ity izany.", "calver": "2025.05.22", "id": "LUK 11:51", "translation_time": 10.22}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐαὶ  ὑμῖν  τοῖς  νομικοῖς, ὅτι  ἤρατε  τὴν  κλεῖδα  τῆς  γνώσεως· αὐτοὶ  οὐκ  εἰσήλθατε  καὶ  τοὺς  εἰσερχομένους  ἐκωλύσατε.", "translation": "Misaotra anareo, ireo mpahay lalàna, satria efa naka ny fanalahidin'ny fahalalana ianareo; nefa ianareo tsy niditra, ary tsy nanomezanareo alalana ireo izay te hiditra.", "calver": "2025.05.22", "id": "LUK 11:52", "translation_time": 9.5}
{"source_lang": "grc", "target_lang": "msh", "original": "Κἀκεῖθεν  ἐξελθόντος  αὐτοῦ  ἤρξαντο  οἱ  γραμματεῖς  καὶ  οἱ  Φαρισαῖοι  δεινῶς  ἐνέχειν  καὶ  ἀποστοματίζειν  αὐτὸν  περὶ  πλειόνων,", "translation": "Rehefa nivoaka izy, dia nanomboka ny mpampianatra lalina sy ny Fariseo naneho hevitra mafy sy nanenjika azy kokoa momba ny zavatra maro.", "calver": "2025.05.22", "id": "LUK 11:53", "translation_time": 12.09}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐνεδρεύοντες  αὐτὸν  θηρεῦσαί  τι  ἐκ  τοῦ  στόματος  αὐτοῦ.", "translation": "\"Mitady hanenjika azy ireo amin'ny alalan'ny fitaka, avy amin'ny vavany.\"", "calver": "2025.05.22", "id": "LUK 11:54", "translation_time": 11.24}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐπειδὴ  φίλος  μου  παρεγένετο  ἐξ  ὁδοῦ  πρός  με  καὶ  οὐκ  ἔχω  ὃ  παραθήσω  αὐτῷ·", "translation": "Rehefa tonga ny sakaizako avy eny an-dalana, dia tsy manana zavatra atolotro azy.", "calver": "2025.05.22", "id": "LUK 11:6", "translation_time": 7.96}
{"source_lang": "grc", "target_lang": "msh", "original": "κἀκεῖνος  ἔσωθεν  ἀποκριθεὶς  εἴπῃ  Μή  μοι  κόπους  πάρεχε· ἤδη  ἡ  θύρα  κέκλεισται, καὶ  τὰ  παιδία  μου  μετ’  ἐμοῦ  εἰς  τὴν  κοίτην  εἰσίν· οὐ  δύναμαι  ἀναστὰς  δοῦναί  σοι.", "translation": "Kandefa ao anatiny izy namaly hoe: \"Aza miahiahy amin'ny fahasahiranana; efa voatokana ny varavarana, ary ny zanako miaraka amiko ao amin'ny fandriana; tsy afaka mitsangana aho hanampy anao.\"", "calver": "2025.05.22", "id": "LUK 11:7", "translation_time": 12.15}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  ὑμῖν, εἰ  καὶ  οὐ  δώσει  αὐτῷ  ἀναστὰς  διὰ  τὸ  εἶναι  φίλον  αὐτοῦ, διά  γε  τὴν  ἀναιδίαν  αὐτοῦ  ἐγερθεὶς  δώσει  αὐτῷ  ὅσων  χρῄζει.", "translation": "Lazao anareo, raha ny olona iray tsy mitsangana na dia tsy manome azy aza izy noho ny maha-namana azy, dia noho ny fahasahiany azy, dia hitsangana izy ary hanome azy araka izay ilainy.", "calver": "2025.05.22", "id": "LUK 11:8", "translation_time": 9.2}
{"source_lang": "grc", "target_lang": "msh", "original": "Κἀγὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·", "translation": "Kἀgὼ  ὑμῖν  λέγω, αἰτεῖτε, καὶ  δοθήσεται  ὑμῖν· ζητεῖτε, καὶ  εὑρήσετε· κρούετε, καὶ  ἀνοιγήσεται  ὑμῖν·\n\nMangataha, dia homena anao; Mitady, dia hahita ianao; Kopia, dia hovohana izy.", "calver": "2025.05.22", "id": "LUK 11:9", "translation_time": 9.46}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐν  οἷς  ἐπισυναχθεισῶν  τῶν  μυριάδων  τοῦ  ὄχλου, ὥστε  καταπατεῖν  ἀλλήλους, ἤρξατο  λέγειν  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  πρῶτον  Προσέχετε  ἑαυτοῖς  ἀπὸ  τῆς  ζύμης, ἥτις  ἐστὶν  ὑπόκρισις, τῶν  Φαρισαίων.", "translation": "Mitandrema amin'ny lalivay avy amin'ny Fariseo, izay fitaka sy kolikoly, satria ny lalivay kely dia mety hanapotika ny lafaoro rehetra.", "calver": "2025.05.22", "id": "LUK 12:1", "translation_time": 10.43}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πᾶς  ὃς  ἐρεῖ  λόγον  εἰς  τὸν  Υἱὸν  τοῦ  ἀνθρώπου, ἀφεθήσεται  αὐτῷ· τῷ  δὲ  εἰς  τὸ  Ἅγιον  Πνεῦμα  βλασφημήσαντι  οὐκ  ἀφεθήσεται.", "translation": "Ary izay rehetra miteny teny manohitra ny Zanak'olona, dia hovahana azy; fa izay manevateva ny Fanahy Masina, dia tsy hovahana azy na oviana na oviana.", "calver": "2025.05.22", "id": "LUK 12:10", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅταν  δὲ  εἰσφέρωσιν  ὑμᾶς  ἐπὶ  τὰς  συναγωγὰς  καὶ  τὰς  ἀρχὰς  καὶ  τὰς  ἐξουσίας, μὴ  μεριμνήσητε  πῶς  ἢ  τί  ἀπολογήσησθε  ἢ  τί  εἴπητε·", "translation": "Rehefa mitondra anareo amin'ny fiadian-kevi-pinoana, amin'ny synagoga sy amin'ny mpitondra sy amin'ny fahefana, dia aza manahy ny amin'ny fomba na ny zavatra holazainareo, na ny fomba hamaliana azy ireo, satria ny Fanahy Masina no hanome anareo ny teny tokony holazainareo.", "calver": "2025.05.22", "id": "LUK 12:11", "translation_time": 7.9}
{"source_lang": "grc", "target_lang": "msh", "original": "τὸ  γὰρ  Ἅγιον  Πνεῦμα  διδάξει  ὑμᾶς  ἐν  αὐτῇ  τῇ  ὥρᾳ  ἃ  δεῖ  εἰπεῖν.", "translation": "Noho izany, ny Fanahy Masina no hampianatra anareo amin'io fotoana io izay tokony holazaina.", "calver": "2025.05.22", "id": "LUK 12:12", "translation_time": 9.79}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δέ  τις  ἐκ  τοῦ  ὄχλου  αὐτῷ  Διδάσκαλε, εἰπὲ  τῷ  ἀδελφῷ  μου  μερίσασθαι  μετ’  ἐμοῦ  τὴν  κληρονομίαν.", "translation": "Niteny ny iray tamin’ny vahoaka izy, nanao hoe: “Dikany, Mpampianatra, lazao amin’ny rahalahiko mba hizara amiko ny lova.”", "calver": "2025.05.22", "id": "LUK 12:13", "translation_time": 11.34}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπε, τίς  με  κατέστησεν  κριτὴν  ἢ  μεριστὴν  ἐφ’  ὑμᾶς;", "translation": "Niteny izy taminy, \"Olona, iza moa no nanendry ahy ho mpitsara na mpisaraka?\"", "calver": "2025.05.22", "id": "LUK 12:14", "translation_time": 9.44}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  πρὸς  αὐτούς  Ὁρᾶτε  καὶ  φυλάσσεσθε  ἀπὸ  πάσης  πλεονεξίας, ὅτι  οὐκ  ἐν  τῷ  περισσεύειν  τινὶ  ἡ  ζωὴ  αὐτοῦ  ἐστιν  ἐκ  τῶν  ὑπαρχόντων  αὐτῷ.", "translation": "Hitanareo ary tandremo ny fahavalo amin'ny fitadiavam-bola, satria tsy ao anatin'ny fanananao ny fiainanao. Tsy amin'ny fahabetsahana no misy ny fiainana, fa amin'ny zavatra anananao. Ny fiainana dia tsy voafetra amin'ny fanananao, ary ny fahavalo dia ny fitadiavam-bola be loatra. Aoka isika tsy ho voasarika amin'ny fitombenana sy ny fahavalo, fa ho mailo amin'ny fahamarinana sy ny fahendrena, satria ny fiainana marina dia tsy miankina amin'ny fananantsika.", "calver": "2025.05.22", "id": "LUK 12:15", "translation_time": 8.82}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  παραβολὴν  πρὸς  αὐτοὺς  λέγων  Ἀνθρώπου  τινὸς  πλουσίου  εὐφόρησεν  ἡ  χώρα.", "translation": "Niteny izy tamin'izy ireo tamin'ny alalan'ny fampitahana, nanao hoe: \"Lehilahy manankarena iray ny tany niteraka be dia be.\"", "calver": "2025.05.22", "id": "LUK 12:16", "translation_time": 7.75}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  διελογίζετο  ἐν  ἑαυτῷ  λέγων  Τί  ποιήσω, ὅτι  οὐκ  ἔχω  ποῦ  συνάξω  τοὺς  καρπούς  μου;", "translation": "Ary izy dia nieritreritra tao anatiny, nanao hoe: \"Inona no hataoko, satria tsy manana toerana hitahirizana ny vokatro aho?\"", "calver": "2025.05.22", "id": "LUK 12:17", "translation_time": 7.16}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  Τοῦτο  ποιήσω· καθελῶ  μου  τὰς  ἀποθήκας  καὶ  μείζονας  οἰκοδομήσω, καὶ  συνάξω  ἐκεῖ  πάντα  τὸν  σῖτον  καὶ  τὰ  ἀγαθά  μου,", "translation": "« Hataoko izao: hamono ny fitoerako taloha aho, ary hanangana fitoerana lehibe kokoa, hanangona ny voa sy ny fananako rehetra. »", "calver": "2025.05.22", "id": "LUK 12:18", "translation_time": 9.39}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐρῶ  τῇ  ψυχῇ  μου  Ψυχή, ἔχεις  πολλὰ  ἀγαθὰ  κείμενα  εἰς  ἔτη  πολλά· ἀναπαύου, φάγε, πίε, εὐφραίνου.", "translation": "Ary ho amin'ny fanahiko aho: Fanahy, manana zavatra tsara maro voatahiry ho anao, izay ho an'ny taona maro; mialà sasatra, mihinàna, misotro, mifaly.", "calver": "2025.05.22", "id": "LUK 12:19", "translation_time": 8.08}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐδὲν  δὲ  συγκεκαλυμμένον  ἐστὶν  ὃ  οὐκ  ἀποκαλυφθήσεται, καὶ  κρυπτὸν  ὃ  οὐ  γνωσθήσεται.", "translation": "Tsy misy na inona na inona voafina izay tsy ho aseho, ary tsy misy na inona na inona miafina izay tsy ho fantatra.", "calver": "2025.05.22", "id": "LUK 12:2", "translation_time": 9.51}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Θεός  Ἄφρων, ταύτῃ  τῇ  νυκτὶ  τὴν  ψυχήν  σου  ἀπαιτοῦσιν  ἀπὸ  σοῦ· ἃ  δὲ  ἡτοίμασας, τίνι  ἔσται;", "translation": "Andriamanitra niteny taminy hoe: Ry adala, amin'ity alina ity, ny fanahy anao dia hangatahina aminao; ary izay efa nomaninao, ho aiza no ho azy?", "calver": "2025.05.22", "id": "LUK 12:20", "translation_time": 6.9}
{"source_lang": "grc", "target_lang": "msh", "original": "οὕτως  ὁ  θησαυρίζων  αὑτῷ  καὶ  μὴ  εἰς  Θεὸν  πλουτῶν.", "translation": "Toy izany, izay manangona harena ho azy ary tsy manankarena ho an'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 12:21", "translation_time": 10.32}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Διὰ  τοῦτο  λέγω  ὑμῖν· μὴ  μεριμνᾶτε  τῇ  ψυχῇ  τί  φάγητε, μηδὲ  τῷ  σώματι  τί  ἐνδύσησθε.", "translation": "Tamin'ny tenin'i Lioka, dia hoy izy tamin'ny mpianany: \"Noho izany, aza manahy ny momba ny sakafo sy ny fitafiana ianareo; mampahery ny mpino izany, ary mampahatsiahy ny fahatokisana an'Andriamanitra fa Izy no mpamatsy. Aoka tsy ho kivy ianareo, fa matokia fa ny Fanjakan'Andriamanitra no hanome anareo izay ilainareo rehetra.\"", "calver": "2025.05.22", "id": "LUK 12:22", "translation_time": 9.04}
{"source_lang": "grc", "target_lang": "msh", "original": "ἡ  γὰρ  ψυχὴ  πλεῖόν  ἐστιν  τῆς  τροφῆς  καὶ  τὸ  σῶμα  τοῦ  ἐνδύματος.", "translation": "Ny fanahy dia mihoatra ny sakafo, ary ny vatana dia toy ny fitafiana; ny lanjan'ny fanahy noho ny zavatra ara-nofo no lehibe kokoa.", "calver": "2025.05.22", "id": "LUK 12:23", "translation_time": 7.82}
{"source_lang": "grc", "target_lang": "msh", "original": "κατανοήσατε  τοὺς  κόρακας, ὅτι  οὔτε  σπείρουσιν  οὔτε  θερίζουσιν, οἷς  οὐκ  ἔστιν  ταμεῖον  οὐδὲ  ἀποθήκη, καὶ  ὁ  Θεὸς  τρέφει  αὐτούς· πόσῳ  μᾶλλον  ὑμεῖς  διαφέρετε  τῶν  πετεινῶν.", "translation": "Nahazo ve ianareo ny momba ny vorona, fa tsy maniry na manangona izy ireo, tsy manana fitoerana izy ireo, ary ny Andriamanitra no mihinana azy ireo; noho izany, mbola lehibe noho ny vorona ianareo.", "calver": "2025.05.22", "id": "LUK 12:24", "translation_time": 11.32}
{"source_lang": "grc", "target_lang": "msh", "original": "τίς  δὲ  ἐξ  ὑμῶν  μεριμνῶν  δύναται  ἐπὶ  τὴν  ἡλικίαν  αὐτοῦ  προσθεῖναι  πῆχυν;", "translation": "Iza aminareo no afaka manampy pihavanana amin'ny taonany, raha tsy misy manahy sy miezaka?", "calver": "2025.05.22", "id": "LUK 12:25", "translation_time": 16.23}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  οὖν  οὐδὲ  ἐλάχιστον  δύνασθε, τί  περὶ  τῶν  λοιπῶν  μεριμνᾶτε;", "translation": "Noho izany, raha tsy afaka mihitsy aza ianao, inona no tokony hanahirana anao ny amin'ny sisa?", "calver": "2025.05.22", "id": "LUK 12:26", "translation_time": 8.05}
{"source_lang": "grc", "target_lang": "msh", "original": "κατανοήσατε  τὰ  κρίνα, πῶς  οὔτε  νήθει  οὔτε  ὑφαίνει· λέγω  δὲ  ὑμῖν, οὐδὲ  Σολομὼν  ἐν  πάσῃ  τῇ  δόξῃ  αὐτοῦ  περιεβάλετο  ὡς  ἓν  τούτων.", "translation": "Nahatakatra ianao fa ny voninkazo lilie, tsy manao na ny fomba fitomboany na ny fomba fanaovana fitafiana azy, ary milaza aminao aho fa na Salomona, amin'ny voninahiny rehetra, tsy nanao fitafiana toy ireny.", "calver": "2025.05.22", "id": "LUK 12:27", "translation_time": 8.44}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  δὲ  ἐν  ἀγρῷ  τὸν  χόρτον  ὄντα  σήμερον  καὶ  αὔριον  εἰς  κλίβανον  βαλλόμενον  ὁ  Θεὸς  οὕτως  ἀμφιέζει, πόσῳ  μᾶλλον  ὑμᾶς, ὀλιγόπιστοι.", "translation": "Raha ny ahy, ny ahitra eny an-tsaha, izay anio ary rahampitso ho ao an-dakolosy, dia ataon'Andriamanitra toy izany koa koa, tsy ho lehibe noho izy ianareo, ry tsy matoky.", "calver": "2025.05.22", "id": "LUK 12:28", "translation_time": 8.99}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὑμεῖς  μὴ  ζητεῖτε  τί  φάγητε  καὶ  τί  πίητε, καὶ  μὴ  μετεωρίζεσθε·", "translation": "Aoka tsy hitady na inona na inona hohanina na ho sotroina ianareo, ary aza miahiahy na inona na inona; tsy tokony hitady izany ianareo, satria ny Rainareo any an-danitra dia mahafantatra fa ilainareo izany rehetra izany. Aoka ho hitanareo fa ny fahatokisana sy ny finoana no tokony ho fototry ny fiainana, satria ny fahatokisana amin'Andriamanitra no manome fahafahana sy fiadanana amin'ny fiainana andavanandro.", "calver": "2025.05.22", "id": "LUK 12:29", "translation_time": 12.18}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀνθ’  ὧν  ὅσα  ἐν  τῇ  σκοτίᾳ  εἴπατε  ἐν  τῷ  φωτὶ  ἀκουσθήσεται, καὶ  ὃ  πρὸς  τὸ  οὖς  ἐλαλήσατε  ἐν  τοῖς  ταμείοις  κηρυχθήσεται  ἐπὶ  τῶν  δωμάτων.", "translation": "Amin’izay rehetra voalazainareo ao anatin’ny haizin’ny alina, dia ho re ao amin’ny mazava; ary izay rehetra teninareo ao anatin’ny efitra, dia ho fantatra amin’ny tafon’ny tafon’ny lanitra. Izay teny miafina ao anatin’ny haizin’ny alina, dia ho tonga amin’ny mazava; ary izay rehetra teninareo ao anatin’ny efitra, dia ho ambara amin’ny tafon’ny lanitra.", "calver": "2025.05.22", "id": "LUK 12:3", "translation_time": 13.71}
{"source_lang": "grc", "target_lang": "msh", "original": "ταῦτα  γὰρ  πάντα  τὰ  ἔθνη  τοῦ  κόσμου  ἐπιζητοῦσιν· ὑμῶν  δὲ  ὁ  Πατὴρ  οἶδεν  ὅτι  χρῄζετε  τούτων·", "translation": "Ireto rehetra ireo firenena rehetra eto amin’izao tontolo izao no mitady; fa ny Ray kosa mahalala tsara izay ilainareo.", "calver": "2025.05.22", "id": "LUK 12:30", "translation_time": 7.24}
{"source_lang": "grc", "target_lang": "msh", "original": "πλὴν  ζητεῖτε  τὴν  βασιλείαν  αὐτοῦ, καὶ  ταῦτα  προστεθήσεται  ὑμῖν.", "translation": "Mitadiava voalohany ny fanjakan'Andriamanitra, ary ireo zavatra ireo dia hampiana ho anareo.", "calver": "2025.05.22", "id": "LUK 12:31", "translation_time": 10.07}
{"source_lang": "grc", "target_lang": "msh", "original": "Μὴ  φοβοῦ, τὸ  μικρὸν  ποίμνιον· ὅτι  εὐδόκησεν  ὁ  Πατὴρ  ὑμῶν  δοῦναι  ὑμῖν  τὴν  βασιλείαν.", "translation": "Aza matahotra, ny ondry kely; fa sitrapo ny Ray aman-dreny, fa sitrapo ny Ray aman-dreny, satria sitrapony hanome anareo ny fanjakan'ny lanitra.", "calver": "2025.05.22", "id": "LUK 12:32", "translation_time": 12.63}
{"source_lang": "grc", "target_lang": "msh", "original": "Πωλήσατε  τὰ  ὑπάρχοντα  ὑμῶν  καὶ  δότε  ἐλεημοσύνην· ποιήσατε  ἑαυτοῖς  βαλλάντια  μὴ  παλαιούμενα, θησαυρὸν  ἀνέκλειπτον  ἐν  τοῖς  οὐρανοῖς, ὅπου  κλέπτης  οὐκ  ἐγγίζει  οὐδὲ  σὴς  διαφθείρει·", "translation": "Nivarotra ny fananareo rehetra ianareo, ary manome amin'ny fiantrana; manao tahiry ho anareo ny vola tsy lany andro, izay ao an-danitra, izay tsy misy halatra na ny voaloboka manimba azy. Mamonjy tahiry any an-danitra ianareo, izay tsy misy halatra na ny voaloboka manimba azy, satria ny fananareo any no ho fiarovana sy fiarovana tsy ho levona. Aoka ho tahiry ho anareo ny harena any an-danitra, izay tsy mety ho voa-dratsy na ho rava, satria ny fananareo any no ho fiarovana tsy ho levona.", "calver": "2025.05.22", "id": "LUK 12:33", "translation_time": 9.5}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅπου  γάρ  ἐστιν  ὁ  θησαυρὸς  ὑμῶν, ἐκεῖ  καὶ  ἡ  καρδία  ὑμῶν  ἔσται.", "translation": "Amin'izay toerana misy ny harenao, dia any koa no ho ao amin'ny fon'nyo.", "calver": "2025.05.22", "id": "LUK 12:34", "translation_time": 7.46}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔστωσαν  ὑμῶν  αἱ  ὀσφύες  περιεζωσμέναι  καὶ  οἱ  λύχνοι  καιόμενοι·", "translation": "Aoka ho anareo ny fehin-kibo voatokana sy ny jiro miredareda, toy ny olona mivonona sy mivonona amin'ny fiandrasana.", "calver": "2025.05.22", "id": "LUK 12:35", "translation_time": 10.63}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὑμεῖς  ὅμοιοι  ἀνθρώποις  προσδεχομένοις  τὸν  κύριον  ἑαυτῶν  πότε  ἀναλύσῃ  ἐκ  τῶν  γάμων, ἵνα  ἐλθόντος  καὶ  κρούσαντος  εὐθέως  ἀνοίξωσιν  αὐτῷ.", "translation": "Miandry ny Tompo toy ny olona miandry azy, izay miandry ny fotoana mety izy, rehefa avy amin'ny fanambadiana, dia rehefa hiverina sy mikatona avy hatrany ny varavarana, dia mangataka sy manokatra amin'ny fahavononana rehetra. Rehefa avy amin'ny fanambadiana, dia tokony ho vonona ny olona, satria rehefa miantso ny Tompo izy, dia tokony ho vonona ny varavarana, ary tokony ho vonona ny fidirana amin'ny fotoana rehetra. Raha tsy izany, dia ho toy ny olona miandry ny fotoana mety, izay tsy mahafantatra ny fotoana hahatongavan'ny Tompo, ka tsy ho vonona izy rehefa tonga.", "calver": "2025.05.22", "id": "LUK 12:36", "translation_time": 12.4}
{"source_lang": "grc", "target_lang": "msh", "original": "μακάριοι  οἱ  δοῦλοι  ἐκεῖνοι, οὓς  ἐλθὼν  ὁ  κύριος  εὑρήσει  γρηγοροῦντας· ἀμὴν  λέγω  ὑμῖν  ὅτι  περιζώσεται  καὶ  ἀνακλινεῖ  αὐτοὺς  καὶ  παρελθὼν  διακονήσει  αὐτοῖς.", "translation": "Sambatra ireo mpanompo, rehefa avy ho avy ny Tompo, dia hahita azy ireo ho marim-pototra; dia hihantona izy ary hanompo azy ireo.", "calver": "2025.05.22", "id": "LUK 12:37", "translation_time": 10.43}
{"source_lang": "grc", "target_lang": "msh", "original": "κἂν  ἐν  τῇ  δευτέρᾳ  κἂν  ἐν  τῇ  τρίτῃ  φυλακῇ  ἔλθῃ  καὶ  εὕρῃ  οὕτως, μακάριοί  εἰσιν  ἐκεῖνοι.", "translation": "Raha misy olona miditra ao amin'ny toby fiambenana faharoa na fahatelo, ary mahita izany, dia mahazo fitahiana ireo.", "calver": "2025.05.22", "id": "LUK 12:38", "translation_time": 7.49}
{"source_lang": "grc", "target_lang": "msh", "original": "τοῦτο  δὲ  γινώσκετε  ὅτι  εἰ  ᾔδει  ὁ  οἰκοδεσπότης  ποίᾳ  ὥρᾳ  ὁ  κλέπτης  ἔρχεται, οὐκ  ἂν  ἀφῆκεν  διορυχθῆναι  τὸν  οἶκον  αὐτοῦ.", "translation": "Tsy ho afaka ny hanakana ny trano tsy vaky raha mahafantatra ny tompon-trano ny ora hahatongavan'ny mpangalatra, raha toa ka fantany izany.", "calver": "2025.05.22", "id": "LUK 12:39", "translation_time": 8.09}
{"source_lang": "grc", "target_lang": "msh", "original": "Λέγω  δὲ  ὑμῖν  τοῖς  φίλοις  μου, μὴ  φοβηθῆτε  ἀπὸ  τῶν  ἀποκτεννόντων  τὸ  σῶμα  καὶ  μετὰ  ταῦτα  μὴ  ἐχόντων  περισσότερόν  τι  ποιῆσαι.", "translation": "Miteny amin'ny namako aho: Aza matahotra ireo izay mamono ny nofo, fa tsy afaka manao zavatra mihoatra izany; ary aorian'izay, tsy hanan-kery intsony izy ireo.", "calver": "2025.05.22", "id": "LUK 12:4", "translation_time": 9.65}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὑμεῖς  γίνεσθε  ἕτοιμοι, ὅτι  ᾗ  ὥρᾳ  οὐ  δοκεῖτε  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἔρχεται.", "translation": "Ary miomàna koa ianareo, amin'ny ora tsy andrasanareo, Hiseho ny Zanak'olona.", "calver": "2025.05.22", "id": "LUK 12:40", "translation_time": 7.06}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Κύριε, πρὸς  ἡμᾶς  τὴν  παραβολὴν  ταύτην  λέγεις  ἢ  καὶ  πρὸς  πάντας;", "translation": "Petera nanao hoe: \"Ry Tompo, moa ve ny teninao momba ity parabolan'ity dia ho antsika ihany, sa ho an'ny rehetra koa?\"", "calver": "2025.05.22", "id": "LUK 12:41", "translation_time": 7.41}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  ὁ  Κύριος  Τίς  ἄρα  ἐστὶν  ὁ  πιστὸς  οἰκονόμος  ὁ  φρόνιμος, ὃν  καταστήσει  ὁ  κύριος  ἐπὶ  τῆς  θεραπείας  αὐτοῦ  τοῦ  διδόναι  ἐν  καιρῷ  τὸ  σιτομέτριον;", "translation": "Ary hoy ny Tompo: Iza moa no mpitandrina matoky sy hendry, izay hotendren'ny tompony ho setriny amin'ny trano, hampandry azy amin'ny an-tranony, ary hanome azy ny anjarany amin'ny sakafo amin'ny fotoana mety.", "calver": "2025.05.22", "id": "LUK 12:42", "translation_time": 9.52}
{"source_lang": "grc", "target_lang": "msh", "original": "μακάριος  ὁ  δοῦλος  ἐκεῖνος, ὃν  ἐλθὼν  ὁ  κύριος  αὐτοῦ  εὑρήσει  ποιοῦντα  οὕτως.", "translation": "Maharavo ny mpanompo izay hahita ny tompony manao izany rehefa miverina izy.", "calver": "2025.05.22", "id": "LUK 12:43", "translation_time": 10.54}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀληθῶς  λέγω  ὑμῖν  ὅτι  ἐπὶ  πᾶσιν  τοῖς  ὑπάρχουσιν  αὐτοῦ  καταστήσει  αὐτόν.", "translation": "Tena lazaiko aminareo, fa amin'ny zavatra rehetra ananany dia Hanangana azy izy.", "calver": "2025.05.22", "id": "LUK 12:44", "translation_time": 11.27}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐὰν  δὲ  εἴπῃ  ὁ  δοῦλος  ἐκεῖνος  ἐν  τῇ  καρδίᾳ  αὐτοῦ  Χρονίζει  ὁ  κύριός  μου  ἔρχεσθαι, καὶ  ἄρξηται  τύπτειν  τοὺς  παῖδας  καὶ  τὰς  παιδίσκας, ἐσθίειν  τε  καὶ  πίνειν  καὶ  μεθύσκεσθαι,", "translation": "Raha ilay andri-manjaka manao hoe ao am-pony azy fa miandry ny fahatongavany, dia manomboka manendaka ny ankizy sy ny andri-manjaka, mihinana sy misotro ary miboridana.", "calver": "2025.05.22", "id": "LUK 12:45", "translation_time": 9.03}
{"source_lang": "grc", "target_lang": "msh", "original": "ἥξει  ὁ  κύριος  τοῦ  δούλου  ἐκείνου  ἐν  ἡμέρᾳ  ᾗ  οὐ  προσδοκᾷ  καὶ  ἐν  ὥρᾳ  ᾗ  οὐ  γινώσκει, καὶ  διχοτομήσει  αὐτὸν, καὶ  τὸ  μέρος  αὐτοῦ  μετὰ  τῶν  ἀπίστων  θήσει.", "translation": "Ny Tompo dia ho avy amin’io andro io, amin’ny fotoana tsy andrasana, ary amin’ny ora tsy fantany, dia hanapaka azy, ary ny ampahany ho azy dia ho ao amin’ny tsy mpino.", "calver": "2025.05.22", "id": "LUK 12:46", "translation_time": 12.17}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐκεῖνος  δὲ  ὁ  δοῦλος  ὁ  γνοὺς  τὸ  θέλημα  τοῦ  κυρίου  αὐτοῦ  καὶ  μὴ  ἑτοιμάσας  ἢ  ποιήσας  πρὸς  τὸ  θέλημα  αὐτοῦ  δαρήσεται  πολλάς·", "translation": "Ilay andriamby izay mahalala ny sitrapon'ny tompony nefa tsy miomana na manao araka izany, dia ho tsihotsihotsihina betsaka.", "calver": "2025.05.22", "id": "LUK 12:47", "translation_time": 8.49}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  μὴ  γνοὺς, ποιήσας  δὲ  ἄξια  πληγῶν, δαρήσεται  ὀλίγας. παντὶ  δὲ  ᾧ  ἐδόθη  πολύ, πολὺ  ζητηθήσεται  παρ’  αὐτοῦ, καὶ  ᾧ  παρέθεντο  πολύ, περισσότερον  αἰτήσουσιν  αὐτόν.", "translation": "Ny olona tsy mahalala, nefa nanao zavatra mendrika ny onitra, dia ho voasazy kely. Ary izay nomena betsaka, dia hotakatra be ny fangatahana aminy, ary izay nomena betsaka, dia hotakatra be ny fangatahana aminy.", "calver": "2025.05.22", "id": "LUK 12:48", "translation_time": 10.33}
{"source_lang": "grc", "target_lang": "msh", "original": "Πῦρ  ἦλθον  βαλεῖν  ἐπὶ  τὴν  γῆν, καὶ  τί  θέλω  εἰ  ἤδη  ἀνήφθη.", "translation": "Nentiko aho ny handatsaka afo amin'ny tany, ary inona no itiavako raha efa nipoaka izany?", "calver": "2025.05.22", "id": "LUK 12:49", "translation_time": 7.24}
{"source_lang": "grc", "target_lang": "msh", "original": "ὑποδείξω  δὲ  ὑμῖν  τίνα  φοβηθῆτε· φοβήθητε  τὸν  μετὰ  τὸ  ἀποκτεῖναι  ἔχοντα  ἐξουσίαν  ἐμβαλεῖν  εἰς  τὴν  γέενναν. ναί, λέγω  ὑμῖν, τοῦτον  φοβήθητε.", "translation": "Lazako aminareo, tsy tokony hatahotra na inona na inona; fa matahotra izay manana fahefana afaka mametraka olona ao amin'ny Gennana. Eny, lazaiko aminareo, matahotra azy.", "calver": "2025.05.22", "id": "LUK 12:5", "translation_time": 7.93}
{"source_lang": "grc", "target_lang": "msh", "original": "βάπτισμα  δὲ  ἔχω  βαπτισθῆναι, καὶ  πῶς  συνέχομαι  ἕως  ὅτου  τελεσθῇ.", "translation": "Manana batisa aho tokony hatao, ary ahoana no fomba hanohizako hatramin'ny fahavitan'izany.", "calver": "2025.05.22", "id": "LUK 12:50", "translation_time": 10.23}
{"source_lang": "grc", "target_lang": "msh", "original": "δοκεῖτε  ὅτι  εἰρήνην  παρεγενόμην  δοῦναι  ἐν  τῇ  γῇ; οὐχί, λέγω  ὑμῖν, ἀλλ’  ἢ  διαμερισμόν.", "translation": "Manontany izy: \"Mino ve ianareo fa tianao hanome fiadanana eo amin'ny tany?\" Tsia, lazaiko anao, fa fizarana no ho avy.", "calver": "2025.05.22", "id": "LUK 12:51", "translation_time": 12.26}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔσονται  γὰρ  ἀπὸ  τοῦ  νῦν  πέντε  ἐν  ἑνὶ  οἴκῳ  διαμεμερισμένοι, τρεῖς  ἐπὶ  δυσὶν  καὶ  δύο  ἐπὶ  τρισίν", "translation": "Ho avy ny andro, ka hozaraina amin’ny an-trano iray ny olona dimy, amin’ny fomba toy izao: telo no miara-mifandimby amin’ny roa, ary roa kosa miara-mifandimby amin’ny telo.", "calver": "2025.05.22", "id": "LUK 12:52", "translation_time": 8.14}
{"source_lang": "grc", "target_lang": "msh", "original": "διαμερισθήσονται, πατὴρ  ἐπὶ  υἱῷ  καὶ  υἱὸς  ἐπὶ  πατρί, μήτηρ  ἐπὶ  θυγατέρα  καὶ  θυγάτηρ  ἐπὶ  τὴν  μητέρα, πενθερὰ  ἐπὶ  τὴν  νύμφην  αὐτῆς  καὶ  νύμφη  ἐπὶ  τὴν  πενθεράν.", "translation": "Dia miavaka, ny rain-dray amin'ny zanany, ary ny zanaka amin'ny rain-dray, ny reny amin'ny zanany vavy, ary ny zanaka vavy amin'ny reniny, ny renin'ny vady amin'ny vadiny, ary ny vadin'ny reny amin'ny vadiny.", "calver": "2025.05.22", "id": "LUK 12:53", "translation_time": 9.66}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔλεγεν  δὲ  καὶ  τοῖς  ὄχλοις  Ὅταν  ἴδητε  νεφέλην  ἀνατέλλουσαν  ἐπὶ  δυσμῶν, εὐθέως  λέγετε  ὅτι  Ὄμβρος  ἔρχεται, καὶ  γίνεται  οὕτως·", "translation": "Rehefa mahita rahona miboridana any andrefana ianao, dia miteny avy hatrany fa hisy tafio-drivotra, ary mitranga izany.", "calver": "2025.05.22", "id": "LUK 12:54", "translation_time": 7.36}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὅταν  νότον  πνέοντα, λέγετε  ὅτι  Καύσων  ἔσται, καὶ  γίνεται.", "translation": "Rehefa mihetsika ny rivotra atsimo, milaza fa ho hafanana izany, ary mitranga izany.", "calver": "2025.05.22", "id": "LUK 12:55", "translation_time": 7.8}
{"source_lang": "grc", "target_lang": "msh", "original": "ὑποκριταί, τὸ  πρόσωπον  τῆς  γῆς  καὶ  τοῦ  οὐρανοῦ  οἴδατε  δοκιμάζειν, τὸν  καιρὸν  δὲ  τοῦτον  πῶς  οὐ  δοκιμάζετε;", "translation": "Ry mpitomany, tsy fantatrareo ve ny fomba fitsapana ny endriky ny tany sy ny lanitra? Fa nahoana no tsy hitsara ny fotoana izao koa ianareo?", "calver": "2025.05.22", "id": "LUK 12:56", "translation_time": 9.76}
{"source_lang": "grc", "target_lang": "msh", "original": "Τί  δὲ  καὶ  ἀφ’  ἑαυτῶν  οὐ  κρίνετε  τὸ  δίκαιον;", "translation": "Maninona no tsy mitsara ny marina aminareo ianareo, raha avy amin’ny tenanareo no tokony hitsara?", "calver": "2025.05.22", "id": "LUK 12:57", "translation_time": 9.3}
{"source_lang": "grc", "target_lang": "msh", "original": "ὡς  γὰρ  ὑπάγεις  μετὰ  τοῦ  ἀντιδίκου  σου  ἐπ’  ἄρχοντα, ἐν  τῇ  ὁδῷ  δὸς  ἐργασίαν  ἀπηλλάχθαι  ἀπ’  αὐτοῦ, μή  ποτε  κατασύρῃ  σε  πρὸς  τὸν  κριτήν, καὶ  ὁ  κριτής  σε  παραδώσει  τῷ  πράκτορι, καὶ  ὁ  πράκτωρ  σε  βαλεῖ  εἰς  φυλακήν.", "translation": "Toy izao ny fandikan-teny: Raha vao mandeha miaraka amin'ny mpifanohitra aminao ianao amin'ny lalana, dia omeo ny mpifanohitra anao ny asa fifandirana, mba tsy ho entinao any amin'ny mpitsara, ary ny mpitsara dia mety hanolotra anao amin'ny mpiasa, ary ny mpiasa dia mety hampiditra anao ao am-ponja. Aza avela ho tonga amin'ny fitsarana ianao, satria raha izany no izy, dia mety hanolotra anao amin'ny mpanjakan'ny fitsarana izy, ary ny mpanjaka dia mety hampiditra anao ao amin'ny fonja.", "calver": "2025.05.22", "id": "LUK 12:58", "translation_time": 10.42}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  σοι, οὐ  μὴ  ἐξέλθῃς  ἐκεῖθεν  ἕως  καὶ  τὸ  ἔσχατον  λεπτὸν  ἀποδῷς.", "translation": "Tianay holazaina aminao fa tsy hiala ianao mandra-pahoviana ny vola farany efa voaloa, ary tsy tokony hiala raha tsy efa voaloa tanteraka ny vola rehetra.", "calver": "2025.05.22", "id": "LUK 12:59", "translation_time": 9.56}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐχὶ  πέντε  στρουθία  πωλοῦνται  ἀσσαρίων  δύο; καὶ  ἓν  ἐξ  αὐτῶν  οὐκ  ἔστιν  ἐπιλελησμένον  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "Tsy misy na iray aza amin'ireo vorona kely izay amidy amin'ny vola roa, ary tsy misy na iray aza amin'izy ireo izay tsy hadino eo imason'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 12:6", "translation_time": 10.53}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀλλὰ  καὶ  αἱ  τρίχες  τῆς  κεφαλῆς  ὑμῶν  πᾶσαι  ἠρίθμηνται. μὴ  φοβεῖσθε· πολλῶν  στρουθίων  διαφέρετε.", "translation": "Fa kosa, ny volo rehetra ao amin'ny lohanareo dia voaisa tsara; aza matahotra. Raha toa ka manan-danja noho ny an-jatony ny vorona, dia mbola lehibe noho izany ny lanjalanareo.", "calver": "2025.05.22", "id": "LUK 12:7", "translation_time": 9.13}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  δὲ  ὑμῖν, πᾶς  ὃς  ἂν  ὁμολογήσῃ  ἐν  ἐμοὶ  ἔμπροσθεν  τῶν  ἀνθρώπων, καὶ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ὁμολογήσει  ἐν  αὐτῷ  ἔμπροσθεν  τῶν  ἀγγέλων  τοῦ  Θεοῦ·", "translation": "Lazaiko aminareo: Izay rehetra manambara eo anatrehako, ary Ilay Zanak'olona koa hanambara eo anatrehan'ny anjely an'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 12:8", "translation_time": 10.48}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  ἀρνησάμενός  με  ἐνώπιον  τῶν  ἀνθρώπων  ἀπαρνηθήσεται  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ.", "translation": "Raha manameloka ahy izy eo anatrehan'ny olona, dia hohamarininy fa tsy mahalala ahy eo anatrehan'ny anjely sy eo anatrehan'ny Andriamanitra.", "calver": "2025.05.22", "id": "LUK 12:9", "translation_time": 8.75}
{"source_lang": "grc", "target_lang": "msh", "original": "Παρῆσαν  δέ  τινες  ἐν  αὐτῷ  τῷ  καιρῷ  ἀπαγγέλλοντες  αὐτῷ  περὶ  τῶν  Γαλιλαίων  ὧν  τὸ  αἷμα  Πειλᾶτος  ἔμιξεν  μετὰ  τῶν  θυσιῶν  αὐτῶν.", "translation": "Nisy olona nitatitra taminy tamin'izany fotoana izany momba ny Galileana, izay ny ra Pilato no nanambatra tamin'ny fanatiny nataony ho fanompoam-pivavahana.", "calver": "2025.05.22", "id": "LUK 13:1", "translation_time": 7.97}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἦν  δὲ  διδάσκων  ἐν  μιᾷ  τῶν  συναγωγῶν  ἐν  τοῖς  σάββασιν.", "translation": "Nandritra ny sabata, nitory tao amin'ny iray amin'ireo synagoga izy.", "calver": "2025.05.22", "id": "LUK 13:10", "translation_time": 7.39}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἰδοὺ  γυνὴ  πνεῦμα  ἔχουσα  ἀσθενείας  ἔτη  δέκα  ὀκτώ, καὶ  ἦν  συνκύπτουσα  καὶ  μὴ  δυναμένη  ἀνακύψαι  εἰς  τὸ  παντελές.", "translation": "Vehivavy manana fanahy aretina, izay nanana fahoriana nandritra ny folo na valo taona, ary mibanjina tsy afaka mivandravandra tanteraka.", "calver": "2025.05.22", "id": "LUK 13:11", "translation_time": 8.33}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδὼν  δὲ  αὐτὴν  ὁ  Ἰησοῦς  προσεφώνησεν  καὶ  εἶπεν  αὐτῇ  Γύναι, ἀπολέλυσαι  τῆς  ἀσθενείας  σου,", "translation": "Nahita azy i Jesosy, dia niresaka taminy, ary hoy izy taminy: \"Vavy, aoka ianao ho sitrana amin'ny fahasembasembana.\"", "calver": "2025.05.22", "id": "LUK 13:12", "translation_time": 11.95}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐπέθηκεν  αὐτῇ  τὰς  χεῖρας· καὶ  παραχρῆμα  ἀνορθώθη, καὶ  ἐδόξαζεν  τὸν  Θεόν.", "translation": "Ary dia nanoroka ny tanany taminy izy; ary tsy naharitra ela dia nitsangana izy, sady nankalaza an'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 13:13", "translation_time": 8.34}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποκριθεὶς  δὲ  ὁ  ἀρχισυνάγωγος, ἀγανακτῶν  ὅτι  τῷ  σαββάτῳ  ἐθεράπευσεν  ὁ  Ἰησοῦς, ἔλεγεν  τῷ  ὄχλῳ  ὅτι  Ἓξ  ἡμέραι  εἰσὶν  ἐν  αἷς  δεῖ  ἐργάζεσθαι· ἐν  αὐταῖς  οὖν  ἐρχόμενοι  θεραπεύεσθε  καὶ  μὴ  τῇ  ἡμέρᾳ  τοῦ  σαββάτου.", "translation": "Nony an'ny arisynagôga no namaly, sady tezitra fa tamin'ny Sabata no nanao fahasitranana i Jesosy, dia niteny tamin'ny vahoaka izy hoe: \"Enina andro no misy ny andro tokony hiasana; amin'izany andro izany, dia manatona sy mivonjy fahasitranana ianareo, fa tsy amin'ny andro Sabata.\"", "calver": "2025.05.22", "id": "LUK 13:14", "translation_time": 14.22}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀπεκρίθη  δὲ  αὐτῷ  ὁ  Κύριος  καὶ  εἶπεν  Ὑποκριταί, ἕκαστος  ὑμῶν  τῷ  σαββάτῳ  οὐ  λύει  τὸν  βοῦν  αὐτοῦ  ἢ  τὸν  ὄνον  ἀπὸ  τῆς  φάτνης  καὶ  ἀπαγαγὼν  ποτίζει;", "translation": "Ahoana moa, ry mpitompo, raha ny olona iray, amin'ny sabata, dia tsy manokatra ny ombiny na ny boriny, ary manondraka azy ireo? Tsy ve izany no tokony hatao, ry mpitompo?", "calver": "2025.05.22", "id": "LUK 13:15", "translation_time": 10.11}
{"source_lang": "grc", "target_lang": "msh", "original": "ταύτην  δὲ  θυγατέρα  Ἀβραὰμ  οὖσαν, ἣν  ἔδησεν  ὁ  Σατανᾶς  ἰδοὺ  δέκα  καὶ  ὀκτὼ  ἔτη, οὐκ  ἔδει  λυθῆναι  ἀπὸ  τοῦ  δεσμοῦ  τούτου  τῇ  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "Amin’ity dia ilay zanakavavin’i Abrahama, izay efa nataon’i Satana fatorana nandritra ny valo ambin’ny folo taona, tsy tokony ho afaka tamin’io fatorana io tamin’ny andro Sabata;", "calver": "2025.05.22", "id": "LUK 13:16", "translation_time": 8.75}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ταῦτα  λέγοντος  αὐτοῦ  κατῃσχύνοντο  πάντες  οἱ  ἀντικείμενοι  αὐτῷ, καὶ  πᾶς  ὁ  ὄχλος  ἔχαιρεν  ἐπὶ  πᾶσιν  τοῖς  ἐνδόξοις  τοῖς  γινομένοις  ὑπ’  αὐτοῦ.", "translation": "Jesosy miteny, ireo manohitra Azy mena menatra, ary ny vahoaka mifaly amin’ny asa mahafinaritra rehetra nataony.", "calver": "2025.05.22", "id": "LUK 13:17", "translation_time": 8.6}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔλεγεν  οὖν  Τίνι  ὁμοία  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ, καὶ  τίνι  ὁμοιώσω  αὐτήν;", "translation": "Niteny izy, ka nanontany hoe: \"Amin'ny inona no mitovy amin'ny fanjakan'Andriamanitra, ary amin'iza no hohamaizina azy?\"", "calver": "2025.05.22", "id": "LUK 13:18", "translation_time": 12.58}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁμοία  ἐστὶν  κόκκῳ  σινάπεως, ὃν  λαβὼν  ἄνθρωπος  ἔβαλεν  εἰς  κῆπον  ἑαυτοῦ, καὶ  ηὔξησεν  καὶ  ἐγένετο  εἰς  δένδρον, καὶ  τὰ  πετεινὰ  τοῦ  οὐρανοῦ  κατεσκήνωσεν  ἐν  τοῖς  κλάδοις  αὐτοῦ.", "translation": "Toy ny voan'ny sira mustard, izay noraisin'ny olona ka naiditra tao amin'ny zaridainany, dia nitombo sy lasa hazo lehibe, ary ny vorona any an-danitra dia nipetraka tao amin'ny rantsany.", "calver": "2025.05.22", "id": "LUK 13:19", "translation_time": 8.16}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀποκριθεὶς  εἶπεν  αὐτοῖς  Δοκεῖτε  ὅτι  οἱ  Γαλιλαῖοι  οὗτοι  ἁμαρτωλοὶ  παρὰ  πάντας  τοὺς  Γαλιλαίους  ἐγένοντο, ὅτι  ταῦτα  πεπόνθασιν;", "translation": "Rehefa namaly izy, dia hoy izy: \"Mino ve ianareo fa ireo Galileana ireo no meloka noho ny fahoriany, satria izany no nisy azy ireo?\"", "calver": "2025.05.22", "id": "LUK 13:2", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  πάλιν  εἶπεν  Τίνι  ὁμοιώσω  τὴν  βασιλείαν  τοῦ  Θεοῦ;", "translation": "Inona no ho ahy atao hoe ny fanjakan'Andriamanitra?", "calver": "2025.05.22", "id": "LUK 13:20", "translation_time": 7.42}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁμοία  ἐστὶν  ζύμῃ, ἣν  λαβοῦσα  γυνὴ  ἔκρυψεν  εἰς  ἀλεύρου  σάτα  τρία, ἕως  οὗ  ἐζυμώθη  ὅλον.", "translation": "Mitovy amin'ny lalivay izy, izay raha maka vehivavy iray, dia manafina azy ao anatin'ny lafarinina sata telo, mandra-pahalevon'ny lalivay rehetra.", "calver": "2025.05.22", "id": "LUK 13:21", "translation_time": 10.28}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  διεπορεύετο  κατὰ  πόλεις  καὶ  κώμας  διδάσκων  καὶ  πορείαν  ποιούμενος  εἰς  Ἱεροσόλυμα.", "translation": "Nandalo tamin'ny tanàna sy ny vohitra izy, nampianatra ary nanao dia mankany Jerosalema.", "calver": "2025.05.22", "id": "LUK 13:22", "translation_time": 11.18}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δέ  τις  αὐτῷ  Κύριε, εἰ  ὀλίγοι  οἱ  σῳζόμενοι; ὁ  δὲ  εἶπεν  πρὸς  αὐτούς", "translation": "Niteny izy, Ry Tompo, hoe: “Raha ny vitsy no ho voavonjy?” Ary hoy izy tamin’izy ireo: “Mandeha amin’ny vato tsy misy miala, ary midirina amin’ny vavahady lehibe ny olona, fa vitsy no mahita ny lalana mankany amin’ny fiainana, ary vitsy no mahazo azy.”", "calver": "2025.05.22", "id": "LUK 13:23", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἀγωνίζεσθε  εἰσελθεῖν  διὰ  τῆς  στενῆς  θύρας, ὅτι  πολλοί, λέγω  ὑμῖν, ζητήσουσιν  εἰσελθεῖν  καὶ  οὐκ  ἰσχύσουσιν.", "translation": "Miezaka hiditra amin'ny vavahady manify, satria maro no hitady izany, nefa tsy ho vitany.", "calver": "2025.05.22", "id": "LUK 13:24", "translation_time": 10.28}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀφ’  οὗ  ἂν  ἐγερθῇ  ὁ  οἰκοδεσπότης  καὶ  ἀποκλείσῃ  τὴν  θύραν, καὶ  ἄρξησθε  ἔξω  ἑστάναι  καὶ  κρούειν  τὴν  θύραν  λέγοντες  Κύριε, ἄνοιξον  ἡμῖν· καὶ  ἀποκριθεὶς  ἐρεῖ  ὑμῖν  Οὐκ  οἶδα  ὑμᾶς  πόθεν  ἐστέ.", "translation": "Raha vao mifoha ny tompon-trano, ary manidy ny varavarana, ary ianareo mivoaka mijoro sy maneno ny varavarana, manao hoe: “Tompo ô, sokafy izahay,” dia hamaly izy ka hanao hoe: “Tsy fantatro ianareo, avy aiza ianareo.”", "calver": "2025.05.22", "id": "LUK 13:25", "translation_time": 8.6}
{"source_lang": "grc", "target_lang": "msh", "original": "τότε  ἄρξεσθε  λέγειν  Ἐφάγομεν  ἐνώπιόν  σου  καὶ  ἐπίομεν, καὶ  ἐν  ταῖς  πλατείαις  ἡμῶν  ἐδίδαξας·", "translation": "Ary amin’izay dia ho afaka hiteny ianareo hoe: “Efa nihinana izahay teo anatrehanareo, ary efa nisotro izahay, ary efa nampianatra teny an-dalambe.”", "calver": "2025.05.22", "id": "LUK 13:26", "translation_time": 9.47}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐρεῖ  λέγων  ὑμῖν  Οὐκ  οἶδα  πόθεν  ἐστέ· ἀπόστητε  ἀπ’  ἐμοῦ  πάντες  ἐργάται  ἀδικίας.", "translation": "Ary izy dia hiteny amin'izy ireo: \"Tsy fantatro izay niavinao; mivoaha amiko, ianareo mpiasa ny ratsy rehetra.\"", "calver": "2025.05.22", "id": "LUK 13:27", "translation_time": 7.48}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐκεῖ  ἔσται  ὁ  κλαυθμὸς  καὶ  ὁ  βρυγμὸς  τῶν  ὀδόντων, ὅταν  ὄψησθε  Ἀβραὰμ  καὶ  Ἰσαὰκ  καὶ  Ἰακὼβ  καὶ  πάντας  τοὺς  προφήτας  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ, ὑμᾶς  δὲ  ἐκβαλλομένους  ἔξω.", "translation": "Ao amin'ny toerana izay hisy ny fitoman-dratsy sy ny fitroarana ny nify, rehefa hitanareo i Abrahama, Isaaka, Jakoba, ary ny mpaminany rehetra ao amin'ny fanjakan'Andriamanitra, ianareo kosa dia hatolotra any ivelany.", "calver": "2025.05.22", "id": "LUK 13:28", "translation_time": 9.88}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἥξουσιν  ἀπὸ  ἀνατολῶν  καὶ  δυσμῶν  καὶ  ἀπὸ  βορρᾶ  καὶ  νότου, καὶ  ἀνακλιθήσονται  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "Ary avy any atsinanana sy andrefana, ary avy any avaratra sy atsimo, dia hihamory ao amin'ny fanjakan'Andriamanitra izy ireo.", "calver": "2025.05.22", "id": "LUK 13:29", "translation_time": 9.52}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοῆτε, πάντες  ὁμοίως  ἀπολεῖσθε.", "translation": "Tsy, milaza aminareo, fa raha tsy mivadika, dia ho faty toy izany koa ny rehetra.", "calver": "2025.05.22", "id": "LUK 13:3", "translation_time": 8.99}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἰδοὺ  εἰσὶν  ἔσχατοι  οἳ  ἔσονται  πρῶτοι, καὶ  εἰσὶν  πρῶτοι  οἳ  ἔσονται  ἔσχατοι.", "translation": "Ary, jereo, fa ireo farany no ho voalohany, ary ireo voalohany no ho farany.", "calver": "2025.05.22", "id": "LUK 13:30", "translation_time": 8.15}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐν  αὐτῇ  τῇ  ὥρᾳ  προσῆλθάν  τινες  Φαρισαῖοι  λέγοντες  αὐτῷ  Ἔξελθε  καὶ  πορεύου  ἐντεῦθεν, ὅτι  Ἠρῴδης  θέλει  σε  ἀποκτεῖναι.", "translation": "Tamin'izay fotoana izany, nisy Fariseo nankany amin'i Jesosy, nanao hoe: \"Mivoaha ary mandehana avy eto, satria maniry hahafaty anao i Heroda.\"", "calver": "2025.05.22", "id": "LUK 13:31", "translation_time": 8.93}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  αὐτοῖς  Πορευθέντες  εἴπατε  τῇ  ἀλώπεκι  ταύτῃ  Ἰδοὺ  ἐκβάλλω  δαιμόνια  καὶ  ἰάσεις  ἀποτελῶ  σήμερον  καὶ  αὔριον, καὶ  τῇ  τρίτῃ  τελειοῦμαι.", "translation": "Ary hoy izy tamin'izy ireo: \"Mandeha sy ambara amin'ny amboadia fa: 'Indro, mandroaka demonia sy manao fitsaboana aho androany sy rahampitso, ary amin'ny andro fahatelo dia ho tanteraka izany.'\"", "calver": "2025.05.22", "id": "LUK 13:32", "translation_time": 9.74}
{"source_lang": "grc", "target_lang": "msh", "original": "πλὴν  δεῖ  με  σήμερον  καὶ  αὔριον  καὶ  τῇ  ἐχομένῃ  πορεύεσθαι, ὅτι  οὐκ  ἐνδέχεται  προφήτην  ἀπολέσθαι  ἔξω  Ἱερουσαλήμ.", "translation": "Tsy maintsy atao anio aho sy rahampitso, ary ny tokony haleha, satria tsy azo atao ny very any ivelany an'i Jerosalema.", "calver": "2025.05.22", "id": "LUK 13:33", "translation_time": 12.34}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἱερουσαλὴμ  Ἱερουσαλήμ, ἡ  ἀποκτείνουσα  τοὺς  προφήτας  καὶ  λιθοβολοῦσα  τοὺς  ἀπεσταλμένους  πρὸς  αὐτήν, ποσάκις  ἠθέλησα  ἐπισυνάξαι  τὰ  τέκνα  σου  ὃν  τρόπον  ὄρνις  τὴν  ἑαυτῆς  νοσσιὰν  ὑπὸ  τὰς  πτέρυγας, καὶ  οὐκ  ἠθελήσατε.", "translation": "Jerusalem, izay mamono ny mpaminany sy manilika ireo iraka alefa aminy, ohatra, toy ny vorona mitady ny zanany ao ambanin'ny elany, nefa tsy nety naniry izany. Nahoana no efa niezaka ny hitambatra ny zanakao, toy ny vorona mitangorona ny zanany ao ambanin'ny elany, nefa tsy nety?", "calver": "2025.05.22", "id": "LUK 13:34", "translation_time": 10.87}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδοὺ  ἀφίεται  ὑμῖν  ὁ  οἶκος  ὑμῶν. λέγω  δὲ  ὑμῖν, οὐ  μὴ  ἴδητέ  με  ἕως  ἥξει  ὅτε  εἴπητε  Εὐλογημένος  ὁ  ἐρχόμενος  ἐν  ὀνόματι  Κυρίου.", "translation": "Jereo, omena anao ny tranonao. Ary lazaiko aminareo, tsy hahita Ahy ianareo raha tsy milaza hoe: \"Soa ho azy izay avy amin'ny anaran'ny Tompo, izay avy amin'ny anaran'ny Tompo.\"", "calver": "2025.05.22", "id": "LUK 13:35", "translation_time": 8.7}
{"source_lang": "grc", "target_lang": "msh", "original": "ἢ  ἐκεῖνοι  οἱ  δέκα  ὀκτὼ  ἐφ’  οὓς  ἔπεσεν  ὁ  πύργος  ἐν  τῷ  Σιλωὰμ  καὶ  ἀπέκτεινεν  αὐτούς, δοκεῖτε  ὅτι  αὐτοὶ  ὀφειλέται  ἐγένοντο  παρὰ  πάντας  τοὺς  ἀνθρώπους  τοὺς  κατοικοῦντας  Ἱερουσαλήμ;", "translation": "Heverina ve fa ireo olona ireo, izay efa niharan'ny fahaverezan'ny tilikambo tany Siloam, sy novonoin'ny tilikambo, dia meloka amin'ny andraikitra ara-moraly sy ny fahadisoana, ary heverina ho tompon'andraikitra amin'ny tranga, raha ny olona monina ao Jerosalema?", "calver": "2025.05.22", "id": "LUK 13:4", "translation_time": 12.12}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐχί, λέγω  ὑμῖν, ἀλλ’  ἐὰν  μὴ  μετανοήσητε, πάντες  ὡσαύτως  ἀπολεῖσθε.", "translation": "Tsy izany, lazaiko aminareo, raha tsy mivadika amin’ny fibebahana ianareo, dia ho faty toy izany koa ianareo rehetra.", "calver": "2025.05.22", "id": "LUK 13:5", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔλεγεν  δὲ  ταύτην  τὴν  παραβολήν. συκῆν  εἶχέν  τις  πεφυτευμένην  ἐν  τῷ  ἀμπελῶνι  αὐτοῦ, καὶ  ἦλθεν  ζητῶν  καρπὸν  ἐν  αὐτῇ  καὶ  οὐχ  εὗρεν.", "translation": "Elenen de izany ny parabolan'ity: sikina iray no nambolen'ny olona tao anatin'ny tanim-boalobony, ary dia tonga izy mitady vokatra tao aminy, nefa tsy nahita.", "calver": "2025.05.22", "id": "LUK 13:6", "translation_time": 13.02}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  πρὸς  τὸν  ἀμπελουργόν  Ἰδοὺ  τρία  ἔτη  ἀφ’  οὗ  ἔρχομαι  ζητῶν  καρπὸν  ἐν  τῇ  συκῇ  ταύτῃ  καὶ  οὐχ  εὑρίσκω· ἔκκοψον  αὐτήν· ἵνα  τί  καὶ  τὴν  γῆν  καταργεῖ;", "translation": "Tamin'ny fotoana iray, hoy ny tompon'ny tanim-boly tamin'ny tantsaha: “Eto anatin’ireto telo taona ireto, mitady vokatra amin’ity figy ity aho, nefa tsy mahita na inona na inona. Koa, voatokana izy; maninona no manapaka azy, na manimba ny tany?”", "calver": "2025.05.22", "id": "LUK 13:7", "translation_time": 14.35}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  ἀποκριθεὶς  λέγει  αὐτῷ  Κύριε, ἄφες  αὐτὴν  καὶ  τοῦτο  τὸ  ἔτος, ἕως  ὅτου  σκάψω  περὶ  αὐτὴν  καὶ  βάλω  κόπρια,", "translation": "Kyrie, avelao izy ary ity taona ity koa, dia hokarakarainiko azy amin'ny fikarohana sy ny zezika, miandry faharetana aho, mandra-pahavokany sy hahavony ny voa, mba hahazoako vokatra tsara avy aminy.", "calver": "2025.05.22", "id": "LUK 13:8", "translation_time": 10.54}
{"source_lang": "grc", "target_lang": "msh", "original": "κἂν  μὲν  ποιήσῃ  καρπὸν  εἰς  τὸ  μέλλον· εἰ  δὲ  μήγε, ἐκκόψεις  αὐτήν.", "translation": "Raha mamoa ho an’ny hoavy izy, dia hovonoina izy; fa raha tsy mamoa kosa, dia hovonoina ihany koa izy.", "calver": "2025.05.22", "id": "LUK 13:9", "translation_time": 7.83}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐγένετο  ἐν  τῷ  ἐλθεῖν  αὐτὸν  εἰς  οἶκόν  τινος  τῶν  ἀρχόντων  τῶν  Φαρισαίων  σαββάτῳ  φαγεῖν  ἄρτον, καὶ  αὐτοὶ  ἦσαν  παρατηρούμενοι  αὐτόν.", "translation": "Ary nisy fotoana, rehefa vao niditra tao an-tranon'ny iray amin'ireo manam-pahefana amin'ny Fariseo izy tamin'ny Sabata mba hihinan-kena, dia nandinika azy ireo izy.", "calver": "2025.05.22", "id": "LUK 14:1", "translation_time": 9.95}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀλλ’  ὅταν  κληθῇς, πορευθεὶς  ἀνάπεσε  εἰς  τὸν  ἔσχατον  τόπον, ἵνα  ὅταν  ἔλθῃ  ὁ  κεκληκώς  σε  ἐρεῖ  σοι  Φίλε, προσανάβηθι  ἀνώτερον· τότε  ἔσται  σοι  δόξα  ἐνώπιον  πάντων  τῶν  συνανακειμένων  σοι.", "translation": "Rehefa antsoina ianao, dia mandehana sy mipetraha any amin'ny toerana ambany indrindra, mba rehefa avy miantso anao ilay antsoina, dia hilaza aminao izy hoe: “Ry namana, miakara ambony,” dia ho anao ny voninahitra eo anatrehan'ny rehetra izay mipetraka miaraka aminao eo amin'ny latabatra.", "calver": "2025.05.22", "id": "LUK 14:10", "translation_time": 9.48}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, καὶ  ὁ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "Ny olona rehetra izay manandratra ny tenany dia hohamenatra, ary izay manetry tena kosa dia hohajaina.", "calver": "2025.05.22", "id": "LUK 14:11", "translation_time": 12.66}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔλεγεν  δὲ  καὶ  τῷ  κεκληκότι  αὐτόν  Ὅταν  ποιῇς  ἄριστον  ἢ  δεῖπνον, μὴ  φώνει  τοὺς  φίλους  σου  μηδὲ  τοὺς  ἀδελφούς  σου  μηδὲ  τοὺς  συγγενεῖς  σου  μηδὲ  γείτονας  πλουσίους, μή  ποτε  καὶ  αὐτοὶ  ἀντικαλέσωσίν  σε  καὶ  γένηται  ἀνταπόδομά  σοι.", "translation": "Teny voalohany, hoy izy: \"Rehefa manao sakafo ianao na fisakafoanana, aza manasa ny namanao, na ny rahalahinao, na ny havanao, na ny mpifanolo-bodirindrina manankarena, sao dia izy ireo koa no hanasa anao indray, ka ho lasa fifanampiana ho anao izany.\" \n\nAmin’izany, ny tanjona dia ny hampahafantatra ny tokony hisorohana ny fanasana ireo olona manankarena ihany, mba tsy hiteraka fifandanjana ara-tsosialy izay mety hampihena ny firaisankina sy ny fanajana eo amin’ny fiaraha-monina. Ny hafatra dia manentana ny olona hanaja ny fitsipika momba ny fanajana sy ny fifampizarana, amin’ny fomba izay manaja ny maha-olona sy ny fiaraha-monina Malagasy Masikoro.", "calver": "2025.05.22", "id": "LUK 14:12", "translation_time": 10.1}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀλλ’  ὅταν  δοχὴν  ποιῇς, κάλει  πτωχούς, ἀναπήρους, χωλούς, τυφλούς·", "translation": "Fa rehefa manao fanasana ianao, miantso ny malahelo, ny marary, ny malemy, ary ny jamba.", "calver": "2025.05.22", "id": "LUK 14:13", "translation_time": 7.55}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  μακάριος  ἔσῃ, ὅτι  οὐκ  ἔχουσιν  ἀνταποδοῦναί  σοι· ἀνταποδοθήσεται  γάρ  σοι  ἐν  τῇ  ἀναστάσει  τῶν  δικαίων.", "translation": "Ary ho tsarainareo, satria tsy afaka hamaly anareo izy ireo; fa ho valin'ny anareo amin'ny fitsanganan'ny marina, dia ho valin'ny anareo izany.", "calver": "2025.05.22", "id": "LUK 14:14", "translation_time": 9.87}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἀκούσας  δέ  τις  τῶν  συνανακειμένων  ταῦτα  εἶπεν  αὐτῷ  Μακάριος  ὅστις  φάγεται  ἄρτον  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "Nihaino ny teny ireo niara-misakafo dia niteny izy: \"Soa ho an'izay mihinana mofo ao amin'ny fanjakan'Andriamanitra.\"", "calver": "2025.05.22", "id": "LUK 14:15", "translation_time": 11.36}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Ἄνθρωπός  τις  ἐποίει  δεῖπνον  μέγα, καὶ  ἐκάλεσεν  πολλούς,", "translation": "Ilay olona iray no nilaza taminy fa nanao lanonana lehibe izy, ary nanasa olona maro ho tonga.", "calver": "2025.05.22", "id": "LUK 14:16", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀπέστειλεν  τὸν  δοῦλον  αὐτοῦ  τῇ  ὥρᾳ  τοῦ  δείπνου  εἰπεῖν  τοῖς  κεκλημένοις  Ἔρχεσθε, ὅτι  ἤδη  ἕτοιμά  ἐστιν.", "translation": "Ary izy naniraka ny mpanompony tamin'ny ora fisakafoanana, nanao hoe: Mankanesa, fa efa voaomana ny rehetra.", "calver": "2025.05.22", "id": "LUK 14:17", "translation_time": 11.97}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἤρξαντο  ἀπὸ  μιᾶς  πάντες  παραιτεῖσθαι. ὁ  πρῶτος  εἶπεν  αὐτῷ  Ἀγρὸν  ἠγόρασα, καὶ  ἔχω  ἀνάγκην  ἐξελθὼν  ἰδεῖν  αὐτόν· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "Ary nanomboka nangataka tamin'ny fomba ofisialy ny rehetra. Ny voalohany dia niteny taminy: \"Nividy saha aho, ary manana filàna aho mivoaka hijery azy; mangataka aminao aho, mba hamelana ahy.\"", "calver": "2025.05.22", "id": "LUK 14:18", "translation_time": 12.87}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἕτερος  εἶπεν  Ζεύγη  βοῶν  ἠγόρασα  πέντε, καὶ  πορεύομαι  δοκιμάσαι  αὐτά· ἐρωτῶ  σε, ἔχε  με  παρῃτημένον.", "translation": "Ary hafa indray izy nanao hoe: \"Nividy omby dimy aho, ary handeha hanandrana azy ireo; mangataka aminao aho, tazomy aho ho namana.\"", "calver": "2025.05.22", "id": "LUK 14:19", "translation_time": 9.77}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἰδοὺ  ἄνθρωπός  τις  ἦν  ὑδρωπικὸς  ἔμπροσθεν  αὐτοῦ.", "translation": "Ary jereo, olona iray no teo anatrehan'ny, izay mangidihidy.", "calver": "2025.05.22", "id": "LUK 14:2", "translation_time": 13.38}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἕτερος  εἶπεν  Γυναῖκα  ἔγημα, καὶ  διὰ  τοῦτο  οὐ  δύναμαι  ἐλθεῖν.", "translation": "Niteny iray izy hoe: “Nampian-janaka vehivavy aho,” ary noho izany, tsy afaka ho avy.", "calver": "2025.05.22", "id": "LUK 14:20", "translation_time": 8.08}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  παραγενόμενος  ὁ  δοῦλος  ἀπήγγειλεν  τῷ  κυρίῳ  αὐτοῦ  ταῦτα. τότε  ὀργισθεὶς  ὁ  οἰκοδεσπότης  εἶπεν  τῷ  δούλῳ  αὐτοῦ  Ἔξελθε  ταχέως  εἰς  τὰς  πλατείας  καὶ  ῥύμας  τῆς  πόλεως, καὶ  τοὺς  πτωχοὺς  καὶ  ἀναπήρους  καὶ  τυφλοὺς  καὶ  χωλοὺς  εἰσάγαγε  ὧδε.", "translation": "Ary rehefa tonga ny mpanompony, dia nampandre izany tamin’ny tompony. Dia tezitra ny tompon-trano, ka nandidy tamin’ny mpanompony: \"Mivoaha haingana any amin’ny kianja sy ny toerana malalaka ao an-tanàna, ary ento ny mahantra, ny marary, ny jamba, ary ny malemy tanana eto anatrehanao.\"", "calver": "2025.05.22", "id": "LUK 14:21", "translation_time": 11.88}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  ὁ  δοῦλος  Κύριε, γέγονεν  ὃ  ἐπέταξας, καὶ  ἔτι  τόπος  ἐστίν.", "translation": "Ary ny andri-masoandro nilaza tamin'ny Tompo, \"Vita izany, ary mbola misy toerana.\"", "calver": "2025.05.22", "id": "LUK 14:22", "translation_time": 12.54}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  ὁ  κύριος  πρὸς  τὸν  δοῦλον  Ἔξελθε  εἰς  τὰς  ὁδοὺς  καὶ  φραγμοὺς  καὶ  ἀνάγκασον  εἰσελθεῖν, ἵνα  γεμισθῇ  μου  ὁ  οἶκος·", "translation": "Ary hoy ny Tompo tamin'ny mpanompony: Mivoaha any amin'ny arabe sy ny lalantsara, ary ankereso ny olona, ary fehezina izy ireo, mba ho fenon'ny tranoko.", "calver": "2025.05.22", "id": "LUK 14:23", "translation_time": 7.76}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  οὐδεὶς  τῶν  ἀνδρῶν  ἐκείνων  τῶν  κεκλημένων  γεύσεταί  μου  τοῦ  δείπνου.", "translation": "Fampitandremako anareo fa tsy misy amin'ireo nasaina ho hanandrana ny sakafo nataoko.", "calver": "2025.05.22", "id": "LUK 14:24", "translation_time": 13.19}
{"source_lang": "grc", "target_lang": "msh", "original": "Συνεπορεύοντο  δὲ  αὐτῷ  ὄχλοι  πολλοί, καὶ  στραφεὶς  εἶπεν  πρὸς  αὐτούς", "translation": "Nandalo teo anoloan’ izy ny vahoaka maro, ary rehefa niodina izy, dia niteny tamin’izy ireo.", "calver": "2025.05.22", "id": "LUK 14:25", "translation_time": 8.08}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἴ  τις  ἔρχεται  πρός  με  καὶ  οὐ  μισεῖ  τὸν  πατέρα  αὐτοῦ  καὶ  τὴν  μητέρα  καὶ  τὴν  γυναῖκα  καὶ  τὰ  τέκνα  καὶ  τοὺς  ἀδελφοὺς  καὶ  τὰς  ἀδελφάς, ἔτι  τε  καὶ  τὴν  ψυχὴν  ἑαυτοῦ, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "Raha misy olona tonga aty amiko ka tsy mialoha ny fitiavany ny rainy sy ny reniny, ny vadiny sy ny zanany, ny rahalahiny sy ny anabaviny, ary ny ainy manokana, dia tsy afaka ho mpianatro izy.", "calver": "2025.05.22", "id": "LUK 14:26", "translation_time": 10.8}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅστις  οὐ  βαστάζει  τὸν  σταυρὸν  ἑαυτοῦ  καὶ  ἔρχεται  ὀπίσω  μου, οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "Izay tsy mitondra ny hazo fijaliany manokana ary manaraka ahy, dia tsy afaka ho mpianatro.", "calver": "2025.05.22", "id": "LUK 14:27", "translation_time": 10.08}
{"source_lang": "grc", "target_lang": "msh", "original": "Τίς  γὰρ  ἐξ  ὑμῶν  θέλων  πύργον  οἰκοδομῆσαι  οὐχὶ  πρῶτον  καθίσας  ψηφίζει  τὴν  δαπάνην, εἰ  ἔχει  εἰς  ἀπαρτισμόν;", "translation": "Iza no aminareo, izay maniry hanorina tilikambo, tsy ve aloha vao mipetraka izy, ka manisa ny fandaniana, raha toa ka manana izay hahavita azy?", "calver": "2025.05.22", "id": "LUK 14:28", "translation_time": 8.74}
{"source_lang": "grc", "target_lang": "msh", "original": "ἵνα  μή  ποτε  θέντος  αὐτοῦ  θεμέλιον  καὶ  μὴ  ἰσχύοντος  ἐκτελέσαι  πάντες  οἱ  θεωροῦντες  ἄρξωνται  αὐτῷ  ἐμπαίζειν", "translation": "Raha tsy mametraka fototra izy, ary tsy mahery vaika ny fahavitan'ny asa, dia ny rehetra mahita azy dia hanomboka haneso azy.", "calver": "2025.05.22", "id": "LUK 14:29", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀποκριθεὶς  ὁ  Ἰησοῦς  εἶπεν  πρὸς  τοὺς  νομικοὺς  καὶ  Φαρισαίους  λέγων  Ἔξεστιν  τῷ  σαββάτῳ  θεραπεῦσαι  ἢ  οὔ;", "translation": "Ary Jesosy namaly ka nanao hoe: \"Azo atao ve ny manasitrana amin'ny Sabata, sa tsy azo atao?\"", "calver": "2025.05.22", "id": "LUK 14:3", "translation_time": 8.87}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγοντες  ὅτι  Οὗτος  ὁ  ἄνθρωπος  ἤρξατο  οἰκοδομεῖν  καὶ  οὐκ  ἴσχυσεν  ἐκτελέσαι.", "translation": "Niteny izy fa ity lehilahy ity dia nanomboka nanorina, nefa tsy nahavita.", "calver": "2025.05.22", "id": "LUK 14:30", "translation_time": 8.81}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἢ  τίς  βασιλεὺς  πορευόμενος  ἑτέρῳ  βασιλεῖ  συμβαλεῖν  εἰς  πόλεμον  οὐχὶ  καθίσας  πρῶτον  βουλεύσεται  εἰ  δυνατός  ἐστιν  ἐν  δέκα  χιλιάσιν  ὑπαντῆσαι  τῷ  μετὰ  εἴκοσι  χιλιάδων  ἐρχομένῳ  ἐπ’  αὐτόν;", "translation": "Mpanjaka iray mipetraka sy mandinika aloha: Mety ve izy, raha manana folo arivo ny miaramila, hihaona amin'ny roa-polo arivo izay miady ho azy? Tsy ve izy, raha tsy mbola niroso izy, no hanapa-kevitra aloha raha afaka miady amin'ny fahavalo, izay mitondra miaramila maro kokoa, raha toa ka folo arivo ny an'ny azy, ary roa-polo arivo kosa ny an'ny fahavalo izay manakaiky azy?", "calver": "2025.05.22", "id": "LUK 14:31", "translation_time": 8.93}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  δὲ  μήγε, ἔτι  αὐτοῦ  πόρρω  ὄντος  πρεσβείαν  ἀποστείλας  ἐρωτᾷ  τὰ  πρὸς  εἰρήνην.", "translation": "Raha tsy izany, mbola lavitra izy, dia mandefa iraka izy mba hanontany momba ny fiadanana.", "calver": "2025.05.22", "id": "LUK 14:32", "translation_time": 10.49}
{"source_lang": "grc", "target_lang": "msh", "original": "οὕτως  οὖν  πᾶς  ἐξ  ὑμῶν  ὃς  οὐκ  ἀποτάσσεται  πᾶσιν  τοῖς  ἑαυτοῦ  ὑπάρχουσιν  οὐ  δύναται  εἶναί  μου  μαθητής.", "translation": "No olona izay tsy miala amin'ny zavatra rehetra ananany, tsy afaka ho mpianatra ahy.", "calver": "2025.05.22", "id": "LUK 14:33", "translation_time": 8.49}
{"source_lang": "grc", "target_lang": "msh", "original": "Καλὸν  οὖν  τὸ  ἅλας· ἐὰν  δὲ  καὶ  τὸ  ἅλας  μωρανθῇ, ἐν  τίνι  ἀρτυθήσεται;", "translation": "Kaly ny sira, ka raha mamoa ny sira, inona no hatao mba hananany tsirony?", "calver": "2025.05.22", "id": "LUK 14:34", "translation_time": 7.75}
{"source_lang": "grc", "target_lang": "msh", "original": "οὔτε  εἰς  γῆν  οὔτε  εἰς  κοπρίαν  εὔθετόν  ἐστιν· ἔξω  βάλλουσιν  αὐτό. ὁ  ἔχων  ὦτα  ἀκούειν  ἀκουέτω.", "translation": "Tsy mety amin'ny tany na amin'ny fitoeran-drano ny zavatra sasany; dia aforitra any ivelany. Izay manana sofiny, aoka hihaino. Aoka ho marihina fa ny teny sy ny fomba fampitana dia tokony ho ara-pivavahana sy ara-pomba, manaja ny fahamarinana sy ny fahatsorana, ary mitazona ny hevitra fototra amin'ny teny malagasy Masikoro amin'ny fomba ofisialy.", "calver": "2025.05.22", "id": "LUK 14:35", "translation_time": 10.72}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  ἡσύχασαν. καὶ  ἐπιλαβόμενος  ἰάσατο  αὐτὸν  καὶ  ἀπέλυσεν.", "translation": "Ny olona dia nitsahatra. Ary, tamin'ny fahendreny, dia naka azy izy, dia nanao fitsaboana azy, ary dia namoaka azy.", "calver": "2025.05.22", "id": "LUK 14:4", "translation_time": 11.79}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πρὸς  αὐτοὺς  εἶπεν  Τίνος  ὑμῶν  υἱὸς  ἢ  βοῦς  εἰς  φρέαρ  πεσεῖται, καὶ  οὐκ  εὐθέως  ἀνασπάσει  αὐτὸν  ἐν  ἡμέρᾳ  τοῦ  σαββάτου;", "translation": "Tianareo ve, raha misy zanaka na omby mipetraka ao anaty lavaka, ka tsy haingana ny olona mamonjy azy amin'ny andro Sabata?", "calver": "2025.05.22", "id": "LUK 14:5", "translation_time": 10.93}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  οὐκ  ἴσχυσαν  ἀνταποκριθῆναι  πρὸς  ταῦτα.", "translation": "Ary tsy afaka namaly tamin'ireto zavatra ireto", "calver": "2025.05.22", "id": "LUK 14:6", "translation_time": 11.21}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔλεγεν  δὲ  πρὸς  τοὺς  κεκλημένους  παραβολήν, ἐπέχων  πῶς  τὰς  πρωτοκλισίας  ἐξελέγοντο, λέγων  πρὸς  αὐτούς", "translation": "Niresaka tamin’ireo nasaina ho any amin’ny sakafo izy, mampiseho parabolà momba ny fomba fifantenana toerana voalohany, ary nanao hoe tamin’izy ireo:", "calver": "2025.05.22", "id": "LUK 14:7", "translation_time": 9.79}
{"source_lang": "grc", "target_lang": "msh", "original": "Ὅταν  κληθῇς  ὑπό  τινος  εἰς  γάμους, μὴ  κατακλιθῇς  εἰς  τὴν  πρωτοκλισίαν, μή  ποτε  ἐντιμότερός  σου  ᾖ  κεκλημένος  ὑπ’  αὐτοῦ,", "translation": "Rehefa asaina amin'ny fanambadiana ianao, dia aza mipetraka amin'ny toerana ambony indrindra, fa mipetraha amin'ny toerana ambany indrindra. Raha tonga ny mpikarakara, dia hilaza izy: \"Aleo ny toerana anao,\" ary ho hajaina ianao. Fa raha manandrana mipetraka amin'ny toerana ambony ianao, dia mety ho menatra ianao, satria ny olona ambony kokoa no mety hanome anao toerana ambany kokoa. Koa, rehefa asaina ianao, mandeha ary mipetraha amin'ny toerana ambany indrindra, ary rehefa tonga ny mpikarakara, dia hilaza aminao izy: \"Ry sakaiza, miakara ambony kokoa,\" dia ho hajaina ianao.", "calver": "2025.05.22", "id": "LUK 14:8", "translation_time": 11.71}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐλθὼν  ὁ  σὲ  καὶ  αὐτὸν  καλέσας  ἐρεῖ  σοι  Δὸς  τούτῳ  τόπον, καὶ  τότε  ἄρξῃ  μετὰ  αἰσχύνης  τὸν  ἔσχατον  τόπον  κατέχειν.", "translation": "Ary rehefa niantso azy sy ilay izy Andriamanitra, dia hilaza aminao izy: “Toerana ity,” ary avy eo izy hanomboka haka toerana amin'ny fahamenarana, ka hanjary maka ny toerana farany indrindra amin'ny fahamenarana.", "calver": "2025.05.22", "id": "LUK 14:9", "translation_time": 8.94}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἦσαν  δὲ  αὐτῷ  ἐγγίζοντες  πάντες  οἱ  τελῶναι  καὶ  οἱ  ἁμαρτωλοὶ  ἀκούειν  αὐτοῦ.", "translation": "Ary nisy ny mpanefy hetra sy ny mpanota rehetra nanatona Azy mba hihaino Azy.", "calver": "2025.05.22", "id": "LUK 15:1", "translation_time": 8.82}
{"source_lang": "grc", "target_lang": "msh", "original": "οὕτως, λέγω  ὑμῖν, γίνεται  χαρὰ  ἐνώπιον  τῶν  ἀγγέλων  τοῦ  Θεοῦ  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι.", "translation": "Ka hoy aho aminareo, misy fifaliana eo anatrehan'ny anjely any an-danitra noho ny mpanota iray mivadika.", "calver": "2025.05.22", "id": "LUK 15:10", "translation_time": 6.26}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δέ  Ἄνθρωπός  τις  εἶχεν  δύο  υἱούς.", "translation": "Ary nisy lehilahy iray, izay nanan-janaka roa.", "calver": "2025.05.22", "id": "LUK 15:11", "translation_time": 10.24}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  ὁ  νεώτερος  αὐτῶν  τῷ  πατρί  Πάτερ, δός  μοι  τὸ  ἐπιβάλλον  μέρος  τῆς  οὐσίας. ὁ  δὲ  διεῖλεν  αὐτοῖς  τὸν  βίον.", "translation": "Ary hoy izy, ilay zandriny tamin’izy ireo, niteny tamin’ny rainy hoe: “Ato aminao, Raiko, omeo ahy ny anjarako amin’ny fanananay.” Dia nizara ny fananany izy, ka ny rainy no nizara ny fananan’izy ireo ho an’ny zanany.", "calver": "2025.05.22", "id": "LUK 15:12", "translation_time": 9.74}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  μετ’  οὐ  πολλὰς  ἡμέρας  συναγαγὼν  πάντα  ὁ  νεώτερος  υἱὸς  ἀπεδήμησεν  εἰς  χώραν  μακράν, καὶ  ἐκεῖ  διεσκόρπισεν  τὴν  οὐσίαν  αὐτοῦ  ζῶν  ἀσώτως.", "translation": "Rehefa afaka ny andro vitsivitsy, ny zaza lahy faharoa dia naka ny fananany rehetra, ary nandeha tany amin'ny tany lavitra izy, ka nandany ny fananany tamin'ny fiainana tsy nisy fitsaharana.", "calver": "2025.05.22", "id": "LUK 15:13", "translation_time": 9.31}
{"source_lang": "grc", "target_lang": "msh", "original": "δαπανήσαντος  δὲ  αὐτοῦ  πάντα  ἐγένετο  λιμὸς  ἰσχυρὰ  κατὰ  τὴν  χώραν  ἐκείνην, καὶ  αὐτὸς  ἤρξατο  ὑστερεῖσθαι.", "translation": "Rehefa avy nandany ny rehetra izy, dia nisy mosary mafy tamin'ilay tany, ka nanomboka niharam-pahavoazana izy.", "calver": "2025.05.22", "id": "LUK 15:14", "translation_time": 6.29}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πορευθεὶς  ἐκολλήθη  ἑνὶ  τῶν  πολιτῶν  τῆς  χώρας  ἐκείνης, καὶ  ἔπεμψεν  αὐτὸν  εἰς  τοὺς  ἀγροὺς  αὐτοῦ  βόσκειν  χοίρους·", "translation": "Nandritra izany, rehefa mandeha izy dia nampidirina tamin'ny iray tamin'ireo mponina tao amin'ilay tany, ary naniraka azy ho any amin'ny saha aman-tsaha azy hitondra omby.", "calver": "2025.05.22", "id": "LUK 15:15", "translation_time": 11.57}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐπεθύμει  γεμίσαι  τὴν  κοιλίαν  αὐτοῦ  ἐκ  τῶν  κερατίων  ὧν  ἤσθιον  οἱ  χοῖροι, καὶ  οὐδεὶς  ἐδίδου  αὐτῷ.", "translation": "Maniry ny hameno ny vavany izy avy amin'ny henan'ny kisoa izay nihinan'izy ireo, ary tsy misy olona manome azy.", "calver": "2025.05.22", "id": "LUK 15:16", "translation_time": 10.47}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰς  ἑαυτὸν  δὲ  ἐλθὼν  ἔφη  Πόσοι  μίσθιοι  τοῦ  πατρός  μου  περισσεύονται  ἄρτων, ἐγὼ  δὲ  λιμῷ  ὧδε  ἀπόλλυμαι.", "translation": "Eo amin'ny tenany, dia hoy izy: \"Misy mpiasa ao an-tranon'ny rainy, izay manana mofo maro sy sisa, fa izaho kosa dia maty mosarena eto amin'ity toerana ity.\"", "calver": "2025.05.22", "id": "LUK 15:17", "translation_time": 13.02}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀναστὰς  πορεύσομαι  πρὸς  τὸν  πατέρα  μου  καὶ  ἐρῶ  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου,", "translation": "Hifoha aho ka handeha amin'ny rainy, ary hiteny aminy: \"Ray, efa nanota aho, eo anatrehanao, ary efa nanota tamin'ny lanitra aho, ary eo anatrehanao.\"", "calver": "2025.05.22", "id": "LUK 15:18", "translation_time": 11.16}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου· ποίησόν  με  ὡς  ἕνα  τῶν  μισθίων  σου.", "translation": "Tsy mahay intsony ny antsoina hoe zanakao aho; ataovy ahy toy ny iray amin'ny mpiasa anao.", "calver": "2025.05.22", "id": "LUK 15:19", "translation_time": 8.67}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  διεγόγγυζον  οἵ  τε  Φαρισαῖοι  καὶ  οἱ  γραμματεῖς  λέγοντες  ὅτι  Οὗτος  ἁμαρτωλοὺς  προσδέχεται  καὶ  συνεσθίει  αὐτοῖς.", "translation": "Ary ny Fariseo sy ny mpanara-dia azy dia nanao feo, nanao hoe: “Ity olona ity dia manaiky sy mihinana miaraka amin'ny mpanota.”", "calver": "2025.05.22", "id": "LUK 15:2", "translation_time": 9.88}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀναστὰς  ἦλθεν  πρὸς  τὸν  πατέρα  ἑαυτοῦ. ἔτι  δὲ  αὐτοῦ  μακρὰν  ἀπέχοντος  εἶδεν  αὐτὸν  ὁ  πατὴρ  αὐτοῦ  καὶ  ἐσπλαγχνίσθη, καὶ  δραμὼν  ἐπέπεσεν  ἐπὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  κατεφίλησεν  αὐτόν.", "translation": "Ary rehefa nitsangana izy, dia nankany amin'ny rainy izy. Ary mbola lavitra be izy, dia nahita azy ny rainy, dia nahatsapa fitiavana lehibe, ka nihazakazaka izy, dia nandry teo amin'ny vozony, dia namihina azy.", "calver": "2025.05.22", "id": "LUK 15:20", "translation_time": 9.76}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  ὁ  υἱὸς  αὐτῷ  Πάτερ, ἥμαρτον  εἰς  τὸν  οὐρανὸν  καὶ  ἐνώπιόν  σου, οὐκέτι  εἰμὶ  ἄξιος  κληθῆναι  υἱός  σου.", "translation": "Niteny ny teniny ny Zanakavavin'ny Ray izy, ka nanao hoe: \"Ray ô, efa nanao fahotana tany an-danitra sy teo anatrehanao aho, ary tsy mendrika intsony ho antsoina hoe zanakao. Fa miverina ho mpanomponao ihany aho.\" Ary ny Ray kosa, dia nandre izany, ka nankasitraka ny fahavononany hiverina, ary nanao hoe: \"Zanako, efa nisy fahotana sy fahadisoana, nefa ny fitiavako anao tsy miova. Ho anao ny fanomezam-pahasoavana sy ny fiadanana.\"", "calver": "2025.05.22", "id": "LUK 15:21", "translation_time": 11.37}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  ὁ  πατὴρ  πρὸς  τοὺς  δούλους  αὐτοῦ  Ταχὺ  ἐξενέγκατε  στολὴν  τὴν  πρώτην  καὶ  ἐνδύσατε  αὐτόν, καὶ  δότε  δακτύλιον  εἰς  τὴν  χεῖρα  αὐτοῦ  καὶ  ὑποδήματα  εἰς  τοὺς  πόδας,", "translation": "Niteny ny rainy tamin’ireo mpanompony izy: “Taoha, ento haingana ny akanjo voalohany, dia atafòra azy, ary omeo fehikibo eo amin’ny tanany, ary ampio kiraro eo amin’ny tongony.”", "calver": "2025.05.22", "id": "LUK 15:22", "translation_time": 9.15}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  φέρετε  τὸν  μόσχον  τὸν  σιτευτόν, θύσατε, καὶ  φαγόντες  εὐφρανθῶμεν,", "translation": "Mitondra ny omby efa matimaty, hatao fanatitra, ary mihinana ary mifaly,", "calver": "2025.05.22", "id": "LUK 15:23", "translation_time": 7.47}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  οὗτος  ὁ  υἱός  μου  νεκρὸς  ἦν  καὶ  ἀνέζησεν, ἦν  ἀπολωλὼς  καὶ  εὑρέθη. καὶ  ἤρξαντο  εὐφραίνεσθαι.", "translation": "« Fa satria ilay zanako lahy dia maty, ary velona indray izy, dia very izy, nefa hita indray. Ary dia nanomboka nankasitraka sy nifaly ny olona. »", "calver": "2025.05.22", "id": "LUK 15:24", "translation_time": 10.15}
{"source_lang": "grc", "target_lang": "msh", "original": "ἦν  δὲ  ὁ  υἱὸς  αὐτοῦ  ὁ  πρεσβύτερος  ἐν  ἀγρῷ· καὶ  ὡς  ἐρχόμενος  ἤγγισεν  τῇ  οἰκίᾳ, ἤκουσεν  συμφωνίας  καὶ  χορῶν,", "translation": "Ny zanany lahy lehibe dia tao an-tsaha; ary rehefa nanakaiky ny trano izy, dia nandre feo sy dihy, izay manamarika fety.", "calver": "2025.05.22", "id": "LUK 15:25", "translation_time": 8.93}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  προσκαλεσάμενος  ἕνα  τῶν  παίδων  ἐπυνθάνετο  τί  ἂν  εἴη  ταῦτα.", "translation": "Ary nanasa nanao antso tamin'ny iray amin'ireo ankizy izy, ary nanontany hoe inona no mety ho an'ireo zavatra ireo.", "calver": "2025.05.22", "id": "LUK 15:26", "translation_time": 15.83}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  ὅτι  Ὁ  ἀδελφός  σου  ἥκει, καὶ  ἔθυσεν  ὁ  πατήρ  σου  τὸν  μόσχον  τὸν  σιτευτόν, ὅτι  ὑγιαίνοντα  αὐτὸν  ἀπέλαβεν.", "translation": "Niteny izy taminy hoe: \"Ny rahalahinao dia tonga, ary ny rainy dia nanatitra omby lehibe ho fanatitra satria salama izy.\"", "calver": "2025.05.22", "id": "LUK 15:27", "translation_time": 13.23}
{"source_lang": "grc", "target_lang": "msh", "original": "ὠργίσθη  δὲ  καὶ  οὐκ  ἤθελεν  εἰσελθεῖν· ὁ  δὲ  πατὴρ  αὐτοῦ  ἐξελθὼν  παρεκάλει  αὐτόν.", "translation": "Nivomavo izy ary tsy te hiditra; rehefa nivoaka ny rainy, dia nangataka tamim-panetren-tena izy.", "calver": "2025.05.22", "id": "LUK 15:28", "translation_time": 8.69}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  ἀποκριθεὶς  εἶπεν  τῷ  πατρὶ  Ἰδοὺ  τοσαῦτα  ἔτη  δουλεύω  σοι  καὶ  οὐδέποτε  ἐντολήν  σου  παρῆλθον, καὶ  ἐμοὶ  οὐδέποτε  ἔδωκας  ἔριφον  ἵνα  μετὰ  τῶν  φίλων  μου  εὐφρανθῶ·", "translation": "Efa niteny izy ka nanao tamin'ny dadatoa: \"Niasa taminao aho nandritra ny taona maro, ary tsy nandreko ny didinao mihitsy, ary tsy nomenao ahy ondry kely mba hifaliana amin'ny namako.\"", "calver": "2025.05.22", "id": "LUK 15:29", "translation_time": 9.86}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  πρὸς  αὐτοὺς  τὴν  παραβολὴν  ταύτην  λέγων", "translation": "Ary hoy izy tamin'izay ireo, ity parabolany ity, miblaogy.", "calver": "2025.05.22", "id": "LUK 15:3", "translation_time": 10.22}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτε  δὲ  ὁ  υἱός  σου  οὗτος  ὁ  καταφαγών  σου  τὸν  βίον  μετὰ  πορνῶν  ἦλθεν, ἔθυσας  αὐτῷ  τὸν  σιτευτὸν  μόσχον.", "translation": "Rehefa niverina ilay zanakao, ilay izay nandany ny fiainany tamin'ny fahotana, ary tonga izy, dia nanao fanatitra omby lehibe ho azy ny rainy, dia nisy fety lehibe natao ho an'ny zanakao izay niverina.", "calver": "2025.05.22", "id": "LUK 15:30", "translation_time": 12.23}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Τέκνον, σὺ  πάντοτε  μετ’  ἐμοῦ  εἶ, καὶ  πάντα  τὰ  ἐμὰ  σά  ἐστιν·", "translation": "Téknon, sù pántote mè met' emoû eî, ary ianao dia miaraka amin'ny ahy mandrakariva; ary ny zavatra rehetra ananako dia anao ihany koa.", "calver": "2025.05.22", "id": "LUK 15:31", "translation_time": 14.71}
{"source_lang": "grc", "target_lang": "msh", "original": "εὐφρανθῆναι  δὲ  καὶ  χαρῆναι  ἔδει, ὅτι  ὁ  ἀδελφός  σου  οὗτος  νεκρὸς  ἦν  καὶ  ἔζησεν, καὶ  ἀπολωλὼς  καὶ  εὑρέθη.", "translation": "Faly sy fifaliana no tokony hoentina, satria ny rahalahinao, izay maty ary very, dia velona indray ary hita.", "calver": "2025.05.22", "id": "LUK 15:32", "translation_time": 9.64}
{"source_lang": "grc", "target_lang": "msh", "original": "Τίς  ἄνθρωπος  ἐξ  ὑμῶν  ἔχων  ἑκατὸν  πρόβατα  καὶ  ἀπολέσας  ἐξ  αὐτῶν  ἓν  οὐ  καταλείπει  τὰ  ἐνενήκοντα  ἐννέα  ἐν  τῇ  ἐρήμῳ  καὶ  πορεύεται  ἐπὶ  τὸ  ἀπολωλὸς  ἕως  εὕρῃ  αὐτό;", "translation": "Iza aminareo no manana ondry zato raha very iray amin'izy ireo, nefa tsy miala amin'ny ondry sivifolo amby sivifolo any an'ala, ary mandeha mitady azy mandra-pahitany azy?", "calver": "2025.05.22", "id": "LUK 15:4", "translation_time": 9.16}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εὑρὼν  ἐπιτίθησιν  ἐπὶ  τοὺς  ὤμους  αὐτοῦ  χαίρων,", "translation": "Rehefa hita, dia mampiditra izany eo amin'ny soroky ny olona, faly.", "calver": "2025.05.22", "id": "LUK 15:5", "translation_time": 8.68}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐλθὼν  εἰς  τὸν  οἶκον  συνκαλεῖ  τοὺς  φίλους  καὶ  τοὺς  γείτονας, λέγων  αὐτοῖς  Συνχάρητέ  μοι, ὅτι  εὗρον  τὸ  πρόβατόν  μου  τὸ  ἀπολωλός.", "translation": "Rehefa tonga tao an-trano izy, dia niantso ny namana sy ny mpiara-monina, ka nanao taminy hoe: \"Mifalia amiko, satria hitako ny ondry very nataoko.\"", "calver": "2025.05.22", "id": "LUK 15:6", "translation_time": 11.51}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  ὑμῖν  ὅτι  οὕτως  χαρὰ  ἐν  τῷ  οὐρανῷ  ἔσται  ἐπὶ  ἑνὶ  ἁμαρτωλῷ  μετανοοῦντι  ἢ  ἐπὶ  ἐνενήκοντα  ἐννέα  δικαίοις  οἵτινες  οὐ  χρείαν  ἔχουσιν  μετανοίας.", "translation": "Lazainay aminareo fa toy izao no fifaliana any an-danitra: rehefa misy mpanota iray mivadika, noho ny fahadisoany, noho ny fahavononany hiverina amin'Andriamanitra, noho ny fahamarinany, noho ny fahasoavany, dia faly ny anjely any an-danitra noho izany. Toy izany koa ny fifaliana eo amin'ny fiangonana sy ny lanitra, rehefa misy olona iray mivadika sy miverina amin'ny fahamarinana, satria ny fahafatesana sy ny fahotana dia voavonjy, ary ny fahafinaretan'Andriamanitra dia mifandray amin'ny fanavotana sy ny fahamarinana.", "calver": "2025.05.22", "id": "LUK 15:7", "translation_time": 13.03}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἢ  τίς  γυνὴ  δραχμὰς  ἔχουσα  δέκα, ἐὰν  ἀπολέσῃ  δραχμὴν  μίαν, οὐχὶ  ἅπτει  λύχνον  καὶ  σαροῖ  τὴν  οἰκίαν  καὶ  ζητεῖ  ἐπιμελῶς  ἕως  οὗ  εὕρῃ;", "translation": "Vehivavy iray manana drachma valo, raha very izy iray, dia mampirehitra jiro izy, ary mitady tsara mandra-pahitany azy.", "calver": "2025.05.22", "id": "LUK 15:8", "translation_time": 8.88}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εὑροῦσα  συνκαλεῖ  τὰς  φίλας  καὶ  γείτονας  λέγουσα  Συνχάρητέ  μοι, ὅτι  εὗρον  τὴν  δραχμὴν  ἣν  ἀπώλεσα.", "translation": "Ary rehefa hitany izy, dia niantso ny namany sy ny mpifanolo-bodirindrina izy, ka nanao hoe: \"Faly miaraka amiko aho, satria hitako ny vola very.\"", "calver": "2025.05.22", "id": "LUK 15:9", "translation_time": 10.24}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔλεγεν  δὲ  καὶ  πρὸς  τοὺς  μαθητάς  Ἄνθρωπός  τις  ἦν  πλούσιος  ὃς  εἶχεν  οἰκονόμον, καὶ  οὗτος  διεβλήθη  αὐτῷ  ὡς  διασκορπίζων  τὰ  ὑπάρχοντα  αὐτοῦ.", "translation": "Niteny koa izy tamin'ny mpianany: “Olona iray no nanan-karena, izay nanana mpitantana ny fananany, ary voalaza fa nandiso azy izy noho ny fitantanana ny fananany.”", "calver": "2025.05.22", "id": "LUK 16:1", "translation_time": 11.17}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  πιστὸς  ἐν  ἐλαχίστῳ  καὶ  ἐν  πολλῷ  πιστός  ἐστιν, καὶ  ὁ  ἐν  ἐλαχίστῳ  ἄδικος  καὶ  ἐν  πολλῷ  ἄδικός  ἐστιν.", "translation": "Ny olona matoky amin'ny kely indrindra dia matoky amin'ny lehibe indrindra koa, ary izay tsy rariny amin'ny kely dia tsy rariny amin'ny lehibe koa.", "calver": "2025.05.22", "id": "LUK 16:10", "translation_time": 10.86}
{"source_lang": "grc", "target_lang": "msh", "original": "εἰ  οὖν  ἐν  τῷ  ἀδίκῳ  μαμωνᾷ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἀληθινὸν  τίς  ὑμῖν  πιστεύσει;", "translation": "Raha tsy matoky anao amin'ny harena tsy marina ny mpino, dia iza no hino anao amin'ny zava-misy marina?", "calver": "2025.05.22", "id": "LUK 16:11", "translation_time": 9.73}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἰ  ἐν  τῷ  ἀλλοτρίῳ  πιστοὶ  οὐκ  ἐγένεσθε, τὸ  ἡμέτερον  τίς  δώσει  ὑμῖν;", "translation": "Raha tsy ho tianao ho mpino amin'ny tany vahiny, dia iza no hanome anao izay homena anao?", "calver": "2025.05.22", "id": "LUK 16:12", "translation_time": 9.41}
{"source_lang": "grc", "target_lang": "msh", "original": "Οὐδεὶς  οἰκέτης  δύναται  δυσὶ  κυρίοις  δουλεύειν· ἢ  γὰρ  τὸν  ἕνα  μισήσει  καὶ  τὸν  ἕτερον  ἀγαπήσει, ἢ  ἑνὸς  ἀνθέξεται  καὶ  τοῦ  ἑτέρου  καταφρονήσει. οὐ  δύνασθε  Θεῷ  δουλεύειν  καὶ  μαμωνᾷ.", "translation": "Tsy misy afaka manompo roa mpanjaka; satria ny iray dia hohajainy, ary ny iray kosa hohamaiziny. Tsy afaka manompo an'Andriamanitra sy mamona amin'ny fotoana iray. Misy fizarazarana ny fanoloran-tena, satria izay manompo ny vola dia hohajainy, ary izay manompo an'Andriamanitra dia hohamaiziny. Noho izany, tsy mety manompo an'Andriamanitra sy mamona.", "calver": "2025.05.22", "id": "LUK 16:13", "translation_time": 9.73}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἤκουον  δὲ  ταῦτα  πάντα  οἱ  Φαρισαῖοι  φιλάργυροι  ὑπάρχοντες, καὶ  ἐξεμυκτήριζον  αὐτόν.", "translation": "Nihaino avokoa ireo Fariseo, izay mpihatsaravelatsihy sy mpihantsy, ary naneso Azy izy ireo.", "calver": "2025.05.22", "id": "LUK 16:14", "translation_time": 9.91}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  αὐτοῖς  Ὑμεῖς  ἐστε  οἱ  δικαιοῦντες  ἑαυτοὺς  ἐνώπιον  τῶν  ἀνθρώπων, ὁ  δὲ  Θεὸς  γινώσκει  τὰς  καρδίας  ὑμῶν· ὅτι  τὸ  ἐν  ἀνθρώποις  ὑψηλὸν  βδέλυγμα  ἐνώπιον  τοῦ  Θεοῦ.", "translation": "Ary hoy hoy izy ireo, hoy Izy: “Hianareo no mitsara ny tenanareo, fa ny Andriamanitra mahalala ny fonareo; satria izay avo indrindra eo imason'ny olona dia fahavetavetana eo imason'ny Andriamanitra. Ny zavatra izay hajain'ny olona dia mety ho fahavetavetana eo imason'Andriamanitra.”", "calver": "2025.05.22", "id": "LUK 16:15", "translation_time": 7.41}
{"source_lang": "grc", "target_lang": "msh", "original": "Ὁ  νόμος  καὶ  οἱ  προφῆται  μέχρι  Ἰωάνου· ἀπὸ  τότε  ἡ  βασιλεία  τοῦ  Θεοῦ  εὐαγγελίζεται  καὶ  πᾶς  εἰς  αὐτὴν  βιάζεται.", "translation": "Ny lalàna sy ny mpaminany hatramin’i Jona; hatramin’izay, ny Fanjakan’Andriamanitra dia efa ampianarina, ary ny olona rehetra dia miezaka mafy hiditra ao aminy.", "calver": "2025.05.22", "id": "LUK 16:16", "translation_time": 8.0}
{"source_lang": "grc", "target_lang": "msh", "original": "εὐκοπώτερον  δέ  ἐστιν  τὸν  οὐρανὸν  καὶ  τὴν  γῆν  παρελθεῖν  ἢ  τοῦ  νόμου  μίαν  κεραίαν  πεσεῖν.", "translation": "Tsara kokoa ny mandao ny lanitra sy ny tany noho ny fianjeran'ny volo iray amin'ny lalàna.", "calver": "2025.05.22", "id": "LUK 16:17", "translation_time": 7.18}
{"source_lang": "grc", "target_lang": "msh", "original": "Πᾶς  ὁ  ἀπολύων  τὴν  γυναῖκα  αὐτοῦ  καὶ  γαμῶν  ἑτέραν  μοιχεύει, καὶ  ὁ  ἀπολελυμένην  ἀπὸ  ἀνδρὸς  γαμῶν  μοιχεύει.", "translation": "Ny rehetra izay manafaka ny vadiny ary manambady vehivavy hafa, dia manao fahadisoana lehibe; ary izay efa niala tamin'ny vadiny ary manambady vehivavy hafa, dia manao fahadisoana lehibe koa.", "calver": "2025.05.22", "id": "LUK 16:18", "translation_time": 9.45}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἄνθρωπος  δέ  τις  ἦν  πλούσιος, καὶ  ἐνεδιδύσκετο  πορφύραν  καὶ  βύσσον  εὐφραινόμενος  καθ’  ἡμέραν  λαμπρῶς.", "translation": "Olona manankarena iray, izay mitafy volomparasy sy lamba tsara, ary mankafy ny fiainany isan'andro mangina sy mamirapiratra.", "calver": "2025.05.22", "id": "LUK 16:19", "translation_time": 8.92}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  φωνήσας  αὐτὸν  εἶπεν  αὐτῷ  Τί  τοῦτο  ἀκούω  περὶ  σοῦ; ἀπόδος  τὸν  λόγον  τῆς  οἰκονομίας  σου· οὐ  γὰρ  δύνῃ  ἔτι  οἰκονομεῖν.", "translation": "Niteny izy ka nanao taminy hoe: “Inona no reko momba anao? Omeo ny fitantananao ny raharaha, satria tsy afaka intsony ianao mitantana.”", "calver": "2025.05.22", "id": "LUK 16:2", "translation_time": 7.21}
{"source_lang": "grc", "target_lang": "msh", "original": "πτωχὸς  δέ  τις  ὀνόματι  Λάζαρος  ἐβέβλητο  πρὸς  τὸν  πυλῶνα  αὐτοῦ  εἱλκωμένος", "translation": "Pobre olona iray antsoina hoe Lazara no napetraka teo amin'ny vavahady, sady voarakotra ny ratra.", "calver": "2025.05.22", "id": "LUK 16:20", "translation_time": 7.29}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐπιθυμῶν  χορτασθῆναι  ἀπὸ  τῶν  πιπτόντων  ἀπὸ  τῆς  τραπέζης  τοῦ  πλουσίου· ἀλλὰ  καὶ  οἱ  κύνες  ἐρχόμενοι  ἐπέλειχον  τὰ  ἕλκη  αὐτοῦ.", "translation": "Ary maniry hahazo fahafaham-po avy amin'ny sakafo azon'ny manankarena izy; nefa koa ny alika, rehefa avy mankao, dia manelanelana ny ratra aman'ity olona ity.", "calver": "2025.05.22", "id": "LUK 16:21", "translation_time": 14.85}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐγένετο  δὲ  ἀποθανεῖν  τὸν  πτωχὸν  καὶ  ἀπενεχθῆναι  αὐτὸν  ὑπὸ  τῶν  ἀγγέλων  εἰς  τὸν  κόλπον  Ἀβραάμ· ἀπέθανεν  δὲ  καὶ  ὁ  πλούσιος  καὶ  ἐτάφη.", "translation": "Nitranga ny fahafatesan'ny malahelo, ary natao ho any amin'ny sandrin'i Abraham izy, dia ny anjely no nitondra azy ho any amin'ny toerana fampiononana. Nofinofy koa ny fahafatesan'ny manan-karena, ary nalevina izy.", "calver": "2025.05.22", "id": "LUK 16:22", "translation_time": 10.95}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐν  τῷ  Ἅιδῃ  ἐπάρας  τοὺς  ὀφθαλμοὺς  αὐτοῦ, ὑπάρχων  ἐν  βασάνοις, ὁρᾷ  Ἀβραὰμ  ἀπὸ  μακρόθεν  καὶ  Λάζαρον  ἐν  τοῖς  κόλποις  αὐτοῦ.", "translation": "Nampiakarany ny masony, eo amin'ny fahoriana, dia mahita an'Abrahama avy any amin'ny lavitra izy, ary Lazarosy eo amin'ny sandriny.", "calver": "2025.05.22", "id": "LUK 16:23", "translation_time": 12.0}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  αὐτὸς  φωνήσας  εἶπεν  Πάτερ  Ἀβραάμ, ἐλέησόν  με  καὶ  πέμψον  Λάζαρον  ἵνα  βάψῃ  τὸ  ἄκρον  τοῦ  δακτύλου  αὐτοῦ  ὕδατος  καὶ  καταψύξῃ  τὴν  γλῶσσάν  μου, ὅτι  ὀδυνῶμαι  ἐν  τῇ  φλογὶ  ταύτῃ.", "translation": "Ary izy, rehefa niantso izy, dia nanao hoe: \"Père Abrahama, mangataka famindram-po amin'ny anao, ary mandefa Lázaro, manasa ny tendrony amin'ny rano, mba hanalefaka ny lelany, satria manina aho amin'ity afo ity,\"", "calver": "2025.05.22", "id": "LUK 16:24", "translation_time": 12.12}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  Ἀβραάμ  Τέκνον, μνήσθητι  ὅτι  ἀπέλαβες  τὰ  ἀγαθά  σου  ἐν  τῇ  ζωῇ  σου, καὶ  Λάζαρος  ὁμοίως  τὰ  κακά· νῦν  δὲ  ὧδε  παρακαλεῖται  σὺ  δὲ  ὀδυνᾶσαι.", "translation": "Niteny i Abrahama hoe: \"Anaka, mangataka ny hahatsiaro ianao fa tamin'ny fiainanao dia nahazo ny tsara ianao, ary i Lazarus kosa nahazo ny ratsy; ankehitriny dia izy no mahazo aina, ary ianao kosa manao alahelo.\"", "calver": "2025.05.22", "id": "LUK 16:25", "translation_time": 10.82}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐν  πᾶσι  τούτοις  μεταξὺ  ἡμῶν  καὶ  ὑμῶν  χάσμα  μέγα  ἐστήρικται, ὅπως  οἱ  θέλοντες  διαβῆναι  ἔνθεν  πρὸς  ὑμᾶς  μὴ  δύνωνται, μηδὲ  ἐκεῖθεν  πρὸς  ἡμᾶς  διαπερῶσιν.", "translation": "Ary teo amin’izao rehetra izao, eo anelanelanay sy ianareo, dia nisy fahasamihafana lehibe tsy azo afenina, izay tsy afaka mandalo avy any amin’ny lafiny iray mankany amin’ny hafa, toy ny sakana lehibe tsy azo atao lavitra, mba tsy hahafahan’ireo izay maniry ny handeha amin’ny lafiny iray tsy afaka, na avy any amin’ny lafiny iray mankany amin’ny hafa.", "calver": "2025.05.22", "id": "LUK 16:26", "translation_time": 11.86}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δέ  Ἐρωτῶ  σε  οὖν, πάτερ, ἵνα  πέμψῃς  αὐτὸν  εἰς  τὸν  οἶκον  τοῦ  πατρός  μου·", "translation": "Mangataka anao, Ray, aho, mba handefa azy any an-tranon'ny rainy.", "calver": "2025.05.22", "id": "LUK 16:27", "translation_time": 9.25}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔχω  γὰρ  πέντε  ἀδελφούς· ὅπως  διαμαρτύρηται  αὐτοῖς, ἵνα  μὴ  καὶ  αὐτοὶ  ἔλθωσιν  εἰς  τὸν  τόπον  τοῦτον  τῆς  βασάνου.", "translation": "Manana rahalahy dimy aho, manambara amin'izy ireo, mba tsy ho tonga any amin'ity toerana fitsarana ity izy ireo.", "calver": "2025.05.22", "id": "LUK 16:28", "translation_time": 9.19}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγει  δὲ  Ἀβραάμ  Ἔχουσι  Μωϋσέα  καὶ  τοὺς  προφήτας· ἀκουσάτωσαν  αὐτῶν.", "translation": "Miteny i Abrahama: Manana an'i Mosesa sy ireo mpaminany izy ireo; aoka izy ireo hihaino azy ireo.", "calver": "2025.05.22", "id": "LUK 16:29", "translation_time": 10.33}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  ἐν  ἑαυτῷ  ὁ  οἰκονόμος  Τί  ποιήσω, ὅτι  ὁ  κύριός  μου  ἀφαιρεῖται  τὴν  οἰκονομίαν  ἀπ’  ἐμοῦ; σκάπτειν  οὐκ  ἰσχύω, ἐπαιτεῖν  αἰσχύνομαι.", "translation": "Niteny tao anatiny ny tenantsika ny mpitondra, hoe: \"Inona no hataoko, satria esorinao ny fitondrako?\" Tsy mahay miasa an-tsitrapo aho, ary mirehareha ny ho faty amin'ny fangatahana.", "calver": "2025.05.22", "id": "LUK 16:3", "translation_time": 8.37}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  Οὐχί, πάτερ  Ἀβραάμ, ἀλλ’  ἐάν  τις  ἀπὸ  νεκρῶν  πορευθῇ  πρὸς  αὐτοὺς, μετανοήσουσιν.", "translation": "Tsy izany, ry Rainy Abrahama, hoy izy, fa raha misy olona avy any amin’ny maty mandeha any amin’izy ireo, dia hivadika izy ireo.", "calver": "2025.05.22", "id": "LUK 16:30", "translation_time": 9.56}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  αὐτῷ  Εἰ  Μωϋσέως  καὶ  τῶν  προφητῶν  οὐκ  ἀκούουσιν, οὐδὲ  ἐάν  τις  ἐκ  νεκρῶν  ἀναστῇ  πεισθήσονται.", "translation": "Teny anefa dia hoy izy: “Tsy mihaino an'i Mosesy sy ny mpaminany izy ireo; raha misy nitsangana tamin'ny maty, dia tsy ho mino na dia izany aza.”", "calver": "2025.05.22", "id": "LUK 16:31", "translation_time": 10.23}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔγνων  τί  ποιήσω, ἵνα  ὅταν  μετασταθῶ  ἐκ  τῆς  οἰκονομίας  δέξωνταί  με  εἰς  τοὺς  οἴκους  ἑαυτῶν.", "translation": "Fantatro izay hataoko, rehefa handao ny toerana misy ahy, dia hotrak'izy ireo ho ao an-tranony.", "calver": "2025.05.22", "id": "LUK 16:4", "translation_time": 6.3}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  προσκαλεσάμενος  ἕνα  ἕκαστον  τῶν  χρεοφειλετῶν  τοῦ  κυρίου  ἑαυτοῦ  ἔλεγεν  τῷ  πρώτῳ  Πόσον  ὀφείλεις  τῷ  κυρίῳ  μου;", "translation": "Ary nanasa ny iray tamin'ireo mpampindram-bola ny tompony, ka hoy izy tamin'ny voalohany: \"Ohatrinona no tianao aloa ho an'ny tompoko?\"", "calver": "2025.05.22", "id": "LUK 16:5", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  Ἑκατὸν  βάτους  ἐλαίου. ὁ  δὲ  εἶπεν  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  καθίσας  ταχέως  γράψον  πεντήκοντα.", "translation": "Raha izany, hoy izy: \"Fitoeran-drano anankiray amin'ny menaka.\" Dia hoy izy: \"Aleo raisina ny taratasy anao, ary mipetraka haingana, manoratra.\" Dimampolo.", "calver": "2025.05.22", "id": "LUK 16:6", "translation_time": 12.59}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔπειτα  ἑτέρῳ  εἶπεν  Σὺ  δὲ  πόσον  ὀφείλεις; ὁ  δὲ  εἶπεν  Ἑκατὸν  κόρους  σίτου. λέγει  αὐτῷ  Δέξαι  σου  τὰ  γράμματα  καὶ  γράψον  ὀγδοήκοντα.", "translation": "Ary izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy, dia izy,", "calver": "2025.05.22", "id": "LUK 16:7", "translation_time": 13.41}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐπῄνεσεν  ὁ  κύριος  τὸν  οἰκονόμον  τῆς  ἀδικίας  ὅτι  φρονίμως  ἐποίησεν· ὅτι  οἱ  υἱοὶ  τοῦ  αἰῶνος  τούτου  φρονιμώτεροι  ὑπὲρ  τοὺς  υἱοὺς  τοῦ  φωτὸς  εἰς  τὴν  γενεὰν  τὴν  ἑαυτῶν  εἰσιν.", "translation": "Ary ny Tompo dia nankasitraka ny mpitantana ny tsy rariny, satria izy no nahay mandanjalanja tsara; fa ny zanaky ny izao tontolo izao no hendry kokoa noho ny zanaky ny fahazavana amin'ny taranaka azy manokana.", "calver": "2025.05.22", "id": "LUK 16:8", "translation_time": 12.79}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐγὼ  ὑμῖν  λέγω, ἑαυτοῖς  ποιήσατε  φίλους  ἐκ  τοῦ  μαμωνᾶ  τῆς  ἀδικίας, ἵνα  ὅταν  ἐκλίπῃ  δέξωνται  ὑμᾶς  εἰς  τὰς  αἰωνίους  σκηνάς.", "translation": "Lazaiko aminareo koa: manao namana amin'ny volam-bola tsy marina ianareo, mba rehefa tsy misy izy ireo, dia handray anareo ao amin'ny trano fiainana mandrakizay.", "calver": "2025.05.22", "id": "LUK 16:9", "translation_time": 11.66}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητὰς  αὐτοῦ  Ἀνένδεκτόν  ἐστιν  τοῦ  τὰ  σκάνδαλα  μὴ  ἐλθεῖν, οὐαὶ  δὲ  δι’  οὗ  ἔρχεται·", "translation": "Tsy azo atao ny tsy hisy skandala ho avy, ary fahoriana ho an’izay mitondra azy ireo.", "calver": "2025.05.22", "id": "LUK 17:1", "translation_time": 9.61}
{"source_lang": "grc", "target_lang": "msh", "original": "οὕτως  καὶ  ὑμεῖς, ὅταν  ποιήσητε  πάντα  τὰ  διαταχθέντα  ὑμῖν, λέγετε  ὅτι  Δοῦλοι  ἀχρεῖοί  ἐσμεν, ὃ  ὠφείλομεν  ποιῆσαι  πεποιήκαμεν.", "translation": "Toy izany koa koa, rehefa manao izay rehetra voarainao, dia lazao fa andevo tsy mendrika izahay, izay tokony hatao no efa nataonay.", "calver": "2025.05.22", "id": "LUK 17:10", "translation_time": 10.22}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐγένετο  ἐν  τῷ  πορεύεσθαι  εἰς  Ἱερουσαλὴμ, καὶ  αὐτὸς  διήρχετο  διὰ  μέσον  Σαμαρίας  καὶ  Γαλιλαίας.", "translation": "Ary nisy tamin'ny dia ho any Jerosalema izy, ary izy kosa nandalo tamin'ny afovoan'i Samaria sy Galilia.", "calver": "2025.05.22", "id": "LUK 17:11", "translation_time": 8.15}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἰσερχομένου  αὐτοῦ  εἴς  τινα  κώμην  ἀπήντησαν  δέκα  λεπροὶ  ἄνδρες, οἳ  ἔστησαν  πόρρωθεν,", "translation": "Rehefa tafiditra Jesosy tao amin'ny tanàna iray, dia nisy lehilahy folo mpanendaka nijanona lavitra, ireo izay nitsangana teo amin'ny toerana lavitra.", "calver": "2025.05.22", "id": "LUK 17:12", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  αὐτοὶ  ἦραν  φωνὴν  λέγοντες  Ἰησοῦ  Ἐπιστάτα, ἐλέησον  ἡμᾶς.", "translation": "Ary niakatra ny feony, miteny: \"Jesosy, Tompo, manan-kery amintsika, azafady, mamindrana anay.\"", "calver": "2025.05.22", "id": "LUK 17:13", "translation_time": 12.5}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἰδὼν  εἶπεν  αὐτοῖς  Πορευθέντες  ἐπιδείξατε  ἑαυτοὺς  τοῖς  ἱερεῦσιν. καὶ  ἐγένετο  ἐν  τῷ  ὑπάγειν  αὐτοὺς  ἐκαθαρίσθησαν.", "translation": "Nandeha izy ireo ary Jesosy nandidy azy ireo hoe: \"Mandeha ary asehoy amin'ny pretrareo ny tenanareo.\" Raha mbola mandeha izy ireo, dia nadio izy ireo.", "calver": "2025.05.22", "id": "LUK 17:14", "translation_time": 8.84}
{"source_lang": "grc", "target_lang": "msh", "original": "εἷς  δὲ  ἐξ  αὐτῶν, ἰδὼν  ὅτι  ἰάθη, ὑπέστρεψεν  μετὰ  φωνῆς  μεγάλης  δοξάζων  τὸν  Θεόν,", "translation": "Ary iray tamin’izy ireo, rehefa nahita fa izy efa sitrana, dia niverina tamin’ny feo lehibe, nankalaza an’Andriamanitra.", "calver": "2025.05.22", "id": "LUK 17:15", "translation_time": 7.86}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἔπεσεν  ἐπὶ  πρόσωπον  παρὰ  τοὺς  πόδας  αὐτοῦ  εὐχαριστῶν  αὐτῷ· καὶ  αὐτὸς  ἦν  Σαμαρείτης.", "translation": "Nipotsitra tamin'ny tarehiny izy, nankasitraka mafy azy, ary izy dia Samaritanina.", "calver": "2025.05.22", "id": "LUK 17:16", "translation_time": 8.93}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποκριθεὶς  δὲ  ὁ  Ἰησοῦς  εἶπεν  Οὐχ  οἱ  δέκα  ἐκαθαρίσθησαν; οἱ  δὲ  ἐννέα  ποῦ;", "translation": "Amin'ny valiny, hoy i Jesosy: \"Tsy efa nahazo fahasitranana ve ireo folo? Fa ny sivy kosa, aiza izy ireo?\"", "calver": "2025.05.22", "id": "LUK 17:17", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐχ  εὑρέθησαν  ὑποστρέψαντες  δοῦναι  δόξαν  τῷ  Θεῷ  εἰ  μὴ  ὁ  ἀλλογενὴς  οὗτος;", "translation": "Tsy hita ve fa niverina nankasitraka an’Andriamanitra ity vahiny ity irery ihany no niverina?", "calver": "2025.05.22", "id": "LUK 17:18", "translation_time": 10.13}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  αὐτῷ  Ἀναστὰς  πορεύου· ἡ  πίστις  σου  σέσωκέν  σε.", "translation": "Mitsangàna ary mandeha; ny finoanao no nanavotra anao.", "calver": "2025.05.22", "id": "LUK 17:19", "translation_time": 9.28}
{"source_lang": "grc", "target_lang": "msh", "original": "λυσιτελεῖ  αὐτῷ  εἰ  λίθος  μυλικὸς  περίκειται  περὶ  τὸν  τράχηλον  αὐτοῦ  καὶ  ἔρριπται  εἰς  τὴν  θάλασσαν, ἢ  ἵνα  σκανδαλίσῃ  τῶν  μικρῶν  τούτων  ἕνα.", "translation": "Tsy hahomby ho azy raha misy vato mulilika, izay napetraka manodidina ny vozony, ary nafenina ao an-dranomasina, na koa raha manipy vato ao an-dranomasina izy, mba hampidi-doza ny iray amin’ireo kely ireo, izay manandrana manitsy ny fahadisoany. Izany dia fampitandremana ho an’izay rehetra manandrana hampidi-doza ny hafa, indrindra ireo izay manandrana manitsaka ny fahamasinana sy ny fahamasinana ara-panahy.", "calver": "2025.05.22", "id": "LUK 17:2", "translation_time": 9.82}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐπερωτηθεὶς  δὲ  ὑπὸ  τῶν  Φαρισαίων  πότε  ἔρχεται  ἡ  βασιλεία  τοῦ  Θεοῦ, ἀπεκρίθη  αὐτοῖς  καὶ  εἶπεν  Οὐκ  ἔρχεται  ἡ  βασιλεία  τοῦ  Θεοῦ  μετὰ  παρατηρήσεως,", "translation": "Rehefa namaly azy ireo i Jesosy, dia hoy izy: \"Tsy avy amin'ny fahitana ny fanjakan'Andriamanitra, rehefa tonga izy.\"", "calver": "2025.05.22", "id": "LUK 17:20", "translation_time": 8.62}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐδὲ  ἐροῦσιν  Ἰδοὺ  ὧδε  ἤ  Ἐκεῖ· ἰδοὺ  γὰρ  ἡ  βασιλεία  τοῦ  Θεοῦ  ἐντὸς  ὑμῶν  ἐστιν.", "translation": "Tsy holazainy na hilaza izy ireo hoe: \"Eto\" na \"Any\" ihany; fa indro, ny fanjakan'Andriamanitra dia ao anatinareo.", "calver": "2025.05.22", "id": "LUK 17:21", "translation_time": 11.79}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  πρὸς  τοὺς  μαθητάς  Ἐλεύσονται  ἡμέραι  ὅτε  ἐπιθυμήσετε  μίαν  τῶν  ἡμερῶν  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου  ἰδεῖν  καὶ  οὐκ  ὄψεσθε.", "translation": "Niresaka tamin'ny mpianany izy ka nanao hoe: Hisy andro ho avy izay tianareo ny hahita ny iray amin'ireo andro ireo, ny Zanak'Andriamanitra, nefa tsy ho hitanareo.", "calver": "2025.05.22", "id": "LUK 17:22", "translation_time": 9.46}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐροῦσιν  ὑμῖν  Ἰδοὺ  ἐκεῖ, Ἰδοὺ  ὧδε· μὴ  ἀπέλθητε  μηδὲ  διώξητε.", "translation": "Jereo eto, indro; aza miala na manenjika.", "calver": "2025.05.22", "id": "LUK 17:23", "translation_time": 10.67}
{"source_lang": "grc", "target_lang": "msh", "original": "ὥσπερ  γὰρ  ἡ  ἀστραπὴ  ἀστράπτουσα  ἐκ  τῆς  ὑπὸ  τὸν  οὐρανὸν  εἰς  τὴν  ὑπ’  οὐρανὸν  λάμπει, οὕτως  ἔσται  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἐν  τῇ  ἡμέρᾳ  αὐτοῦ.", "translation": "Toy ny tifitra mirehitra tampoka ny tifitra, izay avy any ambanin'ny lanitra ka manjelanjelatra ambonin'ny lanitra, dia toy izany koa ny Zanak'olona amin'ny androny.", "calver": "2025.05.22", "id": "LUK 17:24", "translation_time": 11.99}
{"source_lang": "grc", "target_lang": "msh", "original": "πρῶτον  δὲ  δεῖ  αὐτὸν  πολλὰ  παθεῖν  καὶ  ἀποδοκιμασθῆναι  ἀπὸ  τῆς  γενεᾶς  ταύτης.", "translation": "Voalohany indrindra, ilaina ny mahita fahoriana maro sy ny fandàvana avy amin'ity taranaka ity ho azy.", "calver": "2025.05.22", "id": "LUK 17:25", "translation_time": 9.4}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  καθὼς  ἐγένετο  ἐν  ταῖς  ἡμέραις  Νῶε, οὕτως  ἔσται  καὶ  ἐν  ταῖς  ἡμέραις  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου·", "translation": "Ary toy izany koa amin'ny andron'i Nôa, dia ho toy izany koa amin'ny andron'ny Zanak'olona.", "calver": "2025.05.22", "id": "LUK 17:26", "translation_time": 8.14}
{"source_lang": "grc", "target_lang": "msh", "original": "ἤσθιον, ἔπινον, ἐγάμουν, ἐγαμίζοντο, ἄχρι  ἧς  ἡμέρας  εἰσῆλθεν  Νῶε  εἰς  τὴν  κιβωτόν, καὶ  ἦλθεν  ὁ  κατακλυσμὸς  καὶ  ἀπώλεσεν  πάντας.", "translation": "Nihinana, nisotro, nanao fanambadiana, ary nanao fanambadiana ireo, hatramin'ny andro izay nidinan'i Nôa tao an-kibon'ny lakandranony, ary tonga ny tondra-drano ka nahafaty ny rehetra.", "calver": "2025.05.22", "id": "LUK 17:27", "translation_time": 8.97}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁμοίως  καθὼς  ἐγένετο  ἐν  ταῖς  ἡμέραις  Λώτ· ἤσθιον, ἔπινον, ἠγόραζον, ἐπώλουν, ἐφύτευον, ᾠκοδόμουν·", "translation": "Tahaka ny tamin'ny andron'i Lota, izy ireo nihinana, nisotro, nividy, nivarotra, nanamby, ary nanorina.", "calver": "2025.05.22", "id": "LUK 17:28", "translation_time": 10.19}
{"source_lang": "grc", "target_lang": "msh", "original": "ᾗ  δὲ  ἡμέρᾳ  ἐξῆλθεν  Λὼτ  ἀπὸ  Σοδόμων, ἔβρεξεν  πῦρ  καὶ  θεῖον  ἀπ’  οὐρανοῦ  καὶ  ἀπώλεσεν  πάντας.", "translation": "Tamin'izany andro izany, Niala i Lot avy tao Sodom, ary nivadika avy any an-danitra ny afo sy ny brimstone, izay nivadika avy any an-danitra, ka nandringana ny rehetra.", "calver": "2025.05.22", "id": "LUK 17:29", "translation_time": 8.43}
{"source_lang": "grc", "target_lang": "msh", "original": "προσέχετε  ἑαυτοῖς. ἐὰν  ἁμάρτῃ  ὁ  ἀδελφός  σου, ἐπιτίμησον  αὐτῷ, καὶ  ἐὰν  μετανοήσῃ, ἄφες  αὐτῷ.", "translation": "Mitandrema amin'ny tenanao. Raha misy fahadisoana ny rahalahinao, mampitahà azy, ary raha miala tsiny izy, mamela azy.", "calver": "2025.05.22", "id": "LUK 17:3", "translation_time": 8.84}
{"source_lang": "grc", "target_lang": "msh", "original": "κατὰ  τὰ  αὐτὰ  ἔσται  ᾗ  ἡμέρᾳ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἀποκαλύπτεται.", "translation": "Araka ny fomba mitovy, dia ho tonga ny andro izay hisehoan'ny Zanak'olona.", "calver": "2025.05.22", "id": "LUK 17:30", "translation_time": 9.39}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐν  ἐκείνῃ  τῇ  ἡμέρᾳ  ὃς  ἔσται  ἐπὶ  τοῦ  δώματος  καὶ  τὰ  σκεύη  αὐτοῦ  ἐν  τῇ  οἰκίᾳ, μὴ  καταβάτω  ἆραι  αὐτά, καὶ  ὁ  ἐν  ἀγρῷ  ὁμοίως  μὴ  ἐπιστρεψάτω  εἰς  τὰ  ὀπίσω.", "translation": "Amin'izay andro izay, izay ao amin'ny tampon-trano, aza midina haka na inona na inona ao an-trano; ary izay any an-tsaha, aza miverina hiverina any aoriana.", "calver": "2025.05.22", "id": "LUK 17:31", "translation_time": 9.28}
{"source_lang": "grc", "target_lang": "msh", "original": "μνημονεύετε  τῆς  γυναικὸς  Λώτ.", "translation": "Mampahatsiahy ny vadin'i Lota ianareo.", "calver": "2025.05.22", "id": "LUK 17:32", "translation_time": 8.99}
{"source_lang": "grc", "target_lang": "msh", "original": "ὃς  ἐὰν  ζητήσῃ  τὴν  ψυχὴν  αὐτοῦ  περιποιήσασθαι, ἀπολέσει  αὐτήν, καὶ  ὃς  ἂν  ἀπολέσει, ζωογονήσει  αὐτήν.", "translation": "Izay mitady ny fanahiny, hitehirizana azy, dia ho very izy; ary izay very ny fanahiny, dia ho hitahiry azy.", "calver": "2025.05.22", "id": "LUK 17:33", "translation_time": 9.23}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  ὑμῖν, ταύτῃ  τῇ  νυκτὶ  ἔσονται  δύο  ἐπὶ  κλίνης  μιᾶς, ὁ  εἷς  παραλημφθήσεται  καὶ  ὁ  ἕτερος  ἀφεθήσεται·", "translation": "Tianareo, amin'izao alina izao, misy roa ao an-taratasina iray, ny iray dia raisina, ary ny iray kosa avela eto ambany.", "calver": "2025.05.22", "id": "LUK 17:34", "translation_time": 8.03}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔσονται  δύο  ἀλήθουσαι  ἐπὶ  τὸ  αὐτό, ἡ  μία  παραλημφθήσεται  ἡ  δὲ  ἑτέρα  ἀφεθήσεται.", "translation": "Misy lainga roa miseho miaraka, ny iray dia hesorina, ary ny iray kosa dia avela hijanona.", "calver": "2025.05.22", "id": "LUK 17:35", "translation_time": 6.99}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀποκριθέντες  λέγουσιν  αὐτῷ  Ποῦ, Κύριε; ὁ  δὲ  εἶπεν  αὐτοῖς  Ὅπου  τὸ  σῶμα, ἐκεῖ  καὶ  οἱ  ἀετοὶ  ἐπισυναχθήσονται.", "translation": "Amin'ny valin-teniny, dia hoy Izy: \"Aiza, Tompo?\" Ary Izy dia namaly hoe: \"Aiza ny nofo, dia any koa ny voro-manidina lehibe, izay mivory.\"", "calver": "2025.05.22", "id": "LUK 17:37", "translation_time": 8.82}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐὰν  ἑπτάκις  τῆς  ἡμέρας  ἁμαρτήσῃ  εἰς  σὲ  καὶ  ἑπτάκις  ἐπιστρέψῃ  πρὸς  σὲ  λέγων  Μετανοῶ, ἀφήσεις  αὐτῷ.", "translation": "Ary raha miasa ota aminao in-kerin-taona, ary miverina aminao indray izy, ka manao hoe: “Miala tsiny aho,” dia ho afeninao izy.", "calver": "2025.05.22", "id": "LUK 17:4", "translation_time": 8.15}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  εἶπαν  οἱ  ἀπόστολοι  τῷ  Κυρίῳ  Πρόσθες  ἡμῖν  πίστιν.", "translation": "Ary ny Apostoly niteny tamin'ny Tompo, nanao hoe: \"Ampio anay finoana.\"", "calver": "2025.05.22", "id": "LUK 17:5", "translation_time": 7.73}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  ὁ  Κύριος  Εἰ  ἔχετε  πίστιν  ὡς  κόκκον  σινάπεως, ἐλέγετε  ἂν  τῇ  συκαμίνῳ  ταύτῃ  Ἐκριζώθητι  καὶ  φυτεύθητι  ἐν  τῇ  θαλάσσῃ· καὶ  ὑπήκουσεν  ἂν  ὑμῖν.", "translation": "Niteny ny Tompo hoe: Raha manana finoana toy ny voan-tsilam-bary kely indrindra ianareo, dia afaka miteny amin’ity tendrombohitra ity ianareo hoe: “Atsangano sy zaraina any an-dranomasina,” dia ho tanteraka izany. Ary ho re ny teninareo.", "calver": "2025.05.22", "id": "LUK 17:6", "translation_time": 11.05}
{"source_lang": "grc", "target_lang": "msh", "original": "Τίς  δὲ  ἐξ  ὑμῶν  δοῦλον  ἔχων  ἀροτριῶντα  ἢ  ποιμαίνοντα, ὃς  εἰσελθόντι  ἐκ  τοῦ  ἀγροῦ  ἐρεῖ  αὐτῷ  Εὐθέως  παρελθὼν  ἀνάπεσε,", "translation": "Inona no anjaran'ny anankiray aminareo, izay manana andevo miasa an-tsaha na mpiandry ondry, rehefa avy mivoaka avy any an-tsaha, dia hoy izy aminy: \"Mandrosoa haingana, dia manomàna sakafo ho anao, ary manomàna anao hanompo ahy, rehefa avy mihinana sy misotro, dia hiandry anao aho\"?", "calver": "2025.05.22", "id": "LUK 17:7", "translation_time": 10.33}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀλλ’  οὐχὶ  ἐρεῖ  αὐτῷ  Ἑτοίμασον  τί  δειπνήσω, καὶ  περιζωσάμενος  διακόνει  μοι  ἕως  φάγω  καὶ  πίω, καὶ  μετὰ  ταῦτα  φάγεσαι  καὶ  πίεσαι  σύ;", "translation": "Fa tsy ho lazainy aminy: \"Arovy izay hohaniko,\" mitafy ny servisy ho ahy, hihinana sy hisotro; ary aorian'izany, hihinana sy hisotro ianao.", "calver": "2025.05.22", "id": "LUK 17:8", "translation_time": 14.98}
{"source_lang": "grc", "target_lang": "msh", "original": "μὴ  ἔχει  χάριν  τῷ  δούλῳ  ὅτι  ἐποίησεν  τὰ  διαταχθέντα;", "translation": "Tsy tokony hahazo voninahitra ve ny mpanompo satria tanteraka ny didiny?", "calver": "2025.05.22", "id": "LUK 17:9", "translation_time": 10.99}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔλεγεν  δὲ  παραβολὴν  αὐτοῖς  πρὸς  τὸ  δεῖν  πάντοτε  προσεύχεσθαι  αὐτοὺς  καὶ  μὴ  ἐνκακεῖν,", "translation": "Eo amin'izy ireo dia nilaza fanoharana izy, ho an'izay ilaina, momba ny fanaovana fanompoam-pivavahana tsy tapaka, ary ny tsy mivadika amin'ny fahasahiranana.", "calver": "2025.05.22", "id": "LUK 18:1", "translation_time": 11.53}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἄνθρωποι  δύο  ἀνέβησαν  εἰς  τὸ  ἱερὸν  προσεύξασθαι, ὁ  εἷς  Φαρισαῖος  καὶ  ὁ  ἕτερος  τελώνης.", "translation": "Two people, a Pharisee and a tax collector, ascended to the temple to pray.\n\n(Note: Since the original input is in Greek and the translation is to be in Malagasy Masikoro, the translation provided is a faithful, formal rendering of the scene described, adhering to the style prompt's requirements.)", "calver": "2025.05.22", "id": "LUK 18:10", "translation_time": 8.48}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  Φαρισαῖος  σταθεὶς  ταῦτα  πρὸς  ἑαυτὸν  προσηύχετο  Ὁ  Θεός, εὐχαριστῶ  σοι  ὅτι  οὐκ  εἰμὶ  ὥσπερ  οἱ  λοιποὶ  τῶν  ἀνθρώπων, ἅρπαγες, ἄδικοι, μοιχοί, ἢ  καὶ  ὡς  οὗτος  ὁ  τελώνης·", "translation": "Ny Farisianina, nitsangana, nanao vavaka ho an’Andriamanitra, ka nanao hoe: “Misaotra Anao, ry Andriamanitra, fa tsy tahaka ny hafa aho, dia ny mpangalatra, ny tsy rariny, ny mpifoka, na koa tahaka ity mpanefy hetra ity;”", "calver": "2025.05.22", "id": "LUK 18:11", "translation_time": 11.6}
{"source_lang": "grc", "target_lang": "msh", "original": "νηστεύω  δὶς  τοῦ  σαββάτου, ἀποδεκατεύω  πάντα  ὅσα  κτῶμαι.", "translation": "Mivavaka roa isan-kerinandro amin'ny Sabata aho, ary manolotra ny ampahany amin'ny zavatra rehetra ananako.", "calver": "2025.05.22", "id": "LUK 18:12", "translation_time": 9.66}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  τελώνης  μακρόθεν  ἑστὼς  οὐκ  ἤθελεν  οὐδὲ  τοὺς  ὀφθαλμοὺς  ἐπᾶραι  εἰς  τὸν  οὐρανόν, ἀλλ’  ἔτυπτεν  τὸ  στῆθος  αὐτοῦ  λέγων  Ὁ  Θεός, ἱλάσθητί  μοι  τῷ  ἁμαρτωλῷ.", "translation": "Ny mpandohalika, izay nitsangana lavitra, tsy nanandratra ny masony ho amin’ny lanitra, fa nitsipy ny tratony, ka nanao hoe: “Andriamanitra ô, mamindrà fo amiko, fa mpanota aho.”", "calver": "2025.05.22", "id": "LUK 18:13", "translation_time": 10.68}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  ὑμῖν, κατέβη  οὗτος  δεδικαιωμένος  εἰς  τὸν  οἶκον  αὐτοῦ  παρ’  ἐκεῖνον· ὅτι  πᾶς  ὁ  ὑψῶν  ἑαυτὸν  ταπεινωθήσεται, ὁ  δὲ  ταπεινῶν  ἑαυτὸν  ὑψωθήσεται.", "translation": "Lazaiko aminareo: Izay manamarina ny tenany dia hiditra ao an-tranony, noho izany; izay rehetra manandratra ny tenany dia ho ambany hina, fa izay mihina ny tenany dia ho avo.", "calver": "2025.05.22", "id": "LUK 18:14", "translation_time": 14.26}
{"source_lang": "grc", "target_lang": "msh", "original": "Προσέφερον  δὲ  αὐτῷ  καὶ  τὰ  βρέφη  ἵνα  αὐτῶν  ἅπτηται· ἰδόντες  δὲ  οἱ  μαθηταὶ  ἐπετίμων  αὐτοῖς.", "translation": "Manolotra ankizy ho an'i Jesosy izy ireo, mba hanikasany azy; ary rehefa hitan'ny mpianatra izany, dia nanao teny fampitandremana tamin'izy ireo.", "calver": "2025.05.22", "id": "LUK 18:15", "translation_time": 10.39}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  Ἰησοῦς  προσεκαλέσατο  αὐτὰ  λέγων  Ἄφετε  τὰ  παιδία  ἔρχεσθαι  πρός  με  καὶ  μὴ  κωλύετε  αὐτά· τῶν  γὰρ  τοιούτων  ἐστὶν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Niteny i Jesosy tamin’izy ireo ka nanao hoe: “Avelao ny zaza ho avy aty amiko, ary aza manakana azy ireo; fa ny fanjakan’ny Andriamanitra dia an’ireo izay tahaka azy ireo. I Jesosy dia niantso azy ireo, ka nanao hoe: ‘Aza manakana azy ireo; fa ny fanjakan’ny Andriamanitra dia an’ireo izay tahaka azy ireo.’”", "calver": "2025.05.22", "id": "LUK 18:16", "translation_time": 8.7}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀμὴν  λέγω  ὑμῖν, ὃς  ἂν  μὴ  δέξηται  τὴν  βασιλείαν  τοῦ  Θεοῦ  ὡς  παιδίον, οὐ  μὴ  εἰσέλθῃ  εἰς  αὐτήν.", "translation": "Lazaiko aminareo: Izay tsy mandray ny fanjakan'Andriamanitra toy ny zaza, dia tsy hahazo miditra ao aminy.", "calver": "2025.05.22", "id": "LUK 18:17", "translation_time": 9.56}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐπηρώτησέν  τις  αὐτὸν  ἄρχων  λέγων  Διδάσκαλε  ἀγαθέ, τί  ποιήσας  ζωὴν  αἰώνιον  κληρονομήσω;", "translation": "Nisy mpanjaka iray nanontany azy, nanao hoe: \"Mpampianatra, tsara, inona no tokony hataoko mba hahazoako fiainana mandrakizay?\"", "calver": "2025.05.22", "id": "LUK 18:18", "translation_time": 7.96}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  αὐτῷ  ὁ  Ἰησοῦς  Τί  με  λέγεις  ἀγαθόν; οὐδεὶς  ἀγαθὸς  εἰ  μὴ  εἷς  ὁ  Θεός.", "translation": "Jesosy dia nanao fanontaniana taminy hoe: \"Inona no tsara indrindra? Tsy misy tsara afa-tsy Andriamanitra irery.\"", "calver": "2025.05.22", "id": "LUK 18:19", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγων  Κριτής  τις  ἦν  ἔν  τινι  πόλει  τὸν  Θεὸν  μὴ  φοβούμενος  καὶ  ἄνθρωπον  μὴ  ἐντρεπόμενος.", "translation": "Mpitsara ao an-tanàna iray, tsy matahotra an’Andriamanitra, ary tsy mivandravandra eo imason’ny olona.", "calver": "2025.05.22", "id": "LUK 18:2", "translation_time": 6.73}
{"source_lang": "grc", "target_lang": "msh", "original": "τὰς  ἐντολὰς  οἶδας  Μὴ  μοιχεύσῃς, Μὴ  φονεύσῃς, Μὴ  κλέψῃς, Μὴ  ψευδομαρτυρήσῃς, Τίμα  τὸν  πατέρα  σου  καὶ  τὴν  μητέρα.", "translation": "Tianao ny hanaraka ny didy masina: \"Aza mivaro, aza mamono, aza mangalatra, aza miteny lainga, hajao ny rainy sy ny reninao.\"", "calver": "2025.05.22", "id": "LUK 18:20", "translation_time": 10.94}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  Ταῦτα  πάντα  ἐφύλαξα  ἐκ  νεότητος.", "translation": "Fa hoy izy: \"Nandrakitra sy nikarakara ireo rehetra ireo aho hatramin'ny fahatanorako.\"", "calver": "2025.05.22", "id": "LUK 18:21", "translation_time": 10.8}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀκούσας  δὲ  ὁ  Ἰησοῦς  εἶπεν  αὐτῷ  Ἔτι  ἕν  σοι  λείπει· πάντα  ὅσα  ἔχεις  πώλησον  καὶ  διάδος  πτωχοῖς, καὶ  ἕξεις  θησαυρὸν  ἐν  τοῖς  οὐρανοῖς, καὶ  δεῦρο  ἀκολούθει  μοι.", "translation": "Rehefa nandre izany i Jesosy dia niteny hoe: \"Efa misy zavatra iray tsy ampy aminao; amidio ny zavatra rehetra anananao, omeo ny mahantra, dia hanan-karena any an-danitra ianao, ary avy eo araho ahy.\"", "calver": "2025.05.22", "id": "LUK 18:22", "translation_time": 12.36}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  ἀκούσας  ταῦτα  περίλυπος  ἐγενήθη, ἦν  γὰρ  πλούσιος  σφόδρα.", "translation": "Nihaino ireo zavatra ireo, dia nanjary malahelo izy, satria izy dia manan-karena be.", "calver": "2025.05.22", "id": "LUK 18:23", "translation_time": 9.85}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδὼν  δὲ  αὐτὸν  ὁ  Ἰησοῦς  εἶπεν  Πῶς  δυσκόλως  οἱ  τὰ  χρήματα  ἔχοντες  εἰς  τὴν  βασιλείαν  τοῦ  Θεοῦ  εἰσπορεύονται·", "translation": "Rehefa nahita azy i Jesosy dia nanao hoe: \"Ahoana no fahasahiranana ho an'izay manan-karena hiditra ao amin'ny fanjakan'Andriamanitra?\"", "calver": "2025.05.22", "id": "LUK 18:24", "translation_time": 6.63}
{"source_lang": "grc", "target_lang": "msh", "original": "εὐκοπώτερον  γάρ  ἐστιν  κάμηλον  διὰ  τρήματος  βελόνης  εἰσελθεῖν  ἢ  πλούσιον  εἰς  τὴν  βασιλείαν  τοῦ  Θεοῦ  εἰσελθεῖν.", "translation": "Sady mora kokoa ho an'ny kamela ny mandalo amin'ny mason'ny tady, noho ny olona manankarena miditra amin'ny fanjakan'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 18:25", "translation_time": 9.4}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπαν  δὲ  οἱ  ἀκούσαντες  Καὶ  τίς  δύναται  σωθῆναι;", "translation": "Niteny izy ireo: Iza no afaka voavonjy?", "calver": "2025.05.22", "id": "LUK 18:26", "translation_time": 6.81}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  Τὰ  ἀδύνατα  παρὰ  ἀνθρώποις  δυνατὰ  παρὰ  τῷ  Θεῷ  ἐστιν.", "translation": "Tsy azo atao ho an'ny olona ny zavatra tsy azo atao, fa ho an'Andriamanitra kosa dia mahatonga ny zavatra tsy azo atao ho azo atao.", "calver": "2025.05.22", "id": "LUK 18:27", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  ὁ  Πέτρος  Ἰδοὺ  ἡμεῖς  ἀφέντες  τὰ  ἴδια  ἠκολουθήσαμέν  σοι.", "translation": "Niteny i Petera, manao hoe: \"Indro, izahay, rehefa miala amin'ny fananantsika, dia manaraka Anao.\"", "calver": "2025.05.22", "id": "LUK 18:28", "translation_time": 8.76}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  αὐτοῖς  Ἀμὴν  λέγω  ὑμῖν  ὅτι  οὐδείς  ἐστιν  ὃς  ἀφῆκεν  οἰκίαν  ἢ  γυναῖκα  ἢ  ἀδελφοὺς  ἢ  γονεῖς  ἢ  τέκνα  ἕνεκεν  τῆς  βασιλείας  τοῦ  Θεοῦ,", "translation": "Tsy misy olona na dia iza na iza izay efa nialoha ny trano, vadina, rahalahy, ray aman-dreny, na zanaka noho ny amin'ny fanjakan'Andriamanitra, izay tsy hahazo valisoa lehibe kokoa amin'ny farany.", "calver": "2025.05.22", "id": "LUK 18:29", "translation_time": 8.84}
{"source_lang": "grc", "target_lang": "msh", "original": "χήρα  δὲ  ἦν  ἐν  τῇ  πόλει  ἐκείνῃ, καὶ  ἤρχετο  πρὸς  αὐτὸν  λέγουσα  Ἐκδίκησόν  με  ἀπὸ  τοῦ  ἀντιδίκου  μου.", "translation": "Nisy vehivavy jamba tao amin’ity tanàna ity, ary nanatona azy izy, nanao hoe: “Avelao aho hangataka ny rariny amin’ny fahavaloko.”", "calver": "2025.05.22", "id": "LUK 18:3", "translation_time": 8.82}
{"source_lang": "grc", "target_lang": "msh", "original": "ὃς  οὐχὶ  μὴ  λάβῃ  πολλαπλασίονα  ἐν  τῷ  καιρῷ  τούτῳ  καὶ  ἐν  τῷ  αἰῶνι  τῷ  ἐρχομένῳ  ζωὴν  αἰώνιον.", "translation": "Izay tsy handray an'isa maro amin'izao fotoana izao sy amin'ny taon-jato ho avy izao dia tsy hahazo fiainana mandrakizay.", "calver": "2025.05.22", "id": "LUK 18:30", "translation_time": 7.43}
{"source_lang": "grc", "target_lang": "msh", "original": "Παραλαβὼν  δὲ  τοὺς  δώδεκα  εἶπεν  πρὸς  αὐτούς  Ἰδοὺ  ἀναβαίνομεν  εἰς  Ἱερουσαλήμ, καὶ  τελεσθήσεται  πάντα  τὰ  γεγραμμένα  διὰ  τῶν  προφητῶν  τῷ  Υἱῷ  τοῦ  ἀνθρώπου·", "translation": "Rehefa avy nandray ny roa ambin'ny folo Apostoly izy, dia hoy izy taminy: \"Indro, miakatra ho any Jerosalema isika, ary ho tanteraka ny zavatra rehetra voasoratra amin'ny alalan'ny mpaminany momba ny Zanak'olona.", "calver": "2025.05.22", "id": "LUK 18:31", "translation_time": 11.72}
{"source_lang": "grc", "target_lang": "msh", "original": "παραδοθήσεται  γὰρ  τοῖς  ἔθνεσιν  καὶ  ἐμπαιχθήσεται  καὶ  ὑβρισθήσεται  καὶ  ἐμπτυσθήσεται,", "translation": "Ho omena amin'ny firenena izy, ary ho tsinontsinona, hovohana, ary hovonoina, ary ho tsinontsinona izy.", "calver": "2025.05.22", "id": "LUK 18:32", "translation_time": 9.31}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  μαστιγώσαντες  ἀποκτενοῦσιν  αὐτόν, καὶ  τῇ  ἡμέρᾳ  τῇ  τρίτῃ  ἀναστήσεται.", "translation": "Ary izy no voan'izy ireo tsihy, ary izy no ho faty, ary tamin'ny andro fahatelo, dia hitsangana izy.", "calver": "2025.05.22", "id": "LUK 18:33", "translation_time": 9.6}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  αὐτοὶ  οὐδὲν  τούτων  συνῆκαν, καὶ  ἦν  τὸ  ῥῆμα  τοῦτο  κεκρυμμένον  ἀπ’  αὐτῶν, καὶ  οὐκ  ἐγίνωσκον  τὰ  λεγόμενα.", "translation": "Ary izy ireo tsy nahafantatra na inona na inona tamin'ireny, ary ny hafatra dia nafenina taminy, ary tsy nahalala izay lazainy.", "calver": "2025.05.22", "id": "LUK 18:34", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐγένετο  δὲ  ἐν  τῷ  ἐγγίζειν  αὐτὸν  εἰς  Ἱερειχὼ  τυφλός  τις  ἐκάθητο  παρὰ  τὴν  ὁδὸν  ἐπαιτῶν.", "translation": "Nandritra ny fiarahana amin'i Jesosy, nisy lehilahy jamba nipetraka teo amoron-dalana, nangataka fanampiana.", "calver": "2025.05.22", "id": "LUK 18:35", "translation_time": 6.44}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀκούσας  δὲ  ὄχλου  διαπορευομένου  ἐπυνθάνετο  τί  εἴη  τοῦτο.", "translation": "Rehefa avy nandre ny vahoaka mandalo izy, nanontany izy: \"Inona ity?\"", "calver": "2025.05.22", "id": "LUK 18:36", "translation_time": 8.56}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀπήγγειλαν  δὲ  αὐτῷ  ὅτι  Ἰησοῦς  ὁ  Ναζωραῖος  παρέρχεται.", "translation": "Nanambara azy fa Jesosy avy any Nazarety mivezivezy.", "calver": "2025.05.22", "id": "LUK 18:37", "translation_time": 8.14}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐβόησεν  λέγων  Ἰησοῦ  υἱὲ  Δαυείδ, ἐλέησόν  με.", "translation": "Ary niantso izy, manao hoe: \"Jesosy, Zanak'i Davida, mamindrá soa ahy.\"", "calver": "2025.05.22", "id": "LUK 18:38", "translation_time": 9.95}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  οἱ  προάγοντες  ἐπετίμων  αὐτῷ  ἵνα  σιγήσῃ· αὐτὸς  δὲ  πολλῷ  μᾶλλον  ἔκραζεν  Υἱὲ  Δαυείδ, ἐλέησόν  με.", "translation": "Ary ny mpitarika azy no nitsikera azy ka nanao taminy hoe: “Mitsitsy, fa mihaino anao izy.” Fa izy kosa, mbola nihoatra ny feony tamin’ny fitarainana, dia niantso mafy kokoa hoe: “Hianao, Zanak’ i Davida, mba hamindrà fo amiko.”", "calver": "2025.05.22", "id": "LUK 18:39", "translation_time": 7.89}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  οὐκ  ἤθελεν  ἐπὶ  χρόνον· μετὰ  ταῦτα  δὲ  εἶπεν  ἐν  ἑαυτῷ  Εἰ  καὶ  τὸν  Θεὸν  οὐ  φοβοῦμαι  οὐδὲ  ἄνθρωπον  ἐντρέπομαι,", "translation": "Tsy mba te ho amin'ny fotoana; rehefa izany dia hoy izy ao am-pony: \"Raha tsy matahotra an'Andriamanitra aho, dia tsy matahotra olona na inona na inona.\"", "calver": "2025.05.22", "id": "LUK 18:4", "translation_time": 11.41}
{"source_lang": "grc", "target_lang": "msh", "original": "σταθεὶς  δὲ  ὁ  Ἰησοῦς  ἐκέλευσεν  αὐτὸν  ἀχθῆναι  πρὸς  αὐτόν. ἐγγίσαντος  δὲ  αὐτοῦ  ἐπηρώτησεν  αὐτόν", "translation": "Nandidy azy hitondra ho azy Jesosy. Rehefa manakaiky izy dia nanontany azy.", "calver": "2025.05.22", "id": "LUK 18:40", "translation_time": 9.12}
{"source_lang": "grc", "target_lang": "msh", "original": "Τί  σοι  θέλεις  ποιήσω; ὁ  δὲ  εἶπεν  Κύριε, ἵνα  ἀναβλέψω.", "translation": "Inona no tianao hataoko anao? Ary hoy izy, Tompo, mba hahita aho", "calver": "2025.05.22", "id": "LUK 18:41", "translation_time": 8.84}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὁ  Ἰησοῦς  εἶπεν  αὐτῷ  Ἀνάβλεψον· ἡ  πίστις  σου  σέσωκέν  σε.", "translation": "Mirehitra ianao; ny finoanao no nanavotra anao.", "calver": "2025.05.22", "id": "LUK 18:42", "translation_time": 9.16}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  παραχρῆμα  ἀνέβλεψεν, καὶ  ἠκολούθει  αὐτῷ  δοξάζων  τὸν  Θεόν. καὶ  πᾶς  ὁ  λαὸς  ἰδὼν  ἔδωκεν  αἶνον  τῷ  Θεῷ.", "translation": "Ary tsy ela akory, dia niandry ny fiantsoany izy, ary nanaraka azy, nankalaza an’Andriamanitra. Ary ny olona rehetra, rehefa nahita azy, dia nankalaza an’Andriamanitra.", "calver": "2025.05.22", "id": "LUK 18:43", "translation_time": 9.29}
{"source_lang": "grc", "target_lang": "msh", "original": "διά  γε  τὸ  παρέχειν  μοι  κόπον  τὴν  χήραν  ταύτην  ἐκδικήσω  αὐτήν, ἵνα  μὴ  εἰς  τέλος  ἐρχομένη  ὑπωπιάζῃ  με.", "translation": "Amin'ny maha-mpanao rariny ahy, dia hanome ahy fahasahiranana ity janga ity aho, mba tsy hahatonga ahy ho voafitaka hatrany amin'ny farany, ka tsy ho voatery hanenjika ny mpitady rariny vehivavy ity. Noho izany, dia hanavona ny fahamarinana sy ny adidy ara-moraly aho, mba hahafahana manatanteraka ny rariny sy ny fahamarinana eo amin'ny fiaraha-monina.", "calver": "2025.05.22", "id": "LUK 18:5", "translation_time": 12.44}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  ὁ  Κύριος  Ἀκούσατε  τί  ὁ  κριτὴς  τῆς  ἀδικίας  λέγει·", "translation": "Tompo, mihainoa izay lazain'ny mpitsara ny tsy rariny.", "calver": "2025.05.22", "id": "LUK 18:6", "translation_time": 10.55}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  Θεὸς  οὐ  μὴ  ποιήσῃ  τὴν  ἐκδίκησιν  τῶν  ἐκλεκτῶν  αὐτοῦ  τῶν  βοώντων  αὐτῷ  ἡμέρας  καὶ  νυκτός, καὶ  μακροθυμεῖ  ἐπ’  αὐτοῖς;", "translation": "Andriamanitra tsy ho tara amin'ny fanaovana ny fitsarana ny voafidy Azy, izay mivavaka aminy isan'andro sy alina, ary miandry faharetana amin'izy ireo.", "calver": "2025.05.22", "id": "LUK 18:7", "translation_time": 10.45}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  ὑμῖν  ὅτι  ποιήσει  τὴν  ἐκδίκησιν  αὐτῶν  ἐν  τάχει. πλὴν  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ἐλθὼν  ἆρα  εὑρήσει  τὴν  πίστιν  ἐπὶ  τῆς  γῆς;", "translation": "Milaza aminareo fa hataony ny fitsarana azy ireo amin'ny fotoana fohy. Fa rehefa tonga ilay Zanak'Andriamanitra, dia hahita ny finoana eo amin'ny tany ve izy?", "calver": "2025.05.22", "id": "LUK 18:8", "translation_time": 14.06}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  καὶ  πρός  τινας  τοὺς  πεποιθότας  ἐφ’  ἑαυτοῖς  ὅτι  εἰσὶν  δίκαιοι  καὶ  ἐξουθενοῦντας  τοὺς  λοιποὺς  τὴν  παραβολὴν  ταύτην.", "translation": "Niteny koa Jesosy tamin'ny olona sasany matoky ny fahamarinany izy, izay maneso ny hafa, ary manao fampianarana amin'ny alalan'ny parabolà, milaza fa ireo izay matoky ny fahamarinany sy maneso ny hafa dia tsy hahazo fitsarana marina avy amin’Andriamanitra. Izy ireo dia manao ho toy ny olona izay mivavaka amin'ny fomba manokana, nefa ao am-pony dia maneso ny hafa, ary tsy mahita ny fahadisoany. Jesosy mampitandrina fa ny fahamarinana sy ny fahatokisana tena tsy tokony ho antony haneso ny hafa na hanana fiavonavona, fa tokony ho fampianarana mampahery sy mampihavana.", "calver": "2025.05.22", "id": "LUK 18:9", "translation_time": 9.95}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  εἰσελθὼν  διήρχετο  τὴν  Ἱερειχώ.", "translation": "Ary rehefa midirana izy, dia mandalo ao Jeriko.", "calver": "2025.05.22", "id": "LUK 19:1", "translation_time": 8.5}
{"source_lang": "grc", "target_lang": "msh", "original": "ἦλθεν  γὰρ  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  ζητῆσαι  καὶ  σῶσαι  τὸ  ἀπολωλός.", "translation": "Ilay Zanak'olona dia tonga hitady sy hamonjy ireo very.", "calver": "2025.05.22", "id": "LUK 19:10", "translation_time": 10.58}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἀκουόντων  δὲ  αὐτῶν  ταῦτα  προσθεὶς  εἶπεν  παραβολὴν, διὰ  τὸ  ἐγγὺς  εἶναι  Ἱερουσαλὴμ  αὐτὸν  καὶ  δοκεῖν  αὐτοὺς  ὅτι  παραχρῆμα  μέλλει  ἡ  βασιλεία  τοῦ  Θεοῦ  ἀναφαίνεσθαι·", "translation": "Rehefa nihaino izany izy ireo, dia nanampy izy ka nanao parabolà, satria efa akaikin'i Jerosalema izy, ary toa azy ireo fa tsy ho ela ny fanjakan'Andriamanitra dia ho hita maso.", "calver": "2025.05.22", "id": "LUK 19:11", "translation_time": 9.54}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  οὖν  Ἄνθρωπός  τις  εὐγενὴς  ἐπορεύθη  εἰς  χώραν  μακρὰν  λαβεῖν  ἑαυτῷ  βασιλείαν  καὶ  ὑποστρέψαι.", "translation": "Niresa olona iray manan-kaja izy, dia nandeha tany amin'ny tany lavitra mba haka fanjakana ho azy, ary avy eo dia niverina.", "calver": "2025.05.22", "id": "LUK 19:12", "translation_time": 9.59}
{"source_lang": "grc", "target_lang": "msh", "original": "καλέσας  δὲ  δέκα  δούλους  ἑαυτοῦ  ἔδωκεν  αὐτοῖς  δέκα  μνᾶς, καὶ  εἶπεν  πρὸς  αὐτούς  Πραγματεύσασθε  ἐν  ᾧ  ἔρχομαι.", "translation": "Nantsoiny ireo mpanompo folo ny tompony, ary nomeny azy tsirairay mina folo, ka nandidy azy ireo hoe: \"Miasa amin'izay ho avy aho, ka mitantana ny vola nomena anao mandra-piveriko.\"", "calver": "2025.05.22", "id": "LUK 19:13", "translation_time": 9.88}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  πολῖται  αὐτοῦ  ἐμίσουν  αὐτόν, καὶ  ἀπέστειλαν  πρεσβείαν  ὀπίσω  αὐτοῦ  λέγοντες  Οὐ  θέλομεν  τοῦτον  βασιλεῦσαι  ἐφ’  ἡμᾶς.", "translation": "Ny mponina nankahala azy, ka nandefa delegasiona izy ireo, miteny: \"Tsy te-handimby ity lehilahy ity ho mpanjaka aminay.\"", "calver": "2025.05.22", "id": "LUK 19:14", "translation_time": 7.92}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐγένετο  ἐν  τῷ  ἐπανελθεῖν  αὐτὸν  λαβόντα  τὴν  βασιλείαν  καὶ  εἶπεν  φωνηθῆναι  αὐτῷ  τοὺς  δούλους  τούτους  οἷς  δεδώκει  τὸ  ἀργύριον, ἵνα  γνοῖ  τίς  τί  διεπραγματεύσατο.", "translation": "Ary rehefa niverina izy, nahazo ny fanjakana, dia hoy izy: \"Antsoina ny andriamanitra ireo mpanompony, izay nomena azy ny vola, mba hahafantatra izay efa nataony.\"", "calver": "2025.05.22", "id": "LUK 19:15", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "msh", "original": "παρεγένετο  δὲ  ὁ  πρῶτος  λέγων  Κύριε, ἡ  μνᾶ  σου  δέκα  προσηργάσατο  μνᾶς.", "translation": "Ny voalohany niteny dia: Ry Tompo, ny mina anao dia nampitomboina folo heny.", "calver": "2025.05.22", "id": "LUK 19:16", "translation_time": 10.24}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  αὐτῷ  Εὖγε, ἀγαθὲ  δοῦλε, ὅτι  ἐν  ἐλαχίστῳ  πιστὸς  ἐγένου, ἴσθι  ἐξουσίαν  ἔχων  ἐπάνω  δέκα  πόλεων.", "translation": "Ary hoy Atra: \"Tsara ny nataonao, andriamatoa tsara fanahy; satria ianao no nino tamin'ny zavatra kely indrindra, dia hanana fahefana ambonin'ny tanàna folo ianao.\"", "calver": "2025.05.22", "id": "LUK 19:17", "translation_time": 11.13}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἦλθεν  ὁ  δεύτερος  λέγων  Ἠ  μνᾶ  σου, κύριε, ἐποίησεν  πέντε  μνᾶς.", "translation": "Faharoa, dia avy izy, niteny hoe: \"Ny mina anao, ry Tompo, dia nanao mina dimy.\"", "calver": "2025.05.22", "id": "LUK 19:18", "translation_time": 12.65}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  καὶ  τούτῳ  Καὶ  σὺ  ἐπάνω  γίνου  πέντε  πόλεων.", "translation": "Ka ianao, mivoaha any ambony, polo tanàna.", "calver": "2025.05.22", "id": "LUK 19:19", "translation_time": 15.08}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἰδοὺ  ἀνὴρ  ὀνόματι  καλούμενος  Ζακχαῖος, καὶ  αὐτὸς  ἦν  ἀρχιτελώνης, καὶ  αὐτὸς  πλούσιος·", "translation": "Ary hitany olona iray antsoina hoe Zacchaeus, ary izy dia mpanangona hetra lehiben'ny mpanangona hetra, ary izy dia olona manankarena.", "calver": "2025.05.22", "id": "LUK 19:2", "translation_time": 13.21}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὁ  ἕτερος  ἦλθεν  λέγων  Κύριε, ἰδοὺ  ἡ  μνᾶ  σου, ἣν  εἶχον  ἀποκειμένην  ἐν  σουδαρίῳ·", "translation": "Ary ny iray hafa dia tonga teo, nanao hoe: \"Andriamanitra ô, jereo, ny denariana anao, izay efa napetrako ao anaty kitapo.\"", "calver": "2025.05.22", "id": "LUK 19:20", "translation_time": 11.14}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐφοβούμην  γάρ  σε, ὅτι  ἄνθρωπος  αὐστηρὸς  εἶ, αἴρεις  ὃ  οὐκ  ἔθηκας, καὶ  θερίζεις  ὃ  οὐκ  ἔσπειρας.", "translation": "Natahotra aho anao, fa ianao dia olona mafy, maka izay tsy napetrakao, ary mamboly tsy nambolenao.", "calver": "2025.05.22", "id": "LUK 19:21", "translation_time": 10.34}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγει  αὐτῷ  Ἐκ  τοῦ  στόματός  σου  κρίνω  σε, πονηρὲ  δοῦλε. ᾔδεις  ὅτι  ἐγὼ  ἄνθρωπος  αὐστηρός  εἰμι, αἴρων  ὃ  οὐκ  ἔθηκα  καὶ  θερίζων  ὃ  οὐκ  ἔσπειρα;", "translation": "Miteny aminy izy: \"Amin'ny alalan'ny vavako no hitsarako anao, mpanota tsy mendri-kaja. Fantatrao fa izaho dia olona mafy fanahy, manala izay tsy napetrako, ary manan-karazana ny vokatra tsy nambolenaiko. Noho izany, hitsara anao amin'ny fomba mitovy amin'izay nataoko, ary hanangona izay tsy nambolenaiko aho.\"", "calver": "2025.05.22", "id": "LUK 19:22", "translation_time": 12.0}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  διὰ  τί  οὐκ  ἔδωκάς  μου  τὸ  ἀργύριον  ἐπὶ  τράπεζαν; κἀγὼ  ἐλθὼν  σὺν  τόκῳ  ἂν  αὐτὸ  ἔπραξα.", "translation": "Naho tsy nomena ahy ny vola volamena teo ambony latabatra? Koa raha niverina aho, dia ho avy nandoa izany tamin'ny zanany koa.", "calver": "2025.05.22", "id": "LUK 19:23", "translation_time": 7.27}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  τοῖς  παρεστῶσιν  εἶπεν  Ἄρατε  ἀπ’  αὐτοῦ  τὴν  μνᾶν  καὶ  δότε  τῷ  τὰς  δέκα  μνᾶς  ἔχοντι.", "translation": "Ary tamin'izay dia nandidy izy: \"Alainao avy amin'ilay olona io ny denarii, ary omeo ilay manana ny dimampolo.\"", "calver": "2025.05.22", "id": "LUK 19:24", "translation_time": 11.25}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπαν  αὐτῷ  Κύριε, ἔχει  δέκα  μνᾶς.", "translation": "Ary hoy izy taminy: Tompo, manana mina folo izy.", "calver": "2025.05.22", "id": "LUK 19:25", "translation_time": 14.06}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  ὑμῖν  ὅτι  παντὶ  τῷ  ἔχοντι  δοθήσεται, ἀπὸ  δὲ  τοῦ  μὴ  ἔχοντος  καὶ  ὃ  ἔχει  ἀρθήσεται.", "translation": "Lazainay aminareo fa izay rehetra manana dia homena, fa izay tsy manana kosa, ho esorin'ny izay efa ananany. Izay rehetra manana, dia hahazo fitomboana, fa izay tsy manana kosa, dia ho very izay efa ananany.", "calver": "2025.05.22", "id": "LUK 19:26", "translation_time": 15.64}
{"source_lang": "grc", "target_lang": "msh", "original": "πλὴν  τοὺς  ἐχθρούς  μου  τούτους  τοὺς  μὴ  θελήσαντάς  με  βασιλεῦσαι  ἐπ’  αὐτοὺς  ἀγάγετε  ὧδε  καὶ  κατασφάξατε  αὐτοὺς  ἔμπροσθέν  μου.", "translation": "Fihaino, ento ireo fahavalo tsy nanaiky ny fahefako, ary ento eto anatrehako, ary sady mamono azy ireo alohan'ny ahy.", "calver": "2025.05.22", "id": "LUK 19:27", "translation_time": 19.61}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  εἰπὼν  ταῦτα  ἐπορεύετο  ἔμπροσθεν  ἀναβαίνων  εἰς  Ἱεροσόλυμα.", "translation": "Ary rehefa niteny izany izy, dia nandeha nankany anoloan'ny, niakatra ho any Jerosalema.", "calver": "2025.05.22", "id": "LUK 19:28", "translation_time": 10.42}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐγένετο  ὡς  ἤγγισεν  εἰς  Βηθφαγὴ  καὶ  Βηθανίαν  πρὸς  τὸ  ὄρος  τὸ  καλούμενον  Ἐλαιῶν, ἀπέστειλεν  δύο  τῶν  μαθητῶν", "translation": "Ary rehefa manakaiky ny Bethphage sy ny Bethania, eo akaikin'ny Mouta Oliva, dia nandefa ireo mpianatra roa izy.", "calver": "2025.05.22", "id": "LUK 19:29", "translation_time": 8.44}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐζήτει  ἰδεῖν  τὸν  Ἰησοῦν  τίς  ἐστιν, καὶ  οὐκ  ἠδύνατο  ἀπὸ  τοῦ  ὄχλου, ὅτι  τῇ  ἡλικίᾳ  μικρὸς  ἦν.", "translation": "Niezaka ny hahita an'i Jesosy izy, nefa tsy afaka noho ny vahoaka, satria mbola tanora loatra izy.", "calver": "2025.05.22", "id": "LUK 19:3", "translation_time": 7.37}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγων  Ὑπάγετε  εἰς  τὴν  κατέναντι  κώμην, ἐν  ᾗ  εἰσπορευόμενοι  εὑρήσετε  πῶλον  δεδεμένον, ἐφ’  ὃν  οὐδεὶς  πώποτε  ἀνθρώπων  ἐκάθισεν, καὶ  λύσαντες  αὐτὸν  ἀγάγετε.", "translation": "Mandehana any amin'ny tanàna manodidina, ary hitady pône voatokana, izay tsy nisy olona nipetraka teo aminy. Rehefa mahita azy ianao, dia manokatra azy, ary ento miaraka aminao.", "calver": "2025.05.22", "id": "LUK 19:30", "translation_time": 9.64}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐάν  τις  ὑμᾶς  ἐρωτᾷ  Διὰ  τί  λύετε; οὕτως  ἐρεῖτε  ὅτι  Ὁ  Κύριος  αὐτοῦ  χρείαν  ἔχει.", "translation": "Raha misy olona manontany anareo, Nahoana no mivaky? Dia izao no valinareo: Ny Tompo no ilainy.", "calver": "2025.05.22", "id": "LUK 19:31", "translation_time": 17.45}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀπελθόντες  δὲ  οἱ  ἀπεσταλμένοι  εὗρον  καθὼς  εἶπεν  αὐτοῖς.", "translation": "Nalefa ireo iraka, ary nahita izy ireo araka ny voalazany taminy.", "calver": "2025.05.22", "id": "LUK 19:32", "translation_time": 10.72}
{"source_lang": "grc", "target_lang": "msh", "original": "λυόντων  δὲ  αὐτῶν  τὸν  πῶλον  εἶπαν  οἱ  κύριοι  αὐτοῦ  πρὸς  αὐτούς  Τί  λύετε  τὸν  πῶλον;", "translation": "Rehefa nanokina ny pôm-piompiana izy ireo, dia nanao ny fanontaniana ny tompony azy ireo hoe: \"Inona no antony anaovanao izany fanokisana ny pôm-piompiana?\"", "calver": "2025.05.22", "id": "LUK 19:33", "translation_time": 16.3}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  εἶπαν  ὅτι  Ὁ  Κύριος  αὐτοῦ  χρείαν  ἔχει.", "translation": "Ny Tompo mila azy", "calver": "2025.05.22", "id": "LUK 19:34", "translation_time": 20.02}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἤγαγον  αὐτὸν  πρὸς  τὸν  Ἰησοῦν, καὶ  ἐπιρίψαντες  αὐτῶν  τὰ  ἱμάτια  ἐπὶ  τὸν  πῶλον  ἐπεβίβασαν  τὸν  Ἰησοῦν.", "translation": "Namonjy an'i Jesosy izy ireo, ary nanorona ny fitafiany teo ambonin'ny amboadia, ary nanampy an'i Jesosy tamin'ny fanandratana azy teo ambonin'ny amboadia.", "calver": "2025.05.22", "id": "LUK 19:35", "translation_time": 10.43}
{"source_lang": "grc", "target_lang": "msh", "original": "πορευομένου  δὲ  αὐτοῦ  ὑπεστρώννυον  τὰ  ἱμάτια  ἑαυτῶν  ἐν  τῇ  ὁδῷ.", "translation": "Rehefa manakaiky izy, dia mametraka ny akanjony eo amin'ny lalana ny olona.", "calver": "2025.05.22", "id": "LUK 19:36", "translation_time": 9.47}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐγγίζοντος  δὲ  αὐτοῦ  ἤδη  πρὸς  τῇ  καταβάσει  τοῦ  ὄρους  τῶν  Ἐλαιῶν  ἤρξαντο  ἅπαν  τὸ  πλῆθος  τῶν  μαθητῶν  χαίροντες  αἰνεῖν  τὸν  Θεὸν  φωνῇ  μεγάλῃ  περὶ  πασῶν  ὧν  εἶδον  δυνάμεων,", "translation": "Rehefa manakaiky ny Fiakarana ny Fiambenana, dia nanomboka nifaly sy nankalaza an'Andriamanitra tamin'ny feo mafy ny vahoakan'ny mpianatra rehetra, noho ny zavatra mahagaga rehetra izay hitany, mankalaza azy amin'ny fomba feno fahendrena sy fahavononana, eo akaikin'ny Fiakarana ny Fiambenana.", "calver": "2025.05.22", "id": "LUK 19:37", "translation_time": 15.85}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγοντες  Εὐλογημένος  ὁ  ἐρχόμενος, ὁ  Βασιλεὺς  ἐν  ὀνόματι  Κυρίου· ἐν  οὐρανῷ  εἰρήνη  καὶ  δόξα  ἐν  ὑψίστοις.", "translation": "Soa ho an'izay tonga, Mpanjaka amin'ny anaran'ny Tompo; any an-danitra, fandriampahalemana sy voninahitra any amin'ny avo indrindra.", "calver": "2025.05.22", "id": "LUK 19:38", "translation_time": 15.08}
{"source_lang": "grc", "target_lang": "msh", "original": "καί  τινες  τῶν  Φαρισαίων  ἀπὸ  τοῦ  ὄχλου  εἶπαν  πρὸς  αὐτόν  Διδάσκαλε, ἐπιτίμησον  τοῖς  μαθηταῖς  σου.", "translation": "Tamin'ny fotoana iray, nisy Pharisees sasany avy amin'ny vahoaka niteny tamin'i Jesosy hoe: \"Dingana, Mpanabe, mankahala ny mpianatrao ianao, ka mandidia azy ireo.\"", "calver": "2025.05.22", "id": "LUK 19:39", "translation_time": 10.65}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  προδραμὼν  εἰς  τὸ  ἔμπροσθεν  ἀνέβη  ἐπὶ  συκομορέαν, ἵνα  ἴδῃ  αὐτόν, ὅτι  ἐκείνης  ἤμελλεν  διέρχεσθαι.", "translation": "Ary nihazakazaka mialoha izy ka niakatra tao amin'ny akany akondro, mba hahita Avoahy, satria izy no tian'ny olona hahita rehefa mandeha.", "calver": "2025.05.22", "id": "LUK 19:4", "translation_time": 13.07}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀποκριθεὶς  εἶπεν  Λέγω  ὑμῖν  ἐὰν  οὗτοι  σιωπήσουσιν, οἱ  λίθοι  κράξουσιν.", "translation": "Ary namaly izy ka nanao hoe: \"Lazako aminareo: raha mangina ireo, dia hihaino ny feon'ny vato ihany koa ny vato.\"", "calver": "2025.05.22", "id": "LUK 19:40", "translation_time": 9.02}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ὡς  ἤγγισεν, ἰδὼν  τὴν  πόλιν  ἔκλαυσεν  ἐπ’  αὐτήν,", "translation": "Ary rehefa nanakaiky izy, nahita ny tanàna, dia nikoropaka ny fahoriany teo aminy.", "calver": "2025.05.22", "id": "LUK 19:41", "translation_time": 7.84}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγων  ὅτι  Εἰ  ἔγνως  ἐν  τῇ  ἡμέρᾳ  ταύτῃ  καὶ  σὺ  τὰ  πρὸς  εἰρήνην· νῦν  δὲ  ἐκρύβη  ἀπὸ  ὀφθαλμῶν  σου.", "translation": "Raha fantatrao tamin'ity andro ity, ary ianao ny momba ny fiadanana; fa ankehitriny dia miafina amin'ny masonao.", "calver": "2025.05.22", "id": "LUK 19:42", "translation_time": 18.47}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  ἥξουσιν  ἡμέραι  ἐπὶ  σὲ  καὶ  παρεμβαλοῦσιν  οἱ  ἐχθροί  σου  χάρακά  σοι  καὶ  περικυκλώσουσίν  σε  καὶ  συνέξουσίν  σε  πάντοθεν,", "translation": "Ho avy ny androny, rehefa ho tonga ny fahavalo anao, dia hampihodina azy ireo ny fahavalo anao, hampihodina azy ireo amin'ny alalan'ny fandatsaham-bato ho anao, ary hanodidina anao izy ireo, hanenjika anao avy any amin'ny lafiny rehetra, ary hampihodina anao izy ireo amin'ny fomba rehetra.", "calver": "2025.05.22", "id": "LUK 19:43", "translation_time": 13.51}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐδαφιοῦσίν  σε  καὶ  τὰ  τέκνα  σου  ἐν  σοί, καὶ  οὐκ  ἀφήσουσιν  λίθον  ἐπὶ  λίθον  ἐν  σοί, ἀνθ’  ὧν  οὐκ  ἔγνως  τὸν  καιρὸν  τῆς  ἐπισκοπῆς  σου.", "translation": "Tsy hisy vato ho avela eo ambonin'ny vato ao amin'ny tanànanao, ary tsy ho fantatrao ny fotoana fitsidihanao. Ny fahaverezan'ny fandravana sy ny fotoana ara-panahy dia ho hita amin'ny fomba feno sy manetry tena, izay manamarika ny fahavonon'ny Andriamanitra hitety sy hijery ny tanànanao amin'ny fotoana manokana.", "calver": "2025.05.22", "id": "LUK 19:44", "translation_time": 14.62}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  εἰσελθὼν  εἰς  τὸ  ἱερὸν  ἤρξατο  ἐκβάλλειν  τοὺς  πωλοῦντας,", "translation": "Nony Jesoa nidirany tao amin'ny tempoly, dia nanomboka nandrava ny mpivarotra tao anatiny.", "calver": "2025.05.22", "id": "LUK 19:45", "translation_time": 12.7}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγων  αὐτοῖς  Γέγραπται  Καὶ  ἔσται  ὁ  οἶκός  μου  οἶκος  προσευχῆς· ὑμεῖς  δὲ  αὐτὸν  ἐποιήσατε  σπήλαιον  λῃστῶν.", "translation": "\"Fa voasoratra ao amin'ny Baiboly: 'Ny tranoko ho tranon'ny fivavahana,' nefa ianareo no nanova azy ho sampan-dranomaso.\"", "calver": "2025.05.22", "id": "LUK 19:46", "translation_time": 14.43}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἦν  διδάσκων  τὸ  καθ’  ἡμέραν  ἐν  τῷ  ἱερῷ· οἱ  δὲ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  ἐζήτουν  αὐτὸν  ἀπολέσαι  καὶ  οἱ  πρῶτοι  τοῦ  λαοῦ,", "translation": "Ary izy nitory isan’andro tao amin’ny tempoly; ary ny mpisoraka lehibe sy ny mpanora-dalàna dia nikatsaka hamono azy, ary ny loholona tamin’ny vahoaka koa.", "calver": "2025.05.22", "id": "LUK 19:47", "translation_time": 10.77}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  οὐχ  εὕρισκον  τὸ  τί  ποιήσωσιν· ὁ  λαὸς  γὰρ  ἅπας  ἐξεκρέμετο  αὐτοῦ  ἀκούων.", "translation": "Tsy nahita izay hatao izy, satria ny olona rehetra dia nanaraka azy tsara, nihaino azy tamim-pitandremana, ary tsy nahalala izay tokony hatao.", "calver": "2025.05.22", "id": "LUK 19:48", "translation_time": 9.13}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὡς  ἦλθεν  ἐπὶ  τὸν  τόπον, ἀναβλέψας  ὁ  Ἰησοῦς  εἶπεν  πρὸς  αὐτόν  Ζακχαῖε, σπεύσας  κατάβηθι· σήμερον  γὰρ  ἐν  τῷ  οἴκῳ  σου  δεῖ  με  μεῖναι.", "translation": "Ary rehefa tonga teo amin'ny toerana, nitsangana ny Jesosy ary niteny tamin'izy, hoe: \"Zacchaeus, hafaingana, midina; satria anio no tsy maintsy honenako ao an-tranonao.\"", "calver": "2025.05.22", "id": "LUK 19:5", "translation_time": 12.11}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  σπεύσας  κατέβη, καὶ  ὑπεδέξατο  αὐτὸν  χαίρων.", "translation": "Nandosika haingana izy, ary nianjera tany ambany, ary nandray azy tamim-pifaliana izy.", "calver": "2025.05.22", "id": "LUK 19:6", "translation_time": 9.44}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἰδόντες  πάντες  διεγόγγυζον  λέγοντες  ὅτι  Παρὰ  ἁμαρτωλῷ  ἀνδρὶ  εἰσῆλθεν  καταλῦσαι.", "translation": "Rehefa nahita ny rehetra, dia naneno ny feony, nilaza fa nidiran'ny olona iray tao an-tranon'ny mpanota izy, ho famonjena.", "calver": "2025.05.22", "id": "LUK 19:7", "translation_time": 10.89}
{"source_lang": "grc", "target_lang": "msh", "original": "σταθεὶς  δὲ  Ζακχαῖος  εἶπεν  πρὸς  τὸν  Κύριον  Ἰδοὺ  τὰ  ἡμίσειά  μου  τῶν  ὑπαρχόντων, Κύριε, τοῖς  πτωχοῖς  δίδωμι, καὶ  εἴ  τινός  τι  ἐσυκοφάντησα  ἀποδίδωμι  τετραπλοῦν.", "translation": "Zacchaeus niteny tamin'ny Tompo hoe: \"Indro, ny antsasako amin'ny fananako nozariko ho an'ny mahantra, ary raha nisy olona noheliko, dia hamerinaiko azy in-efatra.\"", "calver": "2025.05.22", "id": "LUK 19:8", "translation_time": 13.65}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  πρὸς  αὐτὸν  ὁ  Ἰησοῦς  ὅτι  Σήμερον  σωτηρία  τῷ  οἴκῳ  τούτῳ  ἐγένετο, καθότι  καὶ  αὐτὸς  υἱὸς  Ἀβραάμ  ἐστιν·", "translation": "Hoy i Jesosy: \"Anio no tonga ny famonjena ho an'ity trano ity, satria izy koa dia zanak'Abrahama.\"", "calver": "2025.05.22", "id": "LUK 19:9", "translation_time": 10.94}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐπειδήπερ  πολλοὶ  ἐπεχείρησαν  ἀνατάξασθαι  διήγησιν  περὶ  τῶν  πεπληροφορημένων  ἐν  ἡμῖν  πραγμάτων,", "translation": "Noho ny fahitana fa maro ny olona niezaka nanoratra tantara momba ny zava-nitranga efa hitany sy niainany,", "calver": "2025.05.22", "id": "LUK 1:1", "translation_time": 11.95}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πᾶν  τὸ  πλῆθος  ἦν  τοῦ  λαοῦ  προσευχόμενον  ἔξω  τῇ  ὥρᾳ  τοῦ  θυμιάματος.", "translation": "Ary ny vahoaka rehetra dia nivavaka teny ivelan'ny amin'ny ora fanatitra ny hanitra.", "calver": "2025.05.22", "id": "LUK 1:10", "translation_time": 8.74}
{"source_lang": "grc", "target_lang": "msh", "original": "ὤφθη  δὲ  αὐτῷ  ἄγγελος  Κυρίου  ἑστὼς  ἐκ  δεξιῶν  τοῦ  θυσιαστηρίου  τοῦ  θυμιάματος.", "translation": "Niseho ho azy ny anjely an'ny Tompo, mijoro eo amin'ny ankavanana amin'ny alitara fanaova-masina.", "calver": "2025.05.22", "id": "LUK 1:11", "translation_time": 8.48}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐταράχθη  Ζαχαρίας  ἰδών, καὶ  φόβος  ἐπέπεσεν  ἐπ’  αὐτόν.", "translation": "Ary Zakaaryas dia natahotra, ary tonga teo aminy ny tahotra.", "calver": "2025.05.22", "id": "LUK 1:12", "translation_time": 8.54}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  πρὸς  αὐτὸν  ὁ  ἄγγελος  Μὴ  φοβοῦ, Ζαχαρία, διότι  εἰσηκούσθη  ἡ  δέησίς  σου, καὶ  ἡ  γυνή  σου  Ἐλεισάβετ  γεννήσει  υἱόν  σοι, καὶ  καλέσεις  τὸ  ὄνομα  αὐτοῦ  Ἰωάνην·", "translation": "Niresaka tamin'izy ireo ny anjely, ka nanao hoe: \"Mba aza matahotra, Zezariah, satria efa nandre ny vavaka nataonao izy, ary ny vadinao, Elizabet, dia hiteraka zazalahy ho anao, ary hataonao hoe Jona ny anarany.\"", "calver": "2025.05.22", "id": "LUK 1:13", "translation_time": 10.54}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἔσται  χαρά  σοι  καὶ  ἀγαλλίασις, καὶ  πολλοὶ  ἐπὶ  τῇ  γενέσει  αὐτοῦ  χαρήσονται.", "translation": "Ary ho fahafinaretana sy fifaliana ho anao, ary maro no hifaly amin'ny nahaterany.", "calver": "2025.05.22", "id": "LUK 1:14", "translation_time": 10.62}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔσται  γὰρ  μέγας  ἐνώπιον  Κυρίου, καὶ  οἶνον  καὶ  σίκερα  οὐ  μὴ  πίῃ, καὶ  Πνεύματος  Ἁγίου  πλησθήσεται  ἔτι  ἐκ  κοιλίας  μητρὸς  αὐτοῦ,", "translation": "Ho lehibe eo anatrehan'ny Tompo izy, ary tsy hisotro divay na toaka mafy, ary fenoin'ny Fanahy Masina izy hatrany am-bohony, avy ao an-kibon'ny reniny.", "calver": "2025.05.22", "id": "LUK 1:15", "translation_time": 12.56}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πολλοὺς  τῶν  υἱῶν  Ἰσραὴλ  ἐπιστρέψει  ἐπὶ  Κύριον  τὸν  Θεὸν  αὐτῶν·", "translation": "Ary maro amin'ny zanak'Israely no hiverina amin'ny Tompo Andriamanitra azy.", "calver": "2025.05.22", "id": "LUK 1:16", "translation_time": 12.0}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  αὐτὸς  προελεύσεται  ἐνώπιον  αὐτοῦ  ἐν  πνεύματι  καὶ  δυνάμει  Ἠλεία, ἐπιστρέψαι  καρδίας  πατέρων  ἐπὶ  τέκνα  καὶ  ἀπειθεῖς  ἐν  φρονήσει  δικαίων, ἑτοιμάσαι  Κυρίῳ  λαὸν  κατεσκευασμένον.", "translation": "Ary izy ihany koa dia hianatra mialoha eo anatrehan'ny amin'ny fanahy sy ny heriny Elia, hanova ny fon'ny ray sy ny zanaka, ho an'ny tsy mino amin'ny fahendrena ny marina, hikarakara olona ho an'ny Tompo, izay efa voaomana.", "calver": "2025.05.22", "id": "LUK 1:17", "translation_time": 20.33}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  Ζαχαρίας  πρὸς  τὸν  ἄγγελον  Κατὰ  τί  γνώσομαι  τοῦτο; ἐγὼ  γάρ  εἰμι  πρεσβύτης  καὶ  ἡ  γυνή  μου  προβεβηκυῖα  ἐν  ταῖς  ἡμέραις  αὐτῆς.", "translation": "Ary hoy izy nanao tamin'ny anjely: \"Ahoana no hahafantarako izany? Fa izaho dia efa antitra, ary ny vadiko efa zokiolona amin'ny taonany.\"", "calver": "2025.05.22", "id": "LUK 1:18", "translation_time": 10.71}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀποκριθεὶς  ὁ  ἄγγελος  εἶπεν  αὐτῷ  Ἐγώ  εἰμι  Γαβριὴλ  ὁ  παρεστηκὼς  ἐνώπιον  τοῦ  Θεοῦ, καὶ  ἀπεστάλην  λαλῆσαι  πρὸς  σὲ  καὶ  εὐαγγελίσασθαί  σοι  ταῦτα·", "translation": "Ary ny anjely namaly dia nanao tamy hoe: \"Izaho no Gabriel, izay mijoro eo anatrehan'Andriamanitra, ary nandefasan'Andriamanitra ho aminareo, mba hampahafantatra anareo ireo zavatra ireo.\"", "calver": "2025.05.22", "id": "LUK 1:19", "translation_time": 10.06}
{"source_lang": "grc", "target_lang": "msh", "original": "καθὼς  παρέδοσαν  ἡμῖν  οἱ  ἀπ’  ἀρχῆς  αὐτόπται  καὶ  ὑπηρέται  γενόμενοι  τοῦ  λόγου,", "translation": "Araka ny fahitana mivantana sy ny fanompoana ny teny, ireo izay nanatri-maso sy nanolotra ny hafatra avy amin'ny fiandohana, no nanao izany ho antsika.", "calver": "2025.05.22", "id": "LUK 1:2", "translation_time": 8.35}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἰδοὺ  ἔσῃ  σιωπῶν  καὶ  μὴ  δυνάμενος  λαλῆσαι  ἄχρι  ἧς  ἡμέρας  γένηται  ταῦτα, ἀνθ’  ὧν  οὐκ  ἐπίστευσας  τοῖς  λόγοις  μου, οἵτινες  πληρωθήσονται  εἰς  τὸν  καιρὸν  αὐτῶν.", "translation": "Ary, jereo, ho tony ianao, ary tsy ho afaka hiteny mandra-pahoviana ireo zavatra ireo hitranga, satria tsy nino ny teniko ianao. Ireo teny ireo dia ho tanteraka amin’ny fotoana voatondro azy ireo.", "calver": "2025.05.22", "id": "LUK 1:20", "translation_time": 8.68}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἦν  ὁ  λαὸς  προσδοκῶν  τὸν  Ζαχαρίαν, καὶ  ἐθαύμαζον  ἐν  τῷ  χρονίζειν  ἐν  τῷ  ναῷ  αὐτόν.", "translation": "Ny olona miandry an'i Zakaria, ary nisy fahagagana izy ireo noho ny faharetany ela tao amin'ny tempoly.", "calver": "2025.05.22", "id": "LUK 1:21", "translation_time": 8.88}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐξελθὼν  δὲ  οὐκ  ἐδύνατο  λαλῆσαι  αὐτοῖς, καὶ  ἐπέγνωσαν  ὅτι  ὀπτασίαν  ἑώρακεν  ἐν  τῷ  ναῷ· καὶ  αὐτὸς  ἦν  διανεύων  αὐτοῖς, καὶ  διέμενεν  κωφός.", "translation": "Nivoaka izy, nefa tsy afaka niresaka tamin’izy ireo, ary nahafantatra izy fa fahitana no hitany, ary nanao fihetsika izy, sady tsy niteny.", "calver": "2025.05.22", "id": "LUK 1:22", "translation_time": 15.47}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐγένετο  ὡς  ἐπλήσθησαν  αἱ  ἡμέραι  τῆς  λειτουργίας  αὐτοῦ, ἀπῆλθεν  εἰς  τὸν  οἶκον  αὐτοῦ.", "translation": "Rehefa feno ny andro niasan'ny fanompoany, dia nankany ny tranony izy.", "calver": "2025.05.22", "id": "LUK 1:23", "translation_time": 11.94}
{"source_lang": "grc", "target_lang": "msh", "original": "Μετὰ  δὲ  ταύτας  τὰς  ἡμέρας  συνέλαβεν  Ἐλεισάβετ  ἡ  γυνὴ  αὐτοῦ, καὶ  περιέκρυβεν  ἑαυτὴν  μῆνας  πέντε, λέγουσα", "translation": "Rehefa afaka izany andro izany, dia nanomboka nanafina ny tenany Elizabeth, vadin'i Zakaria, nandritra ny dimy volana izy, ka nilaza hoe", "calver": "2025.05.22", "id": "LUK 1:24", "translation_time": 11.92}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  Οὕτως  μοι  πεποίηκεν  Κύριος  ἐν  ἡμέραις  αἷς  ἐπεῖδεν  ἀφελεῖν  ὄνειδός  μου  ἐν  ἀνθρώποις.", "translation": "Noho izany, ny Tompo no nanao izany ho ahy tamin'ny androny, rehefa hitany fa nesoriny ny fanamelohana ahy eo amin'ny olona.", "calver": "2025.05.22", "id": "LUK 1:25", "translation_time": 11.88}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐν  δὲ  τῷ  μηνὶ  τῷ  ἕκτῳ  ἀπεστάλη  ὁ  ἄγγελος  Γαβριὴλ  ἀπὸ  τοῦ  Θεοῦ  εἰς  πόλιν  τῆς  Γαλιλαίας  ᾗ  ὄνομα  Ναζαρὲθ,", "translation": "En dé τῷ μηνὶ τῷ ἕκτῳ ἀπεστάλη ὁ ἄγγελος Γαβριὴλ ἀπὸ τοῦ Θεοῦ εἰς πόλιν τῆς Γαλιλαίας ᾗ ὄνομα Ναζαρὲθ,", "calver": "2025.05.22", "id": "LUK 1:26", "translation_time": 13.86}
{"source_lang": "grc", "target_lang": "msh", "original": "πρὸς  παρθένον  ἐμνηστευμένην  ἀνδρὶ  ᾧ  ὄνομα  Ἰωσὴφ, ἐξ  οἴκου  Δαυείδ, καὶ  τὸ  ὄνομα  τῆς  παρθένου  Μαριάμ.", "translation": "Niaraka tamin'ny virijina mivady voaomana ho an'ny lehilahy iray, izay i Joseph no anarany, avy ao amin'ny taranak'i Davida, ary ny anaran'ny virijina dia Maria.", "calver": "2025.05.22", "id": "LUK 1:27", "translation_time": 9.48}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἰσελθὼν  πρὸς  αὐτὴν  εἶπεν  Χαῖρε, κεχαριτωμένη, ὁ  Κύριος  μετὰ  σοῦ.", "translation": "Miarahaba, ianao izay feno fahasoavana; ny Tompo miaraka aminao.", "calver": "2025.05.22", "id": "LUK 1:28", "translation_time": 8.97}
{"source_lang": "grc", "target_lang": "msh", "original": "ἡ  δὲ  ἐπὶ  τῷ  λόγῳ  διεταράχθη, καὶ  διελογίζετο  ποταπὸς  εἴη  ὁ  ἀσπασμὸς  οὗτος.", "translation": "Nandritra ny fotoana niadian-kevitra izy noho ny teny, ary nanontany tena izy hoe inona no maha-izy azy io fiarahabana io.", "calver": "2025.05.22", "id": "LUK 1:29", "translation_time": 11.97}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔδοξε  κἀμοὶ  παρηκολουθηκότι  ἄνωθεν  πᾶσιν  ἀκριβῶς  καθεξῆς  σοι  γράψαι, κράτιστε  Θεόφιλε,", "translation": "Nifidy aho, hampiditra taratasy ho anao avy any ambony, amin'ny fomba rehetra sy amin'ny fahitsiana, ho anao, Krazy tsara indrindra Theophilus, mba hanoratra aminao ny zava-drehetra izay efa nohazavaina sy nojerena tsara avy any ambony.", "calver": "2025.05.22", "id": "LUK 1:3", "translation_time": 17.78}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  ὁ  ἄγγελος  αὐτῇ  Μὴ  φοβοῦ, Μαριάμ· εὗρες  γὰρ  χάριν  παρὰ  τῷ  Θεῷ·", "translation": "Mihìa, aza matahotra, Maria; satria nahita fahasoavana tamin'Andriamanitra ianao.", "calver": "2025.05.22", "id": "LUK 1:30", "translation_time": 13.55}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἰδοὺ  συλλήμψῃ  ἐν  γαστρὶ  καὶ  τέξῃ  υἱόν, καὶ  καλέσεις  τὸ  ὄνομα  αὐτοῦ  Ἰησοῦν.", "translation": "Ary, indro, ianao dia hanana fahazoan-janaka ao an-kibo, ary ianao dia hiteraka zazalahy, ary antsoina hoe Jesosy ny anarany.", "calver": "2025.05.22", "id": "LUK 1:31", "translation_time": 9.4}
{"source_lang": "grc", "target_lang": "msh", "original": "οὗτος  ἔσται  μέγας  καὶ  Υἱὸς  Ὑψίστου  κληθήσεται, καὶ  δώσει  αὐτῷ  Κύριος  ὁ  Θεὸς  τὸν  θρόνον  Δαυεὶδ  τοῦ  πατρὸς  αὐτοῦ,", "translation": "Izy io ho ho lehibe ary ho antsoina hoe Zanaka ny Avo Indrindra, ary hanome azy ny Tompo Andriamanitra ny seza fiandrianan'i Davida, rainy.", "calver": "2025.05.22", "id": "LUK 1:32", "translation_time": 8.76}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  βασιλεύσει  ἐπὶ  τὸν  οἶκον  Ἰακὼβ  εἰς  τοὺς  αἰῶνας, καὶ  τῆς  βασιλείας  αὐτοῦ  οὐκ  ἔσται  τέλος.", "translation": "Ary izy hanjakazaka eo amin'ny taranak'i Jakoba mandrakizay, ary ny fanjakany tsy hisy fiafarany.", "calver": "2025.05.22", "id": "LUK 1:33", "translation_time": 7.16}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  Μαριὰμ  πρὸς  τὸν  ἄγγελον  Πῶς  ἔσται  τοῦτο, ἐπεὶ  ἄνδρα  οὐ  γινώσκω;", "translation": "Niteny tamin'ny anjely i Maria, hoe: “Ahoana no hahatongavana izany, satria tsy mahalala lehilahy aho?”", "calver": "2025.05.22", "id": "LUK 1:34", "translation_time": 7.79}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀποκριθεὶς  ὁ  ἄγγελος  εἶπεν  αὐτῇ  Πνεῦμα  Ἅγιον  ἐπελεύσεται  ἐπὶ  σέ, καὶ  δύναμις  Ὑψίστου  ἐπισκιάσει  σοι· διὸ  καὶ  τὸ  γεννώμενον  ἅγιον  κληθήσεται  Υἱὸς  Θεοῦ.", "translation": "Ary ny anjely namaly ka nanao taminy hoe: Ny Fanahy Masina ho avy amin'ny anao, ary ny herin'ny Avo Indrindra hanarona anao; noho izany koa ny zaza hotratrariny dia hatao hoe: Zanak'Andriamanitra Masina.", "calver": "2025.05.22", "id": "LUK 1:35", "translation_time": 8.22}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἰδοὺ  Ἐλεισάβετ  ἡ  συγγενίς  σου  καὶ  αὐτὴ  συνείληφεν  υἱὸν  ἐν  γήρει  αὐτῆς, καὶ  οὗτος  μὴν  ἕκτος  ἐστὶν  αὐτῇ  τῇ  καλουμένῃ  στείρᾳ·", "translation": "Ary indray, jereo, Elizabeta havana anao, ilay havanao, koa izy koa dia efa nanan-janaka, tamin'ny fahatanorany, ary izy dia antsoina hoe ilay tsy manan-janaka, satria efa antitra izy, ary tsy mbola niteraka.", "calver": "2025.05.22", "id": "LUK 1:36", "translation_time": 14.12}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  οὐκ  ἀδυνατήσει  παρὰ  τοῦ  Θεοῦ  πᾶν  ῥῆμα.", "translation": "Fa tsy misy teny ho tsy ho tanterahin'ny Andriamanitra.", "calver": "2025.05.22", "id": "LUK 1:37", "translation_time": 14.59}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  Μαριάμ  Ἰδοὺ  ἡ  δούλη  Κυρίου· γένοιτό  μοι  κατὰ  τὸ  ῥῆμά  σου. καὶ  ἀπῆλθεν  ἀπ’  αὐτῆς  ὁ  ἄγγελος.", "translation": "Niteny i Maria hoe: \"Izaho no mpanompon'ny Tompo; aoka ho ahy araka ny teninao.\" Dia niala taminy ny anjely.", "calver": "2025.05.22", "id": "LUK 1:38", "translation_time": 12.6}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἀναστᾶσα  δὲ  Μαριὰμ  ἐν  ταῖς  ἡμέραις  ταύταις  ἐπορεύθη  εἰς  τὴν  ὀρεινὴν  μετὰ  σπουδῆς  εἰς  πόλιν  Ἰούδα,", "translation": "Nitsangana Maria tamin'izany andro izany, dia nandeha haingana ho any amin'ny tanàna any Jodany.", "calver": "2025.05.22", "id": "LUK 1:39", "translation_time": 9.2}
{"source_lang": "grc", "target_lang": "msh", "original": "ἵνα  ἐπιγνῷς  περὶ  ὧν  κατηχήθης  λόγων  τὴν  ἀσφάλειαν.", "translation": "Ka hahafantatrao ny momba ny teny nampianarinao, sy ny fahamarinan'ny zavatra nampianarinao.", "calver": "2025.05.22", "id": "LUK 1:4", "translation_time": 10.0}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἰσῆλθεν  εἰς  τὸν  οἶκον  Ζαχαρίου  καὶ  ἠσπάσατο  τὴν  Ἐλεισάβετ.", "translation": "Niditra tao amin'ny tranon'i Zakaria izy, ary namihina an'i Elizabeta.", "calver": "2025.05.22", "id": "LUK 1:40", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐγένετο  ὡς  ἤκουσεν  τὸν  ἀσπασμὸν  τῆς  Μαρίας  ἡ  Ἐλεισάβετ, ἐσκίρτησεν  τὸ  βρέφος  ἐν  τῇ  κοιλίᾳ  αὐτῆς, καὶ  ἐπλήσθη  Πνεύματος  Ἁγίου  ἡ  Ἐλεισάβετ,", "translation": "Ary rehefa nandre ny fiarahabana an'i Maria i Elisabet, dia nitsambikina ny zazakely tao an-kibony, ary feno ny Fanahy Masina i Elisabet,", "calver": "2025.05.22", "id": "LUK 1:41", "translation_time": 8.17}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀνεφώνησεν  κραυγῇ  μεγάλῃ  καὶ  εἶπεν  Εὐλογημένη  σὺ  ἐν  γυναιξίν, καὶ  εὐλογημένος  ὁ  καρπὸς  τῆς  κοιλίας  σου.", "translation": "Ary izy nanao feo mafy ka nanao hoe: \"Vavolombelona anie ianao amin'ny vehivavy rehetra, ary vavolombelona anie ny vokatra ao anatin'ny kiboninao. Isaorana anie ianao, ry Ramatoa masina, satria ny fahendrenao sy ny fahasoavanao no manandratra anao eo anivon'ny vehivavy rehetra. Ary vavolombelona anie ny vohoka sy ny zaza ao am-bohoka.\"", "calver": "2025.05.22", "id": "LUK 1:42", "translation_time": 7.33}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πόθεν  μοι  τοῦτο  ἵνα  ἔλθῃ  ἡ  μήτηρ  τοῦ  Κυρίου  μου  πρὸς  ἐμέ;", "translation": "Ahoana no niavian'ity zavatra ity amiko, raha tonga aty amiko ny renin'ny Tompo?", "calver": "2025.05.22", "id": "LUK 1:43", "translation_time": 8.22}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδοὺ  γὰρ  ὡς  ἐγένετο  ἡ  φωνὴ  τοῦ  ἀσπασμοῦ  σου  εἰς  τὰ  ὦτά  μου, ἐσκίρτησεν  ἐν  ἀγαλλιάσει  τὸ  βρέφος  ἐν  τῇ  κοιλίᾳ  μου.", "translation": "Indro, satria rehefa tonga ny feon'ny fahatsiarovanao anao, dia nikoropaka tamin'ny fifaliana tao anatin'ny kibon'ny reniko ny zaza ao am-bohiko, rehefa tonga teo amin'ny sofiny ny feo avy amin'ny fiarahabana anao.", "calver": "2025.05.22", "id": "LUK 1:44", "translation_time": 14.2}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  μακαρία  ἡ  πιστεύσασα  ὅτι  ἔσται  τελείωσις  τοῖς  λελαλημένοις  αὐτῇ  παρὰ  Κυρίου.", "translation": "Sambatra izay mino fa ho tanteraka izany, izay nilaza ny tenin'Andriamanitra taminy.", "calver": "2025.05.22", "id": "LUK 1:45", "translation_time": 9.74}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  εἶπεν  Μαριάμ  Μεγαλύνει  ἡ  ψυχή  μου  τὸν  Κύριον,", "translation": "Ary hoy i Maria: Mampitombo ny fanahiko ny anaran'ny Tompo,", "calver": "2025.05.22", "id": "LUK 1:46", "translation_time": 7.33}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἠγαλλίασεν  τὸ  πνεῦμά  μου  ἐπὶ  τῷ  Θεῷ  τῷ  Σωτῆρί  μου·", "translation": "Ary ny fanahiko dia faly tamin'Andriamanitra, Mpamonjy ahy.", "calver": "2025.05.22", "id": "LUK 1:47", "translation_time": 9.24}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  ἐπέβλεψεν  ἐπὶ  τὴν  ταπείνωσιν  τῆς  δούλης  αὐτοῦ. ἰδοὺ  γὰρ  ἀπὸ  τοῦ  νῦν  μακαριοῦσίν  με  πᾶσαι  αἱ  γενεαί·", "translation": "Naho izy nanatrika ny fahalemem-panahiny tamin'ny mpanompony. Indro, hatramin'izao, ny taranaka rehetra dia hanasoa ahy.", "calver": "2025.05.22", "id": "LUK 1:48", "translation_time": 6.57}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  ἐποίησέν  μοι  μεγάλα  ὁ  δυνατός. καὶ  ἅγιον  τὸ  ὄνομα  αὐτοῦ,", "translation": "Satria ny Mahery fo no nanao zavatra lehibe ho ahy, ary masina ny anarany.", "calver": "2025.05.22", "id": "LUK 1:49", "translation_time": 6.94}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐγένετο  ἐν  ταῖς  ἡμέραις  Ἠρῴδου  βασιλέως  τῆς  Ἰουδαίας  ἱερεύς  τις  ὀνόματι  Ζαχαρίας  ἐξ  ἐφημερίας  Ἀβιά, καὶ  γυνὴ  αὐτῷ  ἐκ  τῶν  θυγατέρων  Ἀαρών, καὶ  τὸ  ὄνομα  αὐτῆς  Ἐλεισάβετ.", "translation": "Nisy tamin'ny andron'i Heroda mpanjaka, nisy mpisorona iray antsoina hoe Zakaria, avy amin'ny fizaran'i Abia, ary ny vadiny dia avy amin'ny taranak'i Aarona, ary ny anarany dia Elizabeta.", "calver": "2025.05.22", "id": "LUK 1:5", "translation_time": 9.53}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  τὸ  ἔλεος  αὐτοῦ  εἰς  γενεὰς  καὶ  γενεὰς  τοῖς  φοβουμένοις  αὐτόν.", "translation": "Fahasoavan'Andriamanitra ho an'ny taranaka taranaka, ho an'izay matahotra Azy.", "calver": "2025.05.22", "id": "LUK 1:50", "translation_time": 7.9}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐποίησεν  κράτος  ἐν  βραχίονι  αὐτοῦ, διεσκόρπισεν  ὑπερηφάνους  διανοίᾳ  καρδίας  αὐτῶν·", "translation": "Nanao hery tao amin'ny sandriny Izy, nandrava ny mirehareha tao amin'ny fontsika.", "calver": "2025.05.22", "id": "LUK 1:51", "translation_time": 6.23}
{"source_lang": "grc", "target_lang": "msh", "original": "καθεῖλεν  δυνάστας  ἀπὸ  θρόνων  καὶ  ὕψωσεν  ταπεινούς,", "translation": "Ny Andriamanitra dia nampihena ny manam-pahefana avy amin'ny seza fiandrianany, ary nampandresy ny mahantra sy ny malemy fanahy.", "calver": "2025.05.22", "id": "LUK 1:52", "translation_time": 8.32}
{"source_lang": "grc", "target_lang": "msh", "original": "πεινῶντας  ἐνέπλησεν  ἀγαθῶν  καὶ  πλουτοῦντας  ἐξαπέστειλεν  κενούς.", "translation": "Nampisokatra tamin'ny tsara ireo noana, ary nampitondra ho foana ireo manankarena.", "calver": "2025.05.22", "id": "LUK 1:53", "translation_time": 7.48}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀντελάβετο  Ἰσραὴλ  παιδὸς  αὐτοῦ, μνησθῆναι  ἐλέους,", "translation": "Fahatsiarovana ny fahasoavana masina, Israely mamerina miantehitra amin'ny zaza azy, mba hahatsiarovana ny fahasoavana.", "calver": "2025.05.22", "id": "LUK 1:54", "translation_time": 10.35}
{"source_lang": "grc", "target_lang": "msh", "original": "καθὼς  ἐλάλησεν  πρὸς  τοὺς  πατέρας  ἡμῶν, τῷ  Ἀβραὰμ  καὶ  τῷ  σπέρματι  αὐτοῦ  εἰς  τὸν  αἰῶνα.", "translation": "Toy ny nolazainy tamin'ny razantsika, dia tamin'i Abrahama sy ny taranany mandrakizay.", "calver": "2025.05.22", "id": "LUK 1:55", "translation_time": 7.56}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔμεινεν  δὲ  Μαριὰμ  σὺν  αὐτῇ  ὡς  μῆνας  τρεῖς, καὶ  ὑπέστρεψεν  εἰς  τὸν  οἶκον  αὐτῆς.", "translation": "Naniry ny hijanona tamin'ny azy i Maria nandritra ny manodidina ny telo volana, ary avy eo izy dia niverina tany amin'ny tranony.", "calver": "2025.05.22", "id": "LUK 1:56", "translation_time": 5.7}
{"source_lang": "grc", "target_lang": "msh", "original": "Τῇ  δὲ  Ἐλεισάβετ  ἐπλήσθη  ὁ  χρόνος  τοῦ  τεκεῖν  αὐτήν, καὶ  ἐγέννησεν  υἱόν.", "translation": "Tamin'ny fotoana nahafenoan'i Elizabeta ny fanahy masina, dia tonga ny fotoana hiterahana azy, ary niteraka zazalahy izy.", "calver": "2025.05.22", "id": "LUK 1:57", "translation_time": 10.65}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἤκουσαν  οἱ  περίοικοι  καὶ  οἱ  συγγενεῖς  αὐτῆς  ὅτι  ἐμεγάλυνεν  Κύριος  τὸ  ἔλεος  αὐτοῦ  μετ’  αὐτῆς, καὶ  συνέχαιρον  αὐτῇ.", "translation": "Nihaino ny momba azy ny mpifanolo-bodirindrina sy ny havany, fa ny Tompo dia nampitombo ny fahamehany ho azy, ary nifaly izy ireo miaraka aminy.", "calver": "2025.05.22", "id": "LUK 1:58", "translation_time": 7.53}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐγένετο  ἐν  τῇ  ἡμέρᾳ  τῇ  ὀγδόῃ  ἦλθον  περιτεμεῖν  τὸ  παιδίον, καὶ  ἐκάλουν  αὐτὸ  ἐπὶ  τῷ  ὀνόματι  τοῦ  πατρὸς  αὐτοῦ  Ζαχαρίαν.", "translation": "Tamin'ny andro fahavalo, tonga izy ireo hanatanteraka ny fandidiana ny zazalahy, ary niantso azy tamin'ny anaran'ny rainy, Zecharia.", "calver": "2025.05.22", "id": "LUK 1:59", "translation_time": 7.9}
{"source_lang": "grc", "target_lang": "msh", "original": "ἦσαν  δὲ  δίκαιοι  ἀμφότεροι  ἐναντίον  τοῦ  Θεοῦ, πορευόμενοι  ἐν  πάσαις  ταῖς  ἐντολαῖς  καὶ  δικαιώμασιν  τοῦ  Κυρίου  ἄμεμπτοι.", "translation": "Ireo olona marina roa, mifanohitra amin'Andriamanitra, dia mandeha amin'ny didiny rehetra sy ny fitsipika masina an'Andriamanitra, ary tsy misy tsiny amin'ny lalàna.", "calver": "2025.05.22", "id": "LUK 1:6", "translation_time": 8.52}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀποκριθεῖσα  ἡ  μήτηρ  αὐτοῦ  εἶπεν  Οὐχί, ἀλλὰ  κληθήσεται  Ἰωάνης.", "translation": "Ny renin'izy, rehefa namaly, dia nanao hoe: \"Tsia, fa hantsoina hoe Johana izy.\"", "calver": "2025.05.22", "id": "LUK 1:60", "translation_time": 6.59}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπαν  πρὸς  αὐτὴν  ὅτι  Οὐδείς  ἐστιν  ἐκ  τῆς  συγγενείας  σου  ὃς  καλεῖται  τῷ  ὀνόματι  τούτῳ.", "translation": "Ary hoy izy: Tsy misy olona avy amin'ny fianakavianao izay antsoina amin'ity anarana ity.", "calver": "2025.05.22", "id": "LUK 1:61", "translation_time": 7.21}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐνένευον  δὲ  τῷ  πατρὶ  αὐτοῦ  τὸ  τί  ἂν  θέλοι  καλεῖσθαι  αὐτό.", "translation": "Tompoko, nanekeny izy tamin'ny fihodinkodina ho fanekena ny amin'ny zavatra tokony hiantsoana azy.", "calver": "2025.05.22", "id": "LUK 1:62", "translation_time": 10.18}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  αἰτήσας  πινακίδιον  ἔγραψεν  λέγων  Ἰωάνης  ἐστὶν  ὄνομα  αὐτοῦ. καὶ  ἐθαύμασαν  πάντες.", "translation": "Nangataka taratasy izy, dia nanoratra milaza fa ny anarany dia Johana, ary gaga ny olona rehetra.", "calver": "2025.05.22", "id": "LUK 1:63", "translation_time": 7.65}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀνεῴχθη  δὲ  τὸ  στόμα  αὐτοῦ  παραχρῆμα  καὶ  ἡ  γλῶσσα  αὐτοῦ, καὶ  ἐλάλει  εὐλογῶν  τὸν  Θεόν.", "translation": "Nitsangana ny vavany sy ny lela, ary niresaka ho fanomezam-boninahitra an'Andriamanitra izy.", "calver": "2025.05.22", "id": "LUK 1:64", "translation_time": 8.75}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐγένετο  ἐπὶ  πάντας  φόβος  τοὺς  περιοικοῦντας  αὐτούς, καὶ  ἐν  ὅλῃ  τῇ  ὀρεινῇ  τῆς  Ἰουδαίας  διελαλεῖτο  πάντα  τὰ  ῥήματα  ταῦτα,", "translation": "Nandritra izany, dia nisy tahotra lehibe nanerana ny mponina manodidina, ary tamin'ny tany avo any Jodaa dia niely ny teny rehetra momba izany.", "calver": "2025.05.22", "id": "LUK 1:65", "translation_time": 7.33}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἔθεντο  πάντες  οἱ  ἀκούσαντες  ἐν  τῇ  καρδίᾳ  αὐτῶν, λέγοντες  Τί  ἄρα  τὸ  παιδίον  τοῦτο  ἔσται; καὶ  γὰρ  χεὶρ  Κυρίου  ἦν  μετ’  αὐτοῦ.", "translation": "Ary ny rehetra izay nandre izany dia nampiditra azy tao an-pony, nanao hoe: \"Inona moa no ho toetran'ity zazalahy ity?\" ary koa: \"Fa ny tanan'Andriamanitra dia niaraka taminy.\"", "calver": "2025.05.22", "id": "LUK 1:66", "translation_time": 10.24}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  Ζαχαρίας  ὁ  πατὴρ  αὐτοῦ  ἐπλήσθη  Πνεύματος  Ἁγίου  καὶ  ἐπροφήτευσεν  λέγων", "translation": "Zakaary, rainy ny azy, dia feno ny Fanahy Masina, ary nitory izy, manao hoe:", "calver": "2025.05.22", "id": "LUK 1:67", "translation_time": 8.28}
{"source_lang": "grc", "target_lang": "msh", "original": "Εὐλογητὸς  Κύριος  ὁ  Θεὸς  τοῦ  Ἰσραήλ, ὅτι  ἐπεσκέψατο  καὶ  ἐποίησεν  λύτρωσιν  τῷ  λαῷ  αὐτοῦ,", "translation": "Arahaba ny Tompo, izay nitsidika sy namonjy ny vahoakany.", "calver": "2025.05.22", "id": "LUK 1:68", "translation_time": 9.44}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἤγειρεν  κέρας  σωτηρίας  ἡμῖν  ἐν  οἴκῳ  Δαυεὶδ  παιδὸς  αὐτοῦ,", "translation": "Ary dia natsangana ho antsam-panavotana ho antsika ao an-tranon'i Davida, zanany izy.", "calver": "2025.05.22", "id": "LUK 1:69", "translation_time": 9.15}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  οὐκ  ἦν  αὐτοῖς  τέκνον, καθότι  ἦν  ἡ  Ἐλεισάβετ  στεῖρα, καὶ  ἀμφότεροι  προβεβηκότες  ἐν  ταῖς  ἡμέραις  αὐτῶν  ἦσαν.", "translation": "Tsy nisy zazalahy teo amin'izy ireo, satria Elizabetha no tsy niteraka, ary roa efa antitra izy roa, ka tsy mbola niteraka.", "calver": "2025.05.22", "id": "LUK 1:7", "translation_time": 8.99}
{"source_lang": "grc", "target_lang": "msh", "original": "καθὼς  ἐλάλησεν  διὰ  στόματος  τῶν  ἁγίων  ἀπ’  αἰῶνος  προφητῶν  αὐτοῦ,", "translation": "Araka izay izy niteny, ao amin'ny vavan'ny masina, hatramin'ny taonjato lasa.", "calver": "2025.05.22", "id": "LUK 1:70", "translation_time": 10.05}
{"source_lang": "grc", "target_lang": "msh", "original": "σωτηρίαν  ἐξ  ἐχθρῶν  ἡμῶν  καὶ  ἐκ  χειρὸς  πάντων  τῶν  μισούντων  ἡμᾶς,", "translation": "Famonana avy amin'ny fahavalo anay sy avy amin'ny tanana ireo rehetra izay mankahala anay.", "calver": "2025.05.22", "id": "LUK 1:71", "translation_time": 10.42}
{"source_lang": "grc", "target_lang": "msh", "original": "ποιῆσαι  ἔλεος  μετὰ  τῶν  πατέρων  ἡμῶν  καὶ  μνησθῆναι  διαθήκης  ἁγίας  αὐτοῦ,", "translation": "Hanao fahasoavana miaraka amin'ny razantsika, ary hahatsiaro ny fifanekena masina Azy.", "calver": "2025.05.22", "id": "LUK 1:72", "translation_time": 14.15}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅρκον  ὃν  ὤμοσεν  πρὸς  Ἀβραὰμ  τὸν  πατέρα  ἡμῶν, τοῦ  δοῦναι  ἡμῖν", "translation": "Fanaovana fanekena izay nataon'Andriamanitra tamin'i Abrahama, razanay, momba ny fanomezana ho antsika.", "calver": "2025.05.22", "id": "LUK 1:73", "translation_time": 12.95}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀφόβως  ἐκ  χειρὸς  ἐχθρῶν  ῥυσθέντας  λατρεύειν  αὐτῷ", "translation": "Manao fanompoana tsy matahotra izy, efa afaka amin'ny tanan'ny fahavalo, rehefa avy voafahana tamin'ny fahavalo, ho an'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 1:74", "translation_time": 11.87}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐν  ὁσιότητι  καὶ  δικαιοσύνῃ  ἐνώπιον  αὐτοῦ  πάσαις  ταῖς  ἡμέραις  ἡμῶν.", "translation": "Eny amin'ny hozongozon'ny fahamasinana sy ny fahamarinana eo anatrehany mandritra ny andronay rehetra.", "calver": "2025.05.22", "id": "LUK 1:75", "translation_time": 13.05}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  σὺ  δέ, παιδίον, προφήτης  Ὑψίστου  κληθήσῃ· προπορεύσῃ  γὰρ  ἐνώπιον  Κυρίου  ἑτοιμάσαι  ὁδοὺς  αὐτοῦ,", "translation": "Ary ianao koa, zazalahy, hiantsoina ho mpaminany amin'ny Avo Indrindra; ho eo anatrehan'ny Tompo ianao, hanomana ny lalan'ny Avo Indrindra,", "calver": "2025.05.22", "id": "LUK 1:76", "translation_time": 8.88}
{"source_lang": "grc", "target_lang": "msh", "original": "τοῦ  δοῦναι  γνῶσιν  σωτηρίας  τῷ  λαῷ  αὐτοῦ  ἐν  ἀφέσει  ἁμαρτιῶν  αὐτῶν,", "translation": "Manome fahalalana momba ny famonjena ho an'ny olona azy amin'ny alalan'ny famelan-keloka ny fahotany.", "calver": "2025.05.22", "id": "LUK 1:77", "translation_time": 10.11}
{"source_lang": "grc", "target_lang": "msh", "original": "διὰ  σπλάγχνα  ἐλέους  Θεοῦ  ἡμῶν, ἐν  οἷς  ἐπισκέψεται  ἡμᾶς  ἀνατολὴ  ἐξ  ὕψους,", "translation": "Amin'ny alalan'ny fahasoavan'Andriamanitra sy ny fitsidihan'Andriamanitra avy any ambony, izay ho avy amin'ny maraina, amin'ny fahatsoram-pony sy ny fahasoavany, ho fanomezana sy fiarovana ho an'ny olona masina.", "calver": "2025.05.22", "id": "LUK 1:78", "translation_time": 11.05}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐπιφᾶναι  τοῖς  ἐν  σκότει  καὶ  σκιᾷ  θανάτου  καθημένοις, τοῦ  κατευθῦναι  τοὺς  πόδας  ἡμῶν  εἰς  ὁδὸν  εἰρήνης.", "translation": "Hampirina amin'ny olona ao anatin'ny haizina sy ny aloka fahafatesana, dia hampahazava ny tongony ho amin'ny lalana fandriampahalemana.", "calver": "2025.05.22", "id": "LUK 1:79", "translation_time": 16.08}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐγένετο  δὲ  ἐν  τῷ  ἱερατεύειν  αὐτὸν  ἐν  τῇ  τάξει  τῆς  ἐφημερίας  αὐτοῦ  ἔναντι  τοῦ  Θεοῦ,", "translation": "Nandritra ny fanompoam-pivavahany tamin'ny fandaharany eo anatrehan'Andriamanitra,", "calver": "2025.05.22", "id": "LUK 1:8", "translation_time": 8.9}
{"source_lang": "grc", "target_lang": "msh", "original": "Τὸ  δὲ  παιδίον  ηὔξανεν  καὶ  ἐκραταιοῦτο  πνεύματι, καὶ  ἦν  ἐν  ταῖς  ἐρήμοις  ἕως  ἡμέρας  ἀναδείξεως  αὐτοῦ  πρὸς  τὸν  Ἰσραήλ.", "translation": "Ny zaza dia nitombo sy nahery fo amin'ny fanahy, ary nitoetra tany an'ala mandra-pahoviany ny andro hisehoany ho an'i Israely.", "calver": "2025.05.22", "id": "LUK 1:80", "translation_time": 9.68}
{"source_lang": "grc", "target_lang": "msh", "original": "κατὰ  τὸ  ἔθος  τῆς  ἱερατείας  ἔλαχε  τοῦ  θυμιᾶσαι  εἰσελθὼν  εἰς  τὸν  ναὸν  τοῦ  Κυρίου,", "translation": "Araka ny fomba fanao amin'ny fanompoam-pivavahana, dia nidirana tao amin'ny tempoly ny Tompo, ary natao ho azy ny manitra.", "calver": "2025.05.22", "id": "LUK 1:9", "translation_time": 10.32}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐγένετο  ἐν  μιᾷ  τῶν  ἡμερῶν  διδάσκοντος  αὐτοῦ  τὸν  λαὸν  ἐν  τῷ  ἱερῷ  καὶ  εὐαγγελιζομένου  ἐπέστησαν  οἱ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  σὺν  τοῖς  πρεσβυτέροις,", "translation": "Ary nisy tamin’izany andro izany, raha nampianatra ny vahoaka ao amin’ny tempoly izy, ary raha manambara ny vaovao tsara, dia nitsangana ny mpisoraka ambony sy ny mpanora-dalàna, niaraka tamin’ny loholona,", "calver": "2025.05.22", "id": "LUK 20:1", "translation_time": 9.52}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  καιρῷ  ἀπέστειλεν  πρὸς  τοὺς  γεωργοὺς  δοῦλον, ἵνα  ἀπὸ  τοῦ  καρποῦ  τοῦ  ἀμπελῶνος  δώσουσιν  αὐτῷ· οἱ  δὲ  γεωργοὶ  ἐξαπέστειλαν  αὐτὸν  δείραντες  κενόν.", "translation": "Ary tamin'ny fotoana iray, ny tompon'ny tanimboly dia nandefa mpanompo ho any amin'ny mpamboly, mba haka ny vokatra avy amin'ny tanimboly. Fa ny mpamboly kosa dia nampijalina azy, tsy nisy zavatra nomeny azy.", "calver": "2025.05.22", "id": "LUK 20:10", "translation_time": 14.69}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  προσέθετο  ἕτερον  πέμψαι  δοῦλον· οἱ  δὲ  κἀκεῖνον  δείραντες  καὶ  ἀτιμάσαντες  ἐξαπέστειλαν  κενόν.", "translation": "Ary koa, dia nanampy handefa andriamanitra iray hafa izy; ary ny olona, rehefa nahita izany, dia namely sy nanompa azy, ary nandefa azy ho foana tsy misy valiny.", "calver": "2025.05.22", "id": "LUK 20:11", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  προσέθετο  τρίτον  πέμψαι· οἱ  δὲ  καὶ  τοῦτον  τραυματίσαντες  ἐξέβαλον.", "translation": "Ary izy nanampy fahatelo, ka naniraka azy handefa; ireo izay nanolana azy kosa, dia naniraka azy hiala, ary izy ireo naniraka azy hiala.", "calver": "2025.05.22", "id": "LUK 20:12", "translation_time": 7.24}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  ὁ  κύριος  τοῦ  ἀμπελῶνος  Τί  ποιήσω; πέμψω  τὸν  υἱόν  μου  τὸν  ἀγαπητόν· ἴσως  τοῦτον  ἐντραπήσονται.", "translation": "Niteny ny Tompon'ny ampelona izy, nanao hoe: \"Inona no hataoko? Handefa ny Zanakavavinay malalako aho; angamba izy ireo no hanenina izany.\"", "calver": "2025.05.22", "id": "LUK 20:13", "translation_time": 8.97}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδόντες  δὲ  αὐτὸν  οἱ  γεωργοὶ  διελογίζοντο  πρὸς  ἀλλήλους  λέγοντες  Οὗτός  ἐστιν  ὁ  κληρονόμος· ἀποκτείνωμεν  αὐτόν, ἵνα  ἡμῶν  γένηται  ἡ  κληρονομία.", "translation": "Rehefa nahita azy ireo ny mpanofa tany, dia nifanakalo hevitra izy ireo, ka nanao hoe: “Ity no mpandova; andeha isika hamono azy, mba ho anay ny lova.”", "calver": "2025.05.22", "id": "LUK 20:14", "translation_time": 9.18}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐκβαλόντες  αὐτὸν  ἔξω  τοῦ  ἀμπελῶνος  ἀπέκτειναν. τί  οὖν  ποιήσει  αὐτοῖς  ὁ  κύριος  τοῦ  ἀμπελῶνος;", "translation": "Ary nandroaka azy ireo tany ivelan'ny tanim-boalobony, dia novonoiny. Inona no hataon'ny tompon'ny tanim-boalobony amin'izy ireo?", "calver": "2025.05.22", "id": "LUK 20:15", "translation_time": 9.12}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐλεύσεται  καὶ  ἀπολέσει  τοὺς  γεωργοὺς  τούτους, καὶ  δώσει  τὸν  ἀμπελῶνα  ἄλλοις. ἀκούσαντες  δὲ  εἶπαν  Μὴ  γένοιτο.", "translation": "Ho avy izy ka hanala ny tantsaha ireo, ary homeny ny tanim-boalobony ho an'ny hafa. Rehefa avy nahare izany izy ireo dia niteny hoe: \"Aza mety ho izany.\"", "calver": "2025.05.22", "id": "LUK 20:16", "translation_time": 10.39}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  ἐμβλέψας  αὐτοῖς  εἶπεν  Τί  οὖν  ἐστιν  τὸ  γεγραμμένον  τοῦτο  Λίθον  ὃν  ἀπεδοκίμασαν  οἱ  οἰκοδομοῦντες, οὗτος  ἐγενήθη  εἰς  κεφαλὴν  γωνίας;", "translation": "Inona no hevitrao raha ny momba ity voasoratra ao amin'ny boky? \"Vatolampy nolavin'ny mpanao trano, dia lasa fototry ny trano\"?", "calver": "2025.05.22", "id": "LUK 20:17", "translation_time": 11.87}
{"source_lang": "grc", "target_lang": "msh", "original": "πᾶς  ὁ  πεσὼν  ἐπ’  ἐκεῖνον  τὸν  λίθον  συνθλασθήσεται· ἐφ’  ὃν  δ’  ἂν  πέσῃ, λικμήσει  αὐτόν.", "translation": "Ny olona rehetra izay mianjera amin’io vato io dia ho potika; ary izay olona izay hahatonga ny vato ho ambonin’izy, dia ho voatoto.", "calver": "2025.05.22", "id": "LUK 20:18", "translation_time": 13.43}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐζήτησαν  οἱ  γραμματεῖς  καὶ  οἱ  ἀρχιερεῖς  ἐπιβαλεῖν  ἐπ’  αὐτὸν  τὰς  χεῖρας  ἐν  αὐτῇ  τῇ  ὥρᾳ, καὶ  ἐφοβήθησαν  τὸν  λαόν· ἔγνωσαν  γὰρ  ὅτι  πρὸς  αὐτοὺς  εἶπεν  τὴν  παραβολὴν  ταύτην.", "translation": "Ary ny mpampianatra lalina sy ny Fariseo dia nikatsaka ny hanorotoro azy tamin’ny tanana tamin’io fotoana io, ary natahotra ny vahoaka izy ireo; fa fantany fa nilaza ilay izy tamin’ny alalan’ny parabolany izy.", "calver": "2025.05.22", "id": "LUK 20:19", "translation_time": 10.41}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπαν  λέγοντες  πρὸς  αὐτόν  Εἰπὸν  ἡμῖν  ἐν  ποίᾳ  ἐξουσίᾳ  ταῦτα  ποιεῖς, ἢ  τίς  ἐστιν  ὁ  δούς  σοι  τὴν  ἐξουσίαν  ταύτην;", "translation": "Ahoana no amin'ny inona no fahefana anaovanao izany, ary iza no nanome anao izany fahefana izany?", "calver": "2025.05.22", "id": "LUK 20:2", "translation_time": 9.13}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  παρατηρήσαντες  ἀπέστειλαν  ἐνκαθέτους  ὑποκρινομένους  ἑαυτοὺς  δικαίους  εἶναι, ἵνα  ἐπιλάβωνται  αὐτοῦ  λόγου, ὥστε  παραδοῦναι  αὐτὸν  τῇ  ἀρχῇ  καὶ  τῇ  ἐξουσίᾳ  τοῦ  ἡγεμόνος.", "translation": "Nandritra ny fotoana nanara-maso azy ireo, dia nandefa mpanara-maso mpihatsaravelatsihy ho toy ny olona marina izy ireo, mba hahitana teny momba azy, ary hanatitra azy ho eo anatrehan'ny mpitondra, dia ny governora.", "calver": "2025.05.22", "id": "LUK 20:20", "translation_time": 10.92}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐπηρώτησαν  αὐτὸν  λέγοντες  Διδάσκαλε, οἴδαμεν  ὅτι  ὀρθῶς  λέγεις  καὶ  διδάσκεις  καὶ  οὐ  λαμβάνεις  πρόσωπον, ἀλλ’  ἐπ’  ἀληθείας  τὴν  ὁδὸν  τοῦ  Θεοῦ  διδάσκεις·", "translation": "Ary nanontany azy izy ireo nanao hoe: \"Mpanampy, fa marina ny teninao, ary mianatra ianao, ary tsy mandray endrika, fa amin'ny fahamarinana no mianatra ny lalana an'Andriamanitra.\"", "calver": "2025.05.22", "id": "LUK 20:21", "translation_time": 9.82}
{"source_lang": "grc", "target_lang": "msh", "original": "ἔξεστιν  ἡμᾶς  Καίσαρι  φόρον  δοῦναι  ἢ  οὔ;", "translation": "Mety ve ho antsika ny manefa hetra ho an'i Kaisara sa tsy mety?", "calver": "2025.05.22", "id": "LUK 20:22", "translation_time": 7.38}
{"source_lang": "grc", "target_lang": "msh", "original": "κατανοήσας  δὲ  αὐτῶν  τὴν  πανουργίαν  εἶπεν  πρὸς  αὐτούς", "translation": "Rehefa nahafantatra ny faharatsian'izy ireo izy, dia hoy izy tamin'izy ireo", "calver": "2025.05.22", "id": "LUK 20:23", "translation_time": 9.17}
{"source_lang": "grc", "target_lang": "msh", "original": "Δείξατέ  μοι  δηνάριον· τίνος  ἔχει  εἰκόνα  καὶ  ἐπιγραφήν; οἱ  δὲ  εἶπαν  Καίσαρος.", "translation": "Asehoy amiko ny denaria; iza no sary sy soratra eo aminy? Hoy izy ireo taminy, Fa an'i Kaisara.", "calver": "2025.05.22", "id": "LUK 20:24", "translation_time": 8.24}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  πρὸς  αὐτούς  Τοίνυν  ἀπόδοτε  τὰ  Καίσαρος  Καίσαρι  καὶ  τὰ  τοῦ  Θεοῦ  τῷ  Θεῷ.", "translation": "Manomeza amin'i Kaisara ny zavatra an'i Kaisara, ary amin'Andriamanitra ny zavatra an'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 20:25", "translation_time": 14.57}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  οὐκ  ἴσχυσαν  ἐπιλαβέσθαι  αὐτοῦ  ῥήματος  ἐναντίον  τοῦ  λαοῦ, καὶ  θαυμάσαντες  ἐπὶ  τῇ  ἀποκρίσει  αὐτοῦ  ἐσίγησαν.", "translation": "Ary tsy afaka naka ny teniny izy ireo manohitra ny olona, ary rehefa nampahagaga azy ny valiny, dia nihilina izy ireo.", "calver": "2025.05.22", "id": "LUK 20:26", "translation_time": 8.51}
{"source_lang": "grc", "target_lang": "msh", "original": "Προσελθόντες  δέ  τινες  τῶν  Σαδδουκαίων, οἱ  ἀντιλέγοντες  ἀνάστασιν  μὴ  εἶναι, ἐπηρώτησαν  αὐτὸν", "translation": "Nankeo ireo Sadosea sasany, izay manohitra ny finoana fa tsy misy fitsanganana, nampanontany azy.", "calver": "2025.05.22", "id": "LUK 20:27", "translation_time": 11.3}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγοντες  Διδάσκαλε, Μωϋσῆς  ἔγραψεν  ἡμῖν, ἐάν  τινος  ἀδελφὸς  ἀποθάνῃ  ἔχων  γυναῖκα, καὶ  οὗτος  ἄτεκνος  ᾖ, ἵνα  λάβῃ  ὁ  ἀδελφὸς  αὐτοῦ  τὴν  γυναῖκα  καὶ  ἐξαναστήσῃ  σπέρμα  τῷ  ἀδελφῷ  αὐτοῦ.", "translation": "Mpampianatra, inona no didin'i Mosesy antsika? Raha misy rahalahy iray maty, tsy manan-janaka, dia tokony haka vadiny ny rahalahiny, mba hampiteraka taranaka ho an'ny rahalahiny.", "calver": "2025.05.22", "id": "LUK 20:28", "translation_time": 10.16}
{"source_lang": "grc", "target_lang": "msh", "original": "ἑπτὰ  οὖν  ἀδελφοὶ  ἦσαν· καὶ  ὁ  πρῶτος  λαβὼν  γυναῖκα  ἀπέθανεν  ἄτεκνος·", "translation": "Seven brothers were there; and the first took a wife, but he died without children.", "calver": "2025.05.22", "id": "LUK 20:29", "translation_time": 6.51}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποκριθεὶς  δὲ  εἶπεν  πρὸς  αὐτούς  Ἐρωτήσω  ὑμᾶς  κἀγὼ  λόγον, καὶ  εἴπατέ  μοι", "translation": "Rehefa namaly izy, dia hoy izy tamin’izy ireo: \"Hanolotra fanontaniana aminareo aho, ary aoka ianareo hamaly ahy. Omeo ahy ny antony.\"", "calver": "2025.05.22", "id": "LUK 20:3", "translation_time": 7.69}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὁ  δεύτερος", "translation": "sy ilay faharoa", "calver": "2025.05.22", "id": "LUK 20:30", "translation_time": 7.65}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὁ  τρίτος  ἔλαβεν  αὐτήν, ὡσαύτως  δὲ  καὶ  οἱ  ἑπτὰ  οὐ  κατέλιπον  τέκνα  καὶ  ἀπέθανον.", "translation": "Ny fahatelo dia nikarakara azy, toy izany koa ny fito, tsy navelany zaza, ary maty.", "calver": "2025.05.22", "id": "LUK 20:31", "translation_time": 11.51}
{"source_lang": "grc", "target_lang": "msh", "original": "ὕστερον  καὶ  ἡ  γυνὴ  ἀπέθανεν.", "translation": "Tatỳ aoriana, ny vehivavy dia maty.", "calver": "2025.05.22", "id": "LUK 20:32", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "msh", "original": "ἡ  γυνὴ  οὖν  ἐν  τῇ  ἀναστάσει  τίνος  αὐτῶν  γίνεται  γυνή; οἱ  γὰρ  ἑπτὰ  ἔσχον  αὐτὴν  γυναῖκα.", "translation": "Inona no ho toetran'ny vehivavy amin'ny fitsanganana amin'ny maty, raha ny amin'ireo lehilahy fito nanambadiany azy? Iza amin'izy ireo no ho lasa vadiny rehefa mifoha amin'ny maty izy?", "calver": "2025.05.22", "id": "LUK 20:33", "translation_time": 9.28}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  αὐτοῖς  ὁ  Ἰησοῦς  Οἱ  υἱοὶ  τοῦ  αἰῶνος  τούτου  γαμοῦσιν  καὶ  γαμίσκονται,", "translation": "Ary hoy Izy ireo i Jesosy: Ny zanaky ny taonantsika dia mivady sy omena amin'ny fanambadiana.", "calver": "2025.05.22", "id": "LUK 20:34", "translation_time": 7.61}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  καταξιωθέντες  τοῦ  αἰῶνος  ἐκείνου  τυχεῖν  καὶ  τῆς  ἀναστάσεως  τῆς  ἐκ  νεκρῶν  οὔτε  γαμοῦσιν  οὔτε  γαμίζονται·", "translation": "Ireo izay mendrika amin'izany taon-jato izany sy ny fitsanganan'ny maty amin'ny fiainana aorian'ny fahafatesana, dia tsy manambady na manome vady;", "calver": "2025.05.22", "id": "LUK 20:35", "translation_time": 6.96}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐδὲ  γὰρ  ἀποθανεῖν  ἔτι  δύνανται, ἰσάγγελοι  γάρ  εἰσιν, καὶ  υἱοί  εἰσιν  Θεοῦ  τῆς  ἀναστάσεως  υἱοὶ  ὄντες.", "translation": "Tsy afaka maty intsony ny anjely masina sy ny zanak'Andriamanitra, satria izy ireo dia zavaboary masina sy zanak'Andriamanitra, indrindra amin'ny resaka fitsanganan'ny maty.", "calver": "2025.05.22", "id": "LUK 20:36", "translation_time": 9.45}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  δὲ  ἐγείρονται  οἱ  νεκροὶ, καὶ  Μωϋσῆς  ἐμήνυσεν  ἐπὶ  τῆς  Βάτου, ὡς  λέγει  Κύριον  τὸν  Θεὸν  Ἀβραὰμ  καὶ  Θεὸν  Ἰσαὰκ  καὶ  Θεὸν  Ἰακώβ·", "translation": "Fa satria ny maty dia mifoha indray, ary Mosesy no nilaza teny amin’ny rano Baty, izay nilazan’Andriamanitra, dia ilay Tompo, ilay Andriamanitra an’i Abrahama, ary Andriamanitra an’i Isaaka, ary Andriamanitra an’i Jakoba.", "calver": "2025.05.22", "id": "LUK 20:37", "translation_time": 7.98}
{"source_lang": "grc", "target_lang": "msh", "original": "Θεὸς  δὲ  οὐκ  ἔστιν  νεκρῶν  ἀλλὰ  ζώντων· πάντες  γὰρ  αὐτῷ  ζῶσιν.", "translation": "Andriamanitra tsy dia Andriamanitra ny maty, fa ny velona; satria ny rehetra dia velona ho Azy.", "calver": "2025.05.22", "id": "LUK 20:38", "translation_time": 8.75}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποκριθέντες  δέ  τινες  τῶν  γραμματέων  εἶπαν  Διδάσκαλε, καλῶς  εἶπας.", "translation": "Namaly ireo sasany amin'ny mpanoratra, niteny hoe: \"Mpampianatra, tsara ny teninao.\"", "calver": "2025.05.22", "id": "LUK 20:39", "translation_time": 16.39}
{"source_lang": "grc", "target_lang": "msh", "original": "Τὸ  βάπτισμα  Ἰωάνου  ἐξ  οὐρανοῦ  ἦν  ἢ  ἐξ  ἀνθρώπων;", "translation": "Tao anatin'ny lanitra ve ny batisa nataon'i Jaona sa avy amin'ny olona?", "calver": "2025.05.22", "id": "LUK 20:4", "translation_time": 6.19}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐκέτι  γὰρ  ἐτόλμων  ἐπερωτᾶν  αὐτὸν  οὐδέν.", "translation": "Tsy mbola sahy nanontany azy na inona na inona intsony aho, satria izany no antony.", "calver": "2025.05.22", "id": "LUK 20:40", "translation_time": 10.96}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  πρὸς  αὐτούς  Πῶς  λέγουσιν  τὸν  Χριστὸν  εἶναι  Δαυεὶδ  υἱόν;", "translation": "Ahoana no lazain'izy ireo fa ilay Kristy dia zanak'i Davida?", "calver": "2025.05.22", "id": "LUK 20:41", "translation_time": 7.88}
{"source_lang": "grc", "target_lang": "msh", "original": "αὐτὸς  γὰρ  Δαυεὶδ  λέγει  ἐν  βίβλῳ  ψαλμῶν  Εἶπεν  Κύριος  τῷ  Κυρίῳ  μου  Κάθου  ἐκ  δεξιῶν  μου", "translation": "I Davida manokana no miteny ao amin'ny boky ny salamo: \"Hoy ny Tompo tamin'ny Tompoko: Mipetraha eo an-kavanan'ny Aiko.\"", "calver": "2025.05.22", "id": "LUK 20:42", "translation_time": 11.08}
{"source_lang": "grc", "target_lang": "msh", "original": "ἕως  ἂν  θῶ  τοὺς  ἐχθρούς  σου  ὑποπόδιον  τῶν  ποδῶν  σου.", "translation": "Hatramin'ny hanoroko ny fahavalo ho toy ny tongony eo ambanin'ny tongony ianao.", "calver": "2025.05.22", "id": "LUK 20:43", "translation_time": 17.72}
{"source_lang": "grc", "target_lang": "msh", "original": "Δαυεὶδ  οὖν  αὐτὸν  Κύριον  καλεῖ, καὶ  πῶς  αὐτοῦ  υἱός  ἐστιν;", "translation": "David dia miantso ny Tompo, ary manontany izy hoe: Ahoana no maha-izy azy ho Zanak'Andriamanitra?", "calver": "2025.05.22", "id": "LUK 20:44", "translation_time": 6.89}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἀκούοντος  δὲ  παντὸς  τοῦ  λαοῦ  εἶπεν  τοῖς  μαθηταῖς", "translation": "Ary rehefa avy nihaino ny olona rehetra, dia niteny tamin'ny mpianatra izy.", "calver": "2025.05.22", "id": "LUK 20:45", "translation_time": 8.93}
{"source_lang": "grc", "target_lang": "msh", "original": "Προσέχετε  ἀπὸ  τῶν  γραμματέων  τῶν  θελόντων  περιπατεῖν  ἐν  στολαῖς  καὶ  φιλούντων  ἀσπασμοὺς  ἐν  ταῖς  ἀγοραῖς  καὶ  πρωτοκαθεδρίας  ἐν  ταῖς  συναγωγαῖς  καὶ  πρωτοκλισίας  ἐν  τοῖς  δείπνοις,", "translation": "Mitandrema amin'ny mpanora-dalàna izay te-handeha amin'ny akanjo tsara, mifampikasoka amin'ny tsena, mitady ny seza tsara indrindra ao amin'ny synagoga, ary mitady ny laza amin'ny sakafo hariva, satria izy ireo maniry ny ho hita sy hajaina amin'ny fihetsika ivelany sy ny fanehoana ny fahadiovam-pivavahana, nefa tsy misy fahamarinana ao anatiny.", "calver": "2025.05.22", "id": "LUK 20:46", "translation_time": 10.79}
{"source_lang": "grc", "target_lang": "msh", "original": "οἳ  κατεσθίουσιν  τὰς  οἰκίας  τῶν  χηρῶν  καὶ  προφάσει  μακρὰ  προσεύχονται· οὗτοι  λήμψονται  περισσότερον  κρίμα.", "translation": "Ireo izay mihinana ny trano fonenan'ny mahantra sy mivavaka ela be amin'ny fitaka, dia hahazo fitsarana lehibe kokoa.", "calver": "2025.05.22", "id": "LUK 20:47", "translation_time": 10.54}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  συνελογίσαντο  πρὸς  ἑαυτοὺς  λέγοντες  ὅτι  Ἐὰν  εἴπωμεν  Ἐξ  οὐρανοῦ, ἐρεῖ  Διὰ  τί  οὐκ  ἐπιστεύσατε  αὐτῷ;", "translation": "Izy ireo nandinika teo anivon'ny tenantsika, nanao hoe: \"Raha lazainay avy any an-danitra, dia ho hitantsika fa manontany momba ny fahatokisana azy isika.\" Inona no antony tsy nino azy?", "calver": "2025.05.22", "id": "LUK 20:5", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐὰν  δὲ  εἴπωμεν  Ἐξ  ἀνθρώπων, ὁ  λαὸς  ἅπας  καταλιθάσει  ἡμᾶς· πεπεισμένος  γάρ  ἐστιν  Ἰωάνην  προφήτην  εἶναι.", "translation": "Raha miteny isika fa Izy no mpaminany, ny vahoaka rehetra dia hataon'izy ireo ho vato, satria mino fa marina fa Izy no mpaminany.", "calver": "2025.05.22", "id": "LUK 20:6", "translation_time": 11.15}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀπεκρίθησαν  μὴ  εἰδέναι  πόθεν.", "translation": "Dia namaly fa tsy fantatra avy aiza.", "calver": "2025.05.22", "id": "LUK 20:7", "translation_time": 10.0}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ὁ  Ἰησοῦς  εἶπεν  αὐτοῖς  Οὐδὲ  ἐγὼ  λέγω  ὑμῖν  ἐν  ποίᾳ  ἐξουσίᾳ  ταῦτα  ποιῶ.", "translation": "Ary Jesosy niteny tamin'izy ireo ka nanao hoe: \"Tsy dia Izy mihitsy no milaza aminao amin'ny fahefana inona no ataoko ireo zavatra ireo.\"", "calver": "2025.05.22", "id": "LUK 20:8", "translation_time": 6.8}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἤρξατο  δὲ  πρὸς  τὸν  λαὸν  λέγειν  τὴν  παραβολὴν  ταύτην. ἄνθρωπος  ἐφύτευσεν  ἀμπελῶνα, καὶ  ἐξέδετο  αὐτὸν  γεωργοῖς, καὶ  ἀπεδήμησεν  χρόνους  ἱκανούς.", "translation": "Nanomboka izy niteny tamin'ny vahoaka ity parabolany ity: Olona iray nanamboly tanim-boly, ary nanendry azy ho an'ny mpamboly izy, ary niala nandritra ny fotoana ampy izy.", "calver": "2025.05.22", "id": "LUK 20:9", "translation_time": 9.46}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἀναβλέψας  δὲ  εἶδεν  τοὺς  βάλλοντας  εἰς  τὸ  γαζοφυλάκιον  τὰ  δῶρα  αὐτῶν  πλουσίους.", "translation": "Niaraka nijery ambony izy, dia nahita ny olona mampiditra ny fanomezany ho an'Andriamanitra ao amin'ny fitoeram-bola manankarena.", "calver": "2025.05.22", "id": "LUK 21:1", "translation_time": 9.75}
{"source_lang": "grc", "target_lang": "msh", "original": "Τότε  ἔλεγεν  αὐτοῖς  Ἐγερθήσεται  ἔθνος  ἐπ’  ἔθνος  καὶ  βασιλεία  ἐπὶ  βασιλείαν,", "translation": "Efa hitranga ny firenena hiady amin'ny firenena, ary hisy fanjakana hiady amin'ny fanjakana, amin'ny fomba mifanohitra, izay manambara fa ny firenena sy ny fanjakana dia hiady amin'ny hafa, araka ny tenin'Andriamanitra ao amin'ny Baiboly.", "calver": "2025.05.22", "id": "LUK 21:10", "translation_time": 13.65}
{"source_lang": "grc", "target_lang": "msh", "original": "σεισμοί  τε  μεγάλοι  καὶ  κατὰ  τόπους  λοιμοὶ  καὶ  λιμοὶ  ἔσονται, φόβητρά  τε  καὶ  ἀπ’  οὐρανοῦ  σημεῖα  μεγάλα  ἔσται.", "translation": "Hisy ka lehibe sy any amin’ny toerana maro no hisy aretina sy mosary, ary hisy fahatafintohina sy famantarana lehibe avy any an-danitra.", "calver": "2025.05.22", "id": "LUK 21:11", "translation_time": 10.02}
{"source_lang": "grc", "target_lang": "msh", "original": "πρὸ  δὲ  τούτων  πάντων  ἐπιβαλοῦσιν  ἐφ’  ὑμᾶς  τὰς  χεῖρας  αὐτῶν  καὶ  διώξουσιν, παραδιδόντες  εἰς  τὰς  συναγωγὰς  καὶ  φυλακάς, ἀπαγομένους  ἐπὶ  βασιλεῖς  καὶ  ἡγεμόνας  ἕνεκεν  τοῦ  ὀνόματός  μου·", "translation": "Fa kosa, ho entin’izy ireo hanolotra tanana aminareo izy ireo, ary ho fanenjehana azy ireo, ho entin’izy ireo any amin’ny synagoga sy ny fiambenana, ary ho entin’izy ireo amin’ny mpanjaka sy ny governora noho ny anarako.", "calver": "2025.05.22", "id": "LUK 21:12", "translation_time": 12.38}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποβήσεται  ὑμῖν  εἰς  μαρτύριον.", "translation": "Ho vavolombelona ho anareo", "calver": "2025.05.22", "id": "LUK 21:13", "translation_time": 9.24}
{"source_lang": "grc", "target_lang": "msh", "original": "θέτε  οὖν  ἐν  ταῖς  καρδίαις  ὑμῶν  μὴ  προμελετᾶν  ἀπολογηθῆναι·", "translation": "Ary koa, apetraho ao am-ponao, tsy ho premedite na hanomana mialoha ny hiarovana tena, fa aoka ho ao anatin'ny fonareo ny fahamarinana sy ny fahavononana tsy hisalasala amin'ny fiainana masina.", "calver": "2025.05.22", "id": "LUK 21:14", "translation_time": 10.53}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐγὼ  γὰρ  δώσω  ὑμῖν  στόμα  καὶ  σοφίαν, ᾗ  οὐ  δυνήσονται  ἀντιστῆναι  ἢ  ἀντειπεῖν  ἅπαντες  οἱ  ἀντικείμενοι  ὑμῖν.", "translation": "Izaho no hanome anareo vava sy fahendrena, izay tsy ho afaka hiady na hanohitra na hanohitra ny olona rehetra manohitra anareo.", "calver": "2025.05.22", "id": "LUK 21:15", "translation_time": 8.26}
{"source_lang": "grc", "target_lang": "msh", "original": "παραδοθήσεσθε  δὲ  καὶ  ὑπὸ  γονέων  καὶ  ἀδελφῶν  καὶ  συγγενῶν  καὶ  φίλων, καὶ  θανατώσουσιν  ἐξ  ὑμῶν,", "translation": "Ho omena anareo koa ny amin'ny alalan'ny ray, ny rahalahy, ny havana, ary ny namana, ka hanendry sy hamono anareo izy ireo, ary ho avy ny fotoana izay hahatongavan'izany.", "calver": "2025.05.22", "id": "LUK 21:16", "translation_time": 8.92}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἔσεσθε  μισούμενοι  ὑπὸ  πάντων  διὰ  τὸ  ὄνομά  μου.", "translation": "Ho tian’ny rehetra ianareo, satria ho tian’izy rehetra noho ny anarako.", "calver": "2025.05.22", "id": "LUK 21:17", "translation_time": 10.09}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  θρὶξ  ἐκ  τῆς  κεφαλῆς  ὑμῶν  οὐ  μὴ  ἀπόληται·", "translation": "Tsy ho very na dia volo iray monja amin'ny lohanareo akory aza, hoy ny Andriamanitra, satria izy no miaro sy mitandrina anareo amin'ny fahavalo rehetra.", "calver": "2025.05.22", "id": "LUK 21:18", "translation_time": 7.77}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐν  τῇ  ὑπομονῇ  ὑμῶν  κτήσεσθε  τὰς  ψυχὰς  ὑμῶν.", "translation": "Amin'ny faharetana, hahazo ny fanahinao ianao.", "calver": "2025.05.22", "id": "LUK 21:19", "translation_time": 10.63}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶδεν  δέ  τινα  χήραν  πενιχρὰν  βάλλουσαν  ἐκεῖ  λεπτὰ  δύο,", "translation": "Nahitanao Jesosy vehivavy mpitondra fanomezana mahantra iray, izay nametraka vola roa kely, manetry tena sy feno finoana, teo amin'ny fitoeran-ketra.", "calver": "2025.05.22", "id": "LUK 21:2", "translation_time": 10.69}
{"source_lang": "grc", "target_lang": "msh", "original": "Ὅταν  δὲ  ἴδητε  κυκλουμένην  ὑπὸ  στρατοπέδων  Ἱερουσαλήμ, τότε  γνῶτε  ὅτι  ἤγγικεν  ἡ  ἐρήμωσις  αὐτῆς.", "translation": "Rehefa hitanao fa mifono tafika manodidina an'i Jerosalema ianao, dia ho fantatrao fa manakaiky ny faharendreana azy.", "calver": "2025.05.22", "id": "LUK 21:20", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "msh", "original": "τότε  οἱ  ἐν  τῇ  Ἰουδαίᾳ  φευγέτωσαν  εἰς  τὰ  ὄρη, καὶ  οἱ  ἐν  μέσῳ  αὐτῆς  ἐκχωρείτωσαν, καὶ  οἱ  ἐν  ταῖς  χώραις  μὴ  εἰσερχέσθωσαν  εἰς  αὐτήν,", "translation": "Raha izany, aoka ny izay any Jodania handeha any an-tendrombohitra, ary ny ao afovoany mangina, ary ny ao amin'ny tany tsy miditra ao, tsy ho tafiditra ao.", "calver": "2025.05.22", "id": "LUK 21:21", "translation_time": 8.93}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  ἡμέραι  ἐκδικήσεως  αὗταί  εἰσιν  τοῦ  πλησθῆναι  πάντα  τὰ  γεγραμμένα.", "translation": "Ny andron'ny fitsingerenan'ny fahatezerana ireo ireo no ho tanteraka, ho fanatanterahana ny zavatra rehetra voasoratra.", "calver": "2025.05.22", "id": "LUK 21:22", "translation_time": 7.73}
{"source_lang": "grc", "target_lang": "msh", "original": "οὐαὶ  ταῖς  ἐν  γαστρὶ  ἐχούσαις  καὶ  ταῖς  θηλαζούσαις  ἐν  ἐκείναις  ταῖς  ἡμέραις· ἔσται  γὰρ  ἀνάγκη  μεγάλη  ἐπὶ  τῆς  γῆς  καὶ  ὀργὴ  τῷ  λαῷ  τούτῳ,", "translation": "Fahoriana ho an'izay miteraka sy mihinan-kibo amin'izany andro izany, satria hisy fahoriana lehibe eto an-tany, ary fahatezerana lehibe avy amin'ity vahoaka ity.", "calver": "2025.05.22", "id": "LUK 21:23", "translation_time": 7.24}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πεσοῦνται  στόματι  μαχαίρης  καὶ  αἰχμαλωτισθήσονται  εἰς  τὰ  ἔθνη  πάντα, καὶ  Ἱερουσαλὴμ  ἔσται  πατουμένη  ὑπὸ  ἐθνῶν, ἄχρι  οὗ  πληρωθῶσιν  καιροὶ  ἐθνῶν.", "translation": "Ary ho lavo amin'ny vava ny olona, ho voadonan'ny fahababoana izy ireo amin'ny firenena rehetra, ary ho tandrovina ny Jerosalema amin'ny tongotry ny firenena, mandra-pahatanteraka ny fotoana ho an'ny firenena, izany hoe, mandra-pahoviana ny fotoana ho an'ny firenena.", "calver": "2025.05.22", "id": "LUK 21:24", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἔσονται  σημεῖα  ἐν  ἡλίῳ  καὶ  σελήνῃ  καὶ  ἄστροις, καὶ  ἐπὶ  τῆς  γῆς  συνοχὴ  ἐθνῶν  ἐν  ἀπορίᾳ  ἤχους  θαλάσσης  καὶ  σάλου,", "translation": "Fambara ao amin'ny masoandro, volana, ary kintana, ary misy fikorontanana eo amin'ny firenena noho ny feon'ny ranomasina sy ny onja, izay manambara ny fahatezeran'Andriamanitra sy ny fiavian'ny farany.", "calver": "2025.05.22", "id": "LUK 21:25", "translation_time": 8.41}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποψυχόντων  ἀνθρώπων  ἀπὸ  φόβου  καὶ  προσδοκίας  τῶν  ἐπερχομένων  τῇ  οἰκουμένῃ· αἱ  γὰρ  δυνάμεις  τῶν  οὐρανῶν  σαλευθήσονται.", "translation": "Rehefa maty ny olona noho ny tahotra sy ny fanantenana momba ny ho avy, dia ho rava ny fahefana any an-danitra, ka hikorontana ny lanitra sy ny tany.", "calver": "2025.05.22", "id": "LUK 21:26", "translation_time": 8.66}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  τότε  ὄψονται  τὸν  Υἱὸν  τοῦ  ἀνθρώπου  ἐρχόμενον  ἐν  νεφέλῃ  μετὰ  δυνάμεως  καὶ  δόξης  πολλῆς.", "translation": "Ary dia hahita ny Zanak'olona izy ireo, rehefa avy mipoitra ao anatin'ny rahona izy, miaraka amin'ny fahefana sy ny voninahitra lehibe.", "calver": "2025.05.22", "id": "LUK 21:27", "translation_time": 8.45}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀρχομένων  δὲ  τούτων  γίνεσθαι  ἀνακύψατε  καὶ  ἐπάρατε  τὰς  κεφαλὰς  ὑμῶν, διότι  ἐγγίζει  ἡ  ἀπολύτρωσις  ὑμῶν.", "translation": "Aoka ianareo hiakatra ny lohany, satria efa akaiky ny famonjena anareo.", "calver": "2025.05.22", "id": "LUK 21:28", "translation_time": 8.59}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  εἶπεν  παραβολὴν  αὐτοῖς  Ἴδετε  τὴν  συκῆν  καὶ  πάντα  τὰ  δένδρα·", "translation": "Ary hoy izy: \"Jereo ny voan'ny figy sy ny hazo rehetra;\"", "calver": "2025.05.22", "id": "LUK 21:29", "translation_time": 6.95}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  Ἀληθῶς  λέγω  ὑμῖν  ὅτι  ἡ  χήρα  αὕτη  ἡ  πτωχὴ  πλεῖον  πάντων  ἔβαλεν·", "translation": "Tena lazao anao: ny vehivavy malahelo, izay nanao fanomezana ny zavatra rehetra ananany, dia mihoatra noho ny fanomezana rehetra nataon'ny olona hafa. Izy no nanome tamin'ny fahavononana tanteraka, na dia mahantra aza izy.", "calver": "2025.05.22", "id": "LUK 21:3", "translation_time": 11.3}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅταν  προβάλωσιν  ἤδη, βλέποντες  ἀφ’  ἑαυτῶν  γινώσκετε  ὅτι  ἤδη  ἐγγὺς  τὸ  θέρος  ἐστίν·", "translation": "Rehefa mivory ny famantarana izy ireo, ary efa hita maso, dia fantaro fa efa akaiky ny fahavaratra.", "calver": "2025.05.22", "id": "LUK 21:30", "translation_time": 7.53}
{"source_lang": "grc", "target_lang": "msh", "original": "οὕτως  καὶ  ὑμεῖς, ὅταν  ἴδητε  ταῦτα  γινόμενα, γινώσκετε  ὅτι  ἐγγύς  ἐστιν  ἡ  βασιλεία  τοῦ  Θεοῦ.", "translation": "Ary koa ianareo, rehefa hitanareo ireo zavatra ireo miseho, dia fantaro fa efa akaikin'ny fanjakan'Andriamanitra izany.", "calver": "2025.05.22", "id": "LUK 21:31", "translation_time": 8.88}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀμὴν  λέγω  ὑμῖν  ὅτι  οὐ  μὴ  παρέλθῃ  ἡ  γενεὰ  αὕτη  ἕως  ἂν  πάντα  γένηται.", "translation": "Amen, mampanantena aho fa tsy ho lany ireo taranaka ity mandra-pahoviana ireo zavatra rehetra hiseho.", "calver": "2025.05.22", "id": "LUK 21:32", "translation_time": 9.48}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  οὐρανὸς  καὶ  ἡ  γῆ  παρελεύσονται, οἱ  δὲ  λόγοι  μου  οὐ  μὴ  παρελεύσονται.", "translation": "Ny lanitra sy ny tany dia handalo, fa ny teniko kosa tsy handalo.", "calver": "2025.05.22", "id": "LUK 21:33", "translation_time": 7.04}
{"source_lang": "grc", "target_lang": "msh", "original": "Προσέχετε  δὲ  ἑαυτοῖς  μή  ποτε  βαρηθῶσιν  ὑμῶν  αἱ  καρδίαι  ἐν  κραιπάλῃ  καὶ  μέθῃ  καὶ  μερίμναις  βιωτικαῖς, καὶ  ἐπιστῇ  ἐφ’  ὑμᾶς  αἰφνίδιος  ἡ  ἡμέρα  ἐκείνη", "translation": "Mitandrema aminareo, ary aza mivoady ny fonareo, mba tsy ho tonga tampoka aminareo ny andro, satria ny fo sy ny fahavalo ary ny fahaverezan-tsaina dia mety hampitombo ny ahiahinao momba ny fiainana, ary ny andro ho tonga tampoka ho anareo, toy ny fahavalo tsy mialoha sy ny fotoana tsy andrasana.", "calver": "2025.05.22", "id": "LUK 21:34", "translation_time": 11.05}
{"source_lang": "grc", "target_lang": "msh", "original": "ὡς  παγίς· ἐπεισελεύσεται  γὰρ  ἐπὶ  πάντας  τοὺς  καθημένους  ἐπὶ  πρόσωπον  πάσης  τῆς  γῆς.", "translation": "Fihirana toy ny fihirana; hampihatra amin'izy rehetra monina eo amin'ny tarehy ny tany rehetra izy, ho avy amin'ny mponina rehetra amin'ny tany manontolo.", "calver": "2025.05.22", "id": "LUK 21:35", "translation_time": 8.47}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀγρυπνεῖτε  δὲ  ἐν  παντὶ  καιρῷ  δεόμενοι  ἵνα  κατισχύσητε  ἐκφυγεῖν  ταῦτα  πάντα  τὰ  μέλλοντα  γίνεσθαι, καὶ  σταθῆναι  ἔμπροσθεν  τοῦ  Υἱοῦ  τοῦ  ἀνθρώπου.", "translation": "Mijere foana, amin'ny fotoana rehetra, mivavaha, ho afaka handositra ireo rehetra ireo izay ho avy, ary mijoro eo anatrehan'ny Zanak'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 21:36", "translation_time": 9.95}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἦν  δὲ  τὰς  ἡμέρας  ἐν  τῷ  ἱερῷ  διδάσκων, τὰς  δὲ  νύκτας  ἐξερχόμενος  ηὐλίζετο  εἰς  τὸ  ὄρος  τὸ  καλούμενον  Ἐλαιῶν.", "translation": "Nandritra ny andro, izy dia nampianatra tao amin'ny tempoly, ary tamin'ny alina, izy dia nivoaka nody tany amin'ny tendrombohitra antsoina hoe Oliva.", "calver": "2025.05.22", "id": "LUK 21:37", "translation_time": 9.55}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πᾶς  ὁ  λαὸς  ὤρθριζεν  πρὸς  αὐτὸν  ἐν  τῷ  ἱερῷ  ἀκούειν  αὐτοῦ.", "translation": "Ary ny olona rehetra nifoha maraina ho any aminy, tao amin'ny tempoly, mihaino azy.", "calver": "2025.05.22", "id": "LUK 21:38", "translation_time": 7.49}
{"source_lang": "grc", "target_lang": "msh", "original": "πάντες  γὰρ  οὗτοι  ἐκ  τοῦ  περισσεύοντος  αὐτοῖς  ἔβαλον  εἰς  τὰ  δῶρα, αὕτη  δὲ  ἐκ  τοῦ  ὑστερήματος  αὐτῆς  πάντα  τὸν  βίον  ὃν  εἶχεν  ἔβαλεν.", "translation": "Satria ny maro tamin’izy ireo dia nanome avy amin’ny fananany be, fa izy kosa nanome ny fiainany manontolo, na dia tamin’ny fahasahiranana aza, dia nampiditra ny fiainany manontolo izy.", "calver": "2025.05.22", "id": "LUK 21:4", "translation_time": 8.66}
{"source_lang": "grc", "target_lang": "msh", "original": "Καί  τινων  λεγόντων  περὶ  τοῦ  ἱεροῦ, ὅτι  λίθοις  καλοῖς  καὶ  ἀναθήμασιν  κεκόσμηται, εἶπεν", "translation": "Ary ny sasany izay miteny momba ny masina, fa voaravaka vato tsara tarehy sy fanomezana, dia hoy izy.", "calver": "2025.05.22", "id": "LUK 21:5", "translation_time": 8.95}
{"source_lang": "grc", "target_lang": "msh", "original": "Ταῦτα  ἃ  θεωρεῖτε, ἐλεύσονται  ἡμέραι  ἐν  αἷς  οὐκ  ἀφεθήσεται  λίθος  ἐπὶ  λίθῳ  ὃς  οὐ  καταλυθήσεται.", "translation": "Ireto no ho avy ny androny, izay tsy hisy vato ho avela tsy ho levona, na dia vato iray aza eo ambonin'ny vato iray, fa ho tanteraka izany tsy misy afa-tsy faharendrehany.", "calver": "2025.05.22", "id": "LUK 21:6", "translation_time": 9.83}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐπηρώτησαν  δὲ  αὐτὸν  λέγοντες  Διδάσκαλε, πότε  οὖν  ταῦτα  ἔσται, καὶ  τί  τὸ  σημεῖον  ὅταν  μέλλῃ  ταῦτα  γίνεσθαι;", "translation": "Nangataka taminy izy ireo nanao hoe: \"Mpampianatra, rahoviana moa no ho tanteraka izao rehetra izao, ary inona no famantarana rehefa ho avy ny fotoana hanaovana izany?\"", "calver": "2025.05.22", "id": "LUK 21:7", "translation_time": 8.12}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  Βλέπετε  μὴ  πλανηθῆτε· πολλοὶ  γὰρ  ἐλεύσονται  ἐπὶ  τῷ  ὀνόματί  μου  λέγοντες  Ἐγώ  εἰμι, καί  Ὁ  καιρὸς  ἤγγικεν· μὴ  πορευθῆτε  ὀπίσω  αὐτῶν.", "translation": "Aza mialona, fa mijoroa amin'ny fahamarinana; maro no ho avy amin'ny anaran'ny Ahy, mitory hoe: \"Izaho no,\" ary ny fotoana efa akaiky; aza manaraka azy ireo.", "calver": "2025.05.22", "id": "LUK 21:8", "translation_time": 9.12}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅταν  δὲ  ἀκούσητε  πολέμους  καὶ  ἀκαταστασίας, μὴ  πτοηθῆτε· δεῖ  γὰρ  ταῦτα  γενέσθαι  πρῶτον, ἀλλ’  οὐκ  εὐθέως  τὸ  τέλος.", "translation": "Rehefa mihaino ianareo fa misy ady sy korontana, aza matahotra; fa tsy maintsy hitranga aloha ireo, fa tsy avy hatrany ny farany.", "calver": "2025.05.22", "id": "LUK 21:9", "translation_time": 11.15}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἤγγιζεν  δὲ  ἡ  ἑορτὴ  τῶν  ἀζύμων  ἡ  λεγομένη  Πάσχα.", "translation": "Nifanakaiky ny fetin'ny mofo tsy misy lalivay antsoina hoe Paska", "calver": "2025.05.22", "id": "LUK 22:1", "translation_time": 7.58}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  αὐτοῖς  Ἰδοὺ  εἰσελθόντων  ὑμῶν  εἰς  τὴν  πόλιν  συναντήσει  ὑμῖν  ἄνθρωπος  κεράμιον  ὕδατος  βαστάζων· ἀκολουθήσατε  αὐτῷ  εἰς  τὴν  οἰκίαν  εἰς  ἣν  εἰσπορεύεται·", "translation": "Rehefa miditra amin'ny tanàna ianareo, dia hahita lehilahy iray mitondra kaopy misy rano; manaraka azy ianareo, ary manatona ny trano izay iasany.", "calver": "2025.05.22", "id": "LUK 22:10", "translation_time": 11.46}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐρεῖτε  τῷ  οἰκοδεσπότῃ  τῆς  οἰκίας  Λέγει  σοι  ὁ  Διδάσκαλος  Ποῦ  ἐστιν  τὸ  κατάλυμα  ὅπου  τὸ  πάσχα  μετὰ  τῶν  μαθητῶν  μου  φάγω;", "translation": "Ka hoy ianareo amin'ny tompon-trano ao amin'ny trano: \"Ilazao anao, ry Mpampianatra, aiza no toerana handehanantsika hanomana ny Paska miaraka amin'ny mpianatro?\"", "calver": "2025.05.22", "id": "LUK 22:11", "translation_time": 10.78}
{"source_lang": "grc", "target_lang": "msh", "original": "κἀκεῖνος  ὑμῖν  δείξει  ἀνάγαιον  μέγα  ἐστρωμένον· ἐκεῖ  ἑτοιμάσατε.", "translation": "Hampiseho anareo izy ny anjely lehibe sy tsara fandaharana; any amin’izay toerana, dia manomàna.", "calver": "2025.05.22", "id": "LUK 22:12", "translation_time": 8.42}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀπελθόντες  δὲ  εὗρον  καθὼς  εἰρήκει  αὐτοῖς, καὶ  ἡτοίμασαν  τὸ  πάσχα.", "translation": "Niala izy ireo, ary nahita toy ny efa voalazainy azy ireo, ary nanomana ny Paska.", "calver": "2025.05.22", "id": "LUK 22:13", "translation_time": 10.07}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ὅτε  ἐγένετο  ἡ  ὥρα, ἀνέπεσεν, καὶ  οἱ  ἀπόστολοι  σὺν  αὐτῷ.", "translation": "Rehefa tonga ny ora, nikoropaka izy, ary ny apostoly niaraka taminy.", "calver": "2025.05.22", "id": "LUK 22:14", "translation_time": 10.09}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  πρὸς  αὐτούς  Ἐπιθυμίᾳ  ἐπεθύμησα  τοῦτο  τὸ  πάσχα  φαγεῖν  μεθ’  ὑμῶν  πρὸ  τοῦ  με  παθεῖν·", "translation": "Jesosy niteny taminy ireo mpianany ka nanao hoe: \"Tiako ny hihinana ity Passover ity miaraka aminareo alohan'ny hahitako fahoriana, satria izany no tiany atao mialoha ny hahafatesany.\"", "calver": "2025.05.22", "id": "LUK 22:15", "translation_time": 8.75}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  οὐκέτι  οὐ  μὴ  φάγω  αὐτὸ  ἕως  ὅτου  πληρωθῇ  ἐν  τῇ  βασιλείᾳ  τοῦ  Θεοῦ.", "translation": "Tsy hihinana intsony aho mandra-pahatanteraka ny fanjakan'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 22:16", "translation_time": 8.37}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  δεξάμενος  ποτήριον  εὐχαριστήσας  εἶπεν  Λάβετε  τοῦτο  καὶ  διαμερίσατε  εἰς  ἑαυτούς·", "translation": "Ary rehefa naka vera izy, dia misaotra, dia nanao hoe: \"Makà ity, ary zarazarao aminareo;\"", "calver": "2025.05.22", "id": "LUK 22:17", "translation_time": 10.67}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  γὰρ  ὑμῖν, οὐ  μὴ  πίω  ἀπὸ  τοῦ  νῦν  ἀπὸ  τοῦ  γενήματος  τῆς  ἀμπέλου  ἕως  οὗ  ἡ  βασιλεία  τοῦ  Θεοῦ  ἔλθῃ.", "translation": "Teny filazantsara: \"Rehefa miteny aho dia tsy hisotro avy amin'ny voan'ny voaloboka aho, manomboka amin'izao fotoana izao, mandra-pahoviana ny fanjakan'Andriamanitra ho avy.\"", "calver": "2025.05.22", "id": "LUK 22:18", "translation_time": 12.79}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  λαβὼν  ἄρτον  εὐχαριστήσας  ἔκλασεν  καὶ  ἔδωκεν  αὐτοῖς  λέγων  Τοῦτό  ἐστιν  τὸ  σῶμά  μου  τὸ  ὑπὲρ  ὑμῶν  διδόμενον· τοῦτο  ποιεῖτε  εἰς  τὴν  ἐμὴν  ἀνάμνησιν.", "translation": "Ary nandray mofo izy, nisaotra, dia mibaky azy, ary nizara tamin'izy ireo, nanao hoe: \"Ity no vatako, izay omena ho anao; ataovy izao ho fahatsiarovana ahy.\"", "calver": "2025.05.22", "id": "LUK 22:19", "translation_time": 9.65}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐζήτουν  οἱ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  τὸ  πῶς  ἀνέλωσιν  αὐτόν· ἐφοβοῦντο  γὰρ  τὸν  λαόν.", "translation": "Ary ny mpisoron'ny tempoly sy ny mpanora-dalàna dia nikaroka fomba hamonoany Azy; satria natahotra ny vahoaka izy ireo.", "calver": "2025.05.22", "id": "LUK 22:2", "translation_time": 7.92}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  τὸ  ποτήριον  ὡσαύτως  μετὰ  τὸ  δειπνῆσαι, λέγων  Τοῦτο  τὸ  ποτήριον  ἡ  καινὴ  διαθήκη  ἐν  τῷ  αἵματί  μου, τὸ  ὑπὲρ  ὑμῶν  ἐκχυννόμενον.", "translation": "Ary toy izany koa, rehefa avy nifanaiky ny sakafo, dia hoy izy: \"Ity ny kaopy, ny fanekena vaovao ao amin'ny raiko, izay voaendy ho anao, amin'ny alalan'ny fanariana ny rako.\"", "calver": "2025.05.22", "id": "LUK 22:20", "translation_time": 8.53}
{"source_lang": "grc", "target_lang": "msh", "original": "πλὴν  ἰδοὺ  ἡ  χεὶρ  τοῦ  παραδιδόντος  με  μετ’  ἐμοῦ  ἐπὶ  τῆς  τραπέζης.", "translation": "Fa, jereo, ny tanan'ilay mpanome, miaraka amin'i Aho eo ambonin'ny latabatra.", "calver": "2025.05.22", "id": "LUK 22:21", "translation_time": 14.89}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  ὁ  Υἱὸς  μὲν  τοῦ  ἀνθρώπου  κατὰ  τὸ  ὡρισμένον  πορεύεται, πλὴν  οὐαὶ  τῷ  ἀνθρώπῳ  ἐκείνῳ  δι’  οὗ  παραδίδοται.", "translation": "Fa ny Zanak'olona dia mandeha araka ny lalana voatondro, nefa kosa, fahoriana ho an'ilay olona izay manome azy, satria amin'izay izy dia handalo amin'izay olona izay hanolantsainy azy.", "calver": "2025.05.22", "id": "LUK 22:22", "translation_time": 9.74}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  αὐτοὶ  ἤρξαντο  συνζητεῖν  πρὸς  ἑαυτοὺς  τὸ  τίς  ἄρα  εἴη  ἐξ  αὐτῶν  ὁ  τοῦτο  μέλλων  πράσσειν.", "translation": "Nanomboka niady hevitra izy ireo momba izay amin'izy ireo no hanao izany amin'ny hoavy, ka nanontany tena izy ireo hoe: \"Iza amin'izy ireo no hanao izany?\"", "calver": "2025.05.22", "id": "LUK 22:23", "translation_time": 9.8}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἐγένετο  δὲ  καὶ  φιλονεικία  ἐν  αὐτοῖς, τὸ  τίς  αὐτῶν  δοκεῖ  εἶναι  μείζων.", "translation": "Niseho ny fifandirana teo amin'izy ireo, momba ny fanontaniana hoe iza no lehibe kokoa amin'izy ireo.", "calver": "2025.05.22", "id": "LUK 22:24", "translation_time": 8.36}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  αὐτοῖς  Οἱ  βασιλεῖς  τῶν  ἐθνῶν  κυριεύουσιν  αὐτῶν, καὶ  οἱ  ἐξουσιάζοντες  αὐτῶν  εὐεργέται  καλοῦνται.", "translation": "Hoy izy ireo: \"Ny mpanjakan'ny firenena mifehy azy ireo, ary ireo manam-pahefana antsoina hoe mpanampy.\"", "calver": "2025.05.22", "id": "LUK 22:25", "translation_time": 10.27}
{"source_lang": "grc", "target_lang": "msh", "original": "ὑμεῖς  δὲ  οὐχ  οὕτως, ἀλλ’  ὁ  μείζων  ἐν  ὑμῖν  γινέσθω  ὡς  ὁ  νεώτερος, καὶ  ὁ  ἡγούμενος  ὡς  ὁ  διακονῶν.", "translation": "Tsy toy izany kosa aminareo, fa aoka ny lehibe ho tahaka ny tanora, ary ny mpitarika ho tahaka ny mpanompo.", "calver": "2025.05.22", "id": "LUK 22:26", "translation_time": 9.6}
{"source_lang": "grc", "target_lang": "msh", "original": "τίς  γὰρ  μείζων, ὁ  ἀνακείμενος  ἢ  ὁ  διακονῶν; οὐχὶ  ὁ  ἀνακείμενος; ἐγὼ  δὲ  ἐν  μέσῳ  ὑμῶν  εἰμι  ὡς  ὁ  διακονῶν.", "translation": "Fa iza moa no lehibe kokoa, ilay miondrika ve sa ilay manompo? Tsy ve ilay miondrika? Ary izaho kosa eto afovoanareo, toy ny manompo.", "calver": "2025.05.22", "id": "LUK 22:27", "translation_time": 8.36}
{"source_lang": "grc", "target_lang": "msh", "original": "ὑμεῖς  δέ  ἐστε  οἱ  διαμεμενηκότες  μετ’  ἐμοῦ  ἐν  τοῖς  πειρασμοῖς  μου·", "translation": "Ianareo no ireo izay mijanona miaraka amiko amin'ny fitsapana nataoko.", "calver": "2025.05.22", "id": "LUK 22:28", "translation_time": 10.18}
{"source_lang": "grc", "target_lang": "msh", "original": "κἀγὼ  διατίθεμαι  ὑμῖν, καθὼς  διέθετό  μοι  ὁ  Πατήρ  μου  βασιλείαν,", "translation": "Mikarakara ho anareo koa aho, toy ny efa nanomanan'ny Ray ho ahy.", "calver": "2025.05.22", "id": "LUK 22:29", "translation_time": 9.42}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἰσῆλθεν  δὲ  Σατανᾶς  εἰς  Ἰούδαν  τὸν  καλούμενον  Ἰσκαριώτην, ὄντα  ἐκ  τοῦ  ἀριθμοῦ  τῶν  δώδεκα·", "translation": "Niditra tamin'i Jodasy, ilay antsoina hoe Iskariot, i Satana, izay iray tamin'ny roa ambin'ny folo.", "calver": "2025.05.22", "id": "LUK 22:3", "translation_time": 7.64}
{"source_lang": "grc", "target_lang": "msh", "original": "ἵνα  ἔσθητε  καὶ  πίνητε  ἐπὶ  τῆς  τραπέζης  μου  ἐν  τῇ  βασιλείᾳ  μου, καὶ  καθήσεσθε  ἐπὶ  θρόνων  τὰς  δώδεκα  φυλὰς  κρίνοντες  τοῦ  Ἰσραήλ.", "translation": "Mihinana sy misotro eo amin'ny latabatro amin'ny Fanjakan'Andriamanitra, ary mipetraka amin'ny seza fiandrianana, mandimby ny firenena roa ambin'ny folo, mitsara ny firenena Israely.", "calver": "2025.05.22", "id": "LUK 22:30", "translation_time": 7.37}
{"source_lang": "grc", "target_lang": "msh", "original": "Σίμων  Σίμων, ἰδοὺ  ὁ  Σατανᾶς  ἐξῃτήσατο  ὑμᾶς  τοῦ  σινιάσαι  ὡς  τὸν  σῖτον·", "translation": "Simôn, Ity no voalazan'ny anjely aminao: Satanà dia nangataka hotsapainao toy ny vary, toy ny fakam-panahy amin'ny finoana, mba hahafantatra raha matanjaka ny finoanao.", "calver": "2025.05.22", "id": "LUK 22:31", "translation_time": 7.61}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐγὼ  δὲ  ἐδεήθην  περὶ  σοῦ  ἵνα  μὴ  ἐκλίπῃ  ἡ  πίστις  σου· καὶ  σύ  ποτε  ἐπιστρέψας  στήρισον  τοὺς  ἀδελφούς  σου.", "translation": "Natahotra aho ho anao, mba tsy ho latsaka ny finoanao; ary rehefa miverina ianao, dia manampy ny rahalahinao.", "calver": "2025.05.22", "id": "LUK 22:32", "translation_time": 9.72}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  αὐτῷ  Κύριε, μετὰ  σοῦ  ἕτοιμός  εἰμι  καὶ  εἰς  φυλακὴν  καὶ  εἰς  θάνατον  πορεύεσθαι.", "translation": "Kyrie, hoy izy tamin'ny: \"Vonona aho hanaraka anao, ho miaraka aminao, hatramin'ny fahababoana sy hatramin'ny fahafatesana.\"", "calver": "2025.05.22", "id": "LUK 22:33", "translation_time": 9.57}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  εἶπεν  Λέγω  σοι, Πέτρε, οὐ  φωνήσει  σήμερον  ἀλέκτωρ  ἕως  τρίς  με  ἀπαρνήσῃ  μὴ  εἰδέναι.", "translation": "Hiteny aminao aho, Petera, fa tsy hahafantatra anao ianao, alohan'ny hanenoan'ny amboahaolo, dia ho lavinao aho telo heny, tsy hahafantatra ahy ianao.", "calver": "2025.05.22", "id": "LUK 22:34", "translation_time": 8.92}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  εἶπεν  αὐτοῖς  Ὅτε  ἀπέστειλα  ὑμᾶς  ἄτερ  βαλλαντίου  καὶ  πήρας  καὶ  ὑποδημάτων, μή  τινος  ὑστερήσατε; οἱ  δὲ  εἶπαν  Οὐθενός.", "translation": "Ary hoy izy taminy: \"Rehefa nandefa anareo tsy nisy zavatra nampanahy, na vola, na fanjairana, na kiraro, tsy nisy zavatra tsy ampy ve? Dia hoy izy ireo: Tsy nisy zavatra tsy ampy.\"", "calver": "2025.05.22", "id": "LUK 22:35", "translation_time": 9.35}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  αὐτοῖς  Ἀλλὰ  νῦν  ὁ  ἔχων  βαλλάντιον  ἀράτω, ὁμοίως  καὶ  πήραν, καὶ  ὁ  μὴ  ἔχων  πωλησάτω  τὸ  ἱμάτιον  αὐτοῦ  καὶ  ἀγορασάτω  μάχαιραν.", "translation": "Hoy ny amin’izao fotoana izao, izay manana vata-bola, aoka izy hanandratra izany; ary izay tsy manana, aoka hivarotra ny akanjony, ary hividy sabatra.", "calver": "2025.05.22", "id": "LUK 22:36", "translation_time": 10.38}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγω  γὰρ  ὑμῖν  ὅτι  τοῦτο  τὸ  γεγραμμένον  δεῖ  τελεσθῆναι  ἐν  ἐμοί, τό  Καὶ  μετὰ  ἀνόμων  ἐλογίσθη· καὶ  γὰρ  τὸ  περὶ  ἐμοῦ  τέλος  ἔχει.", "translation": "Ilaina ny hahatanteraka izany, satria voasoratra ao amin'ny faminaniana fa tokony ho tanteraka izany amin'ity olona ity. Voasoratra koa fa izy dia isaiko ho mpanota, ary efa tonga ny faran'izay momba azy.", "calver": "2025.05.22", "id": "LUK 22:37", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  εἶπαν  Κύριε, ἰδοὺ  μάχαιραι  ὧδε  δύο. ὁ  δὲ  εἶπεν  αὐτοῖς  Ἱκανόν  ἐστιν.", "translation": "Ny mpianatr' i Kristy dia nilaza, \"Tompo, jereo, sabatra eto roa,\" ary dia nilaza taminy, \"Feno izany.\"", "calver": "2025.05.22", "id": "LUK 22:38", "translation_time": 11.7}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἐξελθὼν  ἐπορεύθη  κατὰ  τὸ  ἔθος  εἰς  τὸ  ὄρος  τῶν  Ἐλαιῶν· ἠκολούθησαν  δὲ  αὐτῷ  καὶ  οἱ  μαθηταί.", "translation": "Ary izy nivoaka, araka ny fanaony, dia nankany amin'ny Toeran'ny Oliva; ary ny mpianany nanaraka azy.", "calver": "2025.05.22", "id": "LUK 22:39", "translation_time": 7.57}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀπελθὼν  συνελάλησεν  τοῖς  ἀρχιερεῦσιν  καὶ  στρατηγοῖς  τὸ  πῶς  αὐτοῖς  παραδῷ  αὐτόν.", "translation": "Ary rehefa niala izy, dia niresaka tamin'ny mpitondra fivavahana sy ny lehiben'ny miaramila izy momba ny fomba hanaterany azy ireo.", "calver": "2025.05.22", "id": "LUK 22:4", "translation_time": 8.01}
{"source_lang": "grc", "target_lang": "msh", "original": "γενόμενος  δὲ  ἐπὶ  τοῦ  τόπου  εἶπεν  αὐτοῖς  Προσεύχεσθε  μὴ  εἰσελθεῖν  εἰς  πειρασμόν.", "translation": "Rehefa tonga tany amin’ilay toerana izy, dia hoy izy tamin’izy ireo: \"Mivavaha ianareo, mba tsy hiditra amin’ny fahotana.\"", "calver": "2025.05.22", "id": "LUK 22:40", "translation_time": 9.5}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  αὐτὸς  ἀπεσπάσθη  ἀπ’  αὐτῶν  ὡσεὶ  λίθου  βολήν, καὶ  θεὶς  τὰ  γόνατα  προσηύχετο", "translation": "Ary izy ihany koa voafaka tamin’izy ireo toy ny vato voatifitra, ary rehefa napetrany ny lohany dia nivavaka izy", "calver": "2025.05.22", "id": "LUK 22:41", "translation_time": 10.34}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγων  Πάτερ, εἰ  βούλει  παρένεγκε  τοῦτο  τὸ  ποτήριον  ἀπ’  ἐμοῦ· πλὴν  μὴ  τὸ  θέλημά  μου  ἀλλὰ  τὸ  σὸν  γινέσθω.", "translation": "Ry Ray, raha sitrakao, dia alao ity kaopy ity amiko; nefa tsy ny sitrapoko no hotanterahina, fa ny sitraponao.", "calver": "2025.05.22", "id": "LUK 22:42", "translation_time": 8.37}
{"source_lang": "grc", "target_lang": "msh", "original": "ὤφθη  δὲ  αὐτῷ  ἄγγελος  ἀπ’  οὐρανοῦ  ἐνισχύων  αὐτόν.", "translation": "Niseho taminy izy, ary anjely avy any an-danitra no nanamafy azy.", "calver": "2025.05.22", "id": "LUK 22:43", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  γενόμενος  ἐν  ἀγωνίᾳ  ἐκτενέστερον  προσηύχετο· καὶ  ἐγένετο  ὁ  ἱδρὼς  αὐτοῦ  ὡσεὶ  θρόμβοι  αἵματος  καταβαίνοντες  ἐπὶ  τὴν  γῆν.", "translation": "Jesosy mivavaka amin'ny fo mafy kokoa, ary mivoka toy ny ran'ny rà ny hatsemboatra, mikororosy amin'ny tany noho ny fahoriana lalina.", "calver": "2025.05.22", "id": "LUK 22:44", "translation_time": 10.88}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀναστὰς  ἀπὸ  τῆς  προσευχῆς, ἐλθὼν  πρὸς  τοὺς  μαθητὰς  εὗρεν  κοιμωμένους  αὐτοὺς  ἀπὸ  τῆς  λύπης,", "translation": "Rehefa nitsangana avy amin'ny vavaka izy, dia nankany amin'ny mpianatra, ary nahita azy ireo natory noho ny fahoriana.", "calver": "2025.05.22", "id": "LUK 22:45", "translation_time": 8.73}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  αὐτοῖς  Τί  καθεύδετε; ἀναστάντες  προσεύχεσθε, ἵνα  μὴ  εἰσέλθητε  εἰς  πειρασμόν.", "translation": "Ary hoy izy ireo, dia hoy Izy taminy: \"Mitsangàna, mivavaha, mba tsy hidiranareo amin'ny fahotana.\"", "calver": "2025.05.22", "id": "LUK 22:46", "translation_time": 10.21}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἔτι  αὐτοῦ  λαλοῦντος  ἰδοὺ  ὄχλος, καὶ  ὁ  λεγόμενος  Ἰούδας  εἷς  τῶν  δώδεκα  προήρχετο  αὐτούς, καὶ  ἤγγισεν  τῷ  Ἰησοῦ  φιλῆσαι  αὐτόν.", "translation": "Rehefa mbola miteny izy, dia hitany ny vahoaka, ary Jodasy, iray amin'ny roa ambin'ny folo, nankany teo amin'izy ireo, ary nanatona an'i Jesosy, dia namihina azy.", "calver": "2025.05.22", "id": "LUK 22:47", "translation_time": 10.86}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἰησοῦς  δὲ  εἶπεν  αὐτῷ  Ἰούδα, φιλήματι  τὸν  Υἱὸν  τοῦ  ἀνθρώπου  παραδίδως;", "translation": "Jesosy niteny taminy: Jodasy, manafina ny Zanak'olona amin'ny alalan'ny fanosotra amin'ny oroka ve ianao?", "calver": "2025.05.22", "id": "LUK 22:48", "translation_time": 10.26}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδόντες  δὲ  οἱ  περὶ  αὐτὸν  τὸ  ἐσόμενον  εἶπαν  Κύριε, εἰ  πατάξομεν  ἐν  μαχαίρῃ;", "translation": "Nahitany ireo manodidina Azy ny ho avy, dia nanao: “Ry Tompo, raha hataontsika amin'ny sabatra ve?”", "calver": "2025.05.22", "id": "LUK 22:49", "translation_time": 11.07}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐχάρησαν, καὶ  συνέθεντο  αὐτῷ  ἀργύριον  δοῦναι.", "translation": "Ary faly izy, ary nifanaraka tamin’izany izy hanome vola.", "calver": "2025.05.22", "id": "LUK 22:5", "translation_time": 8.27}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐπάταξεν  εἷς  τις  ἐξ  αὐτῶν  τοῦ  ἀρχιερέως  τὸν  δοῦλον  καὶ  ἀφεῖλεν  τὸ  οὖς  αὐτοῦ  τὸ  δεξιόν.", "translation": "Nandatsaka izy tamin'ny iray tamin'izy ireo, ny mpitondra ny mpisoron'ny lehibe, ary nesoriny ny sofiny havanana.", "calver": "2025.05.22", "id": "LUK 22:50", "translation_time": 8.35}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποκριθεὶς  δὲ  ὁ  Ἰησοῦς  εἶπεν  Ἐᾶτε  ἕως  τούτου· καὶ  ἁψάμενος  τοῦ  ὠτίου  ἰάσατο  αὐτόν.", "translation": "Rehefa avy namaly izany i Jesosy, dia hoy izy: \"Hatonina hatramin'izao; ary rehefa nikasika ny sofiny izy, dia nitsabo azy.\"", "calver": "2025.05.22", "id": "LUK 22:51", "translation_time": 10.46}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἶπεν  δὲ  Ἰησοῦς  πρὸς  τοὺς  παραγενομένους  ἐπ’  αὐτὸν  ἀρχιερεῖς  καὶ  στρατηγοὺς  τοῦ  ἱεροῦ  καὶ  πρεσβυτέρους  Ὡς  ἐπὶ  λῃστὴν  ἐξήλθατε  μετὰ  μαχαιρῶν  καὶ  ξύλων;", "translation": "Niteny i Jesosy tamin’ireo manampahefana: “Toy ny jiolahy ve ianareo nivoaka niaraka tamin’ny sabatra sy ny tsorakazo, mba hisambotra ahy?”", "calver": "2025.05.22", "id": "LUK 22:52", "translation_time": 6.99}
{"source_lang": "grc", "target_lang": "msh", "original": "καθ’  ἡμέραν  ὄντος  μου  μεθ’  ὑμῶν  ἐν  τῷ  ἱερῷ  οὐκ  ἐξετείνατε  τὰς  χεῖρας  ἐπ’  ἐμέ· ἀλλ’  αὕτη  ἐστὶν  ὑμῶν  ἡ  ὥρα  καὶ  ἡ  ἐξουσία  τοῦ  σκότους.", "translation": "Amin'ny andro ahy, raha ao amin'ny tempoly, tsy nanandratra ny tanana tamin'ny ahy ianareo; fa ity no ora sy ny fahefan'ny haizina ho anareo. Ity no ora sy ny fahefan'ny haizina.", "calver": "2025.05.22", "id": "LUK 22:53", "translation_time": 9.25}
{"source_lang": "grc", "target_lang": "msh", "original": "Συλλαβόντες  δὲ  αὐτὸν  ἤγαγον  καὶ  εἰσήγαγον  εἰς  τὴν  οἰκίαν  τοῦ  ἀρχιερέως· ὁ  δὲ  Πέτρος  ἠκολούθει  μακρόθεν.", "translation": "Ny olona dia nandray azy ary nitondra azy ho ao an-tranon'ny mpisorona ambony; ary Petrô kosa manaraka amin'ny halavirana.", "calver": "2025.05.22", "id": "LUK 22:54", "translation_time": 9.73}
{"source_lang": "grc", "target_lang": "msh", "original": "περιαψάντων  δὲ  πῦρ  ἐν  μέσῳ  τῆς  αὐλῆς  καὶ  συνκαθισάντων  ἐκάθητο  ὁ  Πέτρος  μέσος  αὐτῶν.", "translation": "Ny afo mirehitra ao afovoan'ny tokotany, ary ireo olona manodidina dia nipetraka, ary Petero mipetraka eo afovoany.", "calver": "2025.05.22", "id": "LUK 22:55", "translation_time": 9.61}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδοῦσα  δὲ  αὐτὸν  παιδίσκη  τις  καθήμενον  πρὸς  τὸ  φῶς  καὶ  ἀτενίσασα  αὐτῷ  εἶπεν  Καὶ  οὗτος  σὺν  αὐτῷ  ἦν.", "translation": "Rehefa nahita azy ilay zazavavy, izay nipetraka teo anilany teo amin'ny hazavana, ary nijery azy tsara, dia niteny izy hoe: \"Ary ity olona ity dia niaraka taminy.\"", "calver": "2025.05.22", "id": "LUK 22:56", "translation_time": 11.89}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  ἠρνήσατο  λέγων  Οὐκ  οἶδα  αὐτόν, γύναι.", "translation": "Nandainga izy, ka nanao hoe: \"Tsy fantatro ilay olona,\" ramatoa.", "calver": "2025.05.22", "id": "LUK 22:57", "translation_time": 7.21}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  μετὰ  βραχὺ  ἕτερος  ἰδὼν  αὐτὸν  ἔφη  Καὶ  σὺ  ἐξ  αὐτῶν  εἶ. ὁ  δὲ  Πέτρος  ἔφη  Ἄνθρωπε, οὐκ  εἰμί.", "translation": "Ary avy eo, hitany azy ny olona iray, dia niteny hoe: \"Ary ianao koa avy amin'izy ireo ve?\" Dia hoy i Petera: \"Tsy fantatro izany olona izany.\"", "calver": "2025.05.22", "id": "LUK 22:58", "translation_time": 8.73}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  διαστάσης  ὡσεὶ  ὥρας  μιᾶς  ἄλλος  τις  διϊσχυρίζετο  λέγων  Ἐπ’  ἀληθείας  καὶ  οὗτος  μετ’  αὐτοῦ  ἦν, καὶ  γὰρ  Γαλιλαῖός  ἐστιν.", "translation": "Nandritra ny manodidina ny ora iray lasa izay, nisy olona iray koa nanambara fa mitory ny marina, ary niaraka taminy koa izy, satria Galilea izy.", "calver": "2025.05.22", "id": "LUK 22:59", "translation_time": 9.08}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐξωμολόγησεν, καὶ  ἐζήτει  εὐκαιρίαν  τοῦ  παραδοῦναι  αὐτὸν  ἄτερ  ὄχλου  αὐτοῖς.", "translation": "Nampiseho izy, ary nikaroka fotoana mety hampita azy tsy misy vahoaka.", "calver": "2025.05.22", "id": "LUK 22:6", "translation_time": 9.7}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  δὲ  ὁ  Πέτρος  Ἄνθρωπε, οὐκ  οἶδα  ὃ  λέγεις. καὶ  παραχρῆμα  ἔτι  λαλοῦντος  αὐτοῦ  ἐφώνησεν  ἀλέκτωρ.", "translation": "Niteny i Petera, hoy izy: “Tsy haiko izay lazainao.” Ary raha mbola miteny izy, dia nisy an’akely nankeo amin’ny feony, ka nitsoka ny amboadia.", "calver": "2025.05.22", "id": "LUK 22:60", "translation_time": 9.1}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  στραφεὶς  ὁ  Κύριος  ἐνέβλεψεν  τῷ  Πέτρῳ, καὶ  ὑπεμνήσθη  ὁ  Πέτρος  τοῦ  λόγου  τοῦ  Κυρίου, ὡς  εἶπεν  αὐτῷ  ὅτι  Πρὶν  ἀλέκτορα  φωνῆσαι  σήμερον  ἀπαρνήσῃ  με  τρίς.", "translation": "Ary rehefa niodina ny Tompo, dia nijery an'i Petera izy, ka dia tsaroan'i Petera ny tenin'ny Tompo, izay nilazany taminy fa: \"Alohan'ny henoan'ny akoho mitomany anio, dia hanadino anao ianao telo.\"", "calver": "2025.05.22", "id": "LUK 22:61", "translation_time": 9.94}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐξελθὼν  ἔξω  ἔκλαυσεν  πικρῶς.", "translation": "Nivoaka izy, ary any ivelany, nikoropaka mafy.", "calver": "2025.05.22", "id": "LUK 22:62", "translation_time": 9.78}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  οἱ  ἄνδρες  οἱ  συνέχοντες  αὐτὸν  ἐνέπαιζον  αὐτῷ  δέροντες,", "translation": "Ny lehilahy manevateva azy, maneso sy manevateva azy, tamin'ny fanaovana vazivazy sy fanesoana.", "calver": "2025.05.22", "id": "LUK 22:63", "translation_time": 7.49}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  περικαλύψαντες  αὐτὸν  ἐπηρώτων  λέγοντες  Προφήτευσον, τίς  ἐστιν  ὁ  παίσας  σε;", "translation": "Ary rehefa voafina izy, dia nanontany izy ireo ka nanao hoe: “Prophéteuson, iza no nanasazy anao?”", "calver": "2025.05.22", "id": "LUK 22:64", "translation_time": 7.43}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἕτερα  πολλὰ  βλασφημοῦντες  ἔλεγον  εἰς  αὐτόν.", "translation": "Ary, fiteny fahadisoana maro hafa, niteny manohitra Avo izy.", "calver": "2025.05.22", "id": "LUK 22:65", "translation_time": 10.42}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ὡς  ἐγένετο  ἡμέρα, συνήχθη  τὸ  πρεσβυτέριον  τοῦ  λαοῦ, ἀρχιερεῖς  τε  καὶ  γραμματεῖς, καὶ  ἀπήγαγον  αὐτὸν  εἰς  τὸ  συνέδριον  αὐτῶν,", "translation": "Rehefa maraina, ny loholona amin'ny vahoaka, ny mpitondra fivavahana sy ny mpanara-maso, dia nanangona ny tenany, ary nitondra azy ho eo anatrehan'ny fitsarana azy ireo izy.", "calver": "2025.05.22", "id": "LUK 22:66", "translation_time": 9.75}
{"source_lang": "grc", "target_lang": "msh", "original": "λέγοντες  Εἰ  σὺ  εἶ  ὁ  Χριστός, εἰπὸν  ἡμῖν. εἶπεν  δὲ  αὐτοῖς  Ἐὰν  ὑμῖν  εἴπω, οὐ  μὴ  πιστεύσητε·", "translation": "Raha Ianao no Kristy, milazà anay. Ary hoy Izy taminy: Raha lazaiko anao, tsy ho mino ianao;", "calver": "2025.05.22", "id": "LUK 22:67", "translation_time": 7.96}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐὰν  δὲ  ἐρωτήσω, οὐ  μὴ  ἀποκριθῆτε.", "translation": "Raha hontaniako ianao, dia tsy hamaly.", "calver": "2025.05.22", "id": "LUK 22:68", "translation_time": 7.74}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀπὸ  τοῦ  νῦν  δὲ  ἔσται  ὁ  Υἱὸς  τοῦ  ἀνθρώπου  καθήμενος  ἐκ  δεξιῶν  τῆς  δυνάμεως  τοῦ  Θεοῦ.", "translation": "Amin'izao fotoana izao, ho eo amin'ny sezany ny Zanak'olona, mipetraka eo amin'ny havon'ny fahefana an'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 22:69", "translation_time": 11.44}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἦλθεν  δὲ  ἡ  ἡμέρα  τῶν  ἀζύμων, ᾗ  ἔδει  θύεσθαι  τὸ  πάσχα·", "translation": "Tonga ny andro manokana amin'ny fihinanana mofo tsy misy lalivay, izay tokony hatao ny fanatitra ny Passover, tamin'izany andro izany.", "calver": "2025.05.22", "id": "LUK 22:7", "translation_time": 9.55}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπαν  δὲ  πάντες  Σὺ  οὖν  εἶ  ὁ  Υἱὸς  τοῦ  Θεοῦ; ὁ  δὲ  πρὸς  αὐτοὺς  ἔφη  Ὑμεῖς  λέγετε  ὅτι  ἐγώ  εἰμι.", "translation": "Sỳ oŭn eî ho ho Yioûs tou Theoû; fa izy kosa dia nanao tamim-pahendrena tamin'izy ireo ka nanao hoe: \"Hianareo no milaza fa izaho no.\"", "calver": "2025.05.22", "id": "LUK 22:70", "translation_time": 7.98}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  εἶπαν  Τί  ἔτι  ἔχομεν  μαρτυρίας  χρείαν; αὐτοὶ  γὰρ  ἠκούσαμεν  ἀπὸ  τοῦ  στόματος  αὐτοῦ.", "translation": "Tsy mbola mila vavolombelona intsony ve isika? Efa avy nandre mivantana avy amin'ny vavany izy ireo.", "calver": "2025.05.22", "id": "LUK 22:71", "translation_time": 6.25}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἀπέστειλεν  Πέτρον  καὶ  Ἰωάνην  εἰπών  Πορευθέντες  ἑτοιμάσατε  ἡμῖν  τὸ  πάσχα, ἵνα  φάγωμεν.", "translation": "Ary dia nandefa an'i Piera sy Iokarosy izy, nanao hoe: “Mandeha ianareo, ary manamboara ny Paska ho antsika, mba hahafahantsika mihinana izany.”", "calver": "2025.05.22", "id": "LUK 22:8", "translation_time": 9.27}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  εἶπαν  αὐτῷ  Ποῦ  θέλεις  ἑτοιμάσωμεν;", "translation": "Ahoana, ry izy, no tianao hampialantsika ny toerana hanaovana ny fanomanana?", "calver": "2025.05.22", "id": "LUK 22:9", "translation_time": 8.87}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἀναστὰν  ἅπαν  τὸ  πλῆθος  αὐτῶν  ἤγαγον  αὐτὸν  ἐπὶ  τὸν  Πειλᾶτον.", "translation": "Ary izy rehetra nitsangana, ny vahoaka nitarika azy ho an'i Pilato.", "calver": "2025.05.22", "id": "LUK 23:1", "translation_time": 8.15}
{"source_lang": "grc", "target_lang": "msh", "original": "εἱστήκεισαν  δὲ  οἱ  ἀρχιερεῖς  καὶ  οἱ  γραμματεῖς  εὐτόνως  κατηγοροῦντες  αὐτοῦ.", "translation": "Nitsangana ny mpitondra fivavahana lehibe sy ny mpanara-maso ny soratra masina, mampahafantatra azy amin'ny fomba ofisialy.", "calver": "2025.05.22", "id": "LUK 23:10", "translation_time": 8.68}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐξουθενήσας  δὲ  αὐτὸν  ὁ  Ἠρῴδης  σὺν  τοῖς  στρατεύμασιν  αὐτοῦ  καὶ  ἐμπαίξας, περιβαλὼν  ἐσθῆτα  λαμπρὰν  ἀνέπεμψεν  αὐτὸν  τῷ  Πειλάτῳ.", "translation": "Nandritra izany, Heroda, niaraka tamin'ny miaramila aman-drahalahiny, dia naneso an'i Jesosy tamin'ny alalan'ny fitafiany amin'ny akanjo manjelanjelatra, izay nataony ho toy ny fitafian'ny mpanjaka, ary avy eo dia nandefa azy niverina tany amin'i Pilato.", "calver": "2025.05.22", "id": "LUK 23:11", "translation_time": 15.32}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐγένοντο  δὲ  φίλοι  ὅ  τε  Ἠρῴδης  καὶ  ὁ  Πειλᾶτος  ἐν  αὐτῇ  τῇ  ἡμέρᾳ  μετ’  ἀλλήλων· προϋπῆρχον  γὰρ  ἐν  ἔχθρᾳ  ὄντες  πρὸς  αὑτούς.", "translation": "Tamin'izany andro izany, Heroda sy Pilaota dia nifanakaiky ho namana, na dia teo aloha aza izy ireo no nisy fifandirana teo amin'izy ireo.", "calver": "2025.05.22", "id": "LUK 23:12", "translation_time": 8.44}
{"source_lang": "grc", "target_lang": "msh", "original": "Πειλᾶτος  δὲ  συνκαλεσάμενος  τοὺς  ἀρχιερεῖς  καὶ  τοὺς  ἄρχοντας  καὶ  τὸν  λαὸν", "translation": "Piilato dia niantso ny mpisoron'ny jiosy, ny lehiben'ny jiosy, ary ny vahoaka.", "calver": "2025.05.22", "id": "LUK 23:13", "translation_time": 7.63}
{"source_lang": "grc", "target_lang": "msh", "original": "εἶπεν  πρὸς  αὐτούς  Προσηνέγκατέ  μοι  τὸν  ἄνθρωπον  τοῦτον  ὡς  ἀποστρέφοντα  τὸν  λαόν, καὶ  ἰδοὺ  ἐγὼ  ἐνώπιον  ὑμῶν  ἀνακρίνας  οὐθὲν  εὗρον  ἐν  τῷ  ἀνθρώπῳ  τούτῳ  αἴτιον  ὧν  κατηγορεῖτε  κατ’  αὐτοῦ.", "translation": "Niresaka tamin’izy ireo izy, ka nitarika ahy ilay lehilahy, toy ny manohitra ny vahoaka, eo anatrehanareo. Rehefa nanatitra ilay lehilahy ho ahy izy, dia nandinika azy aho, ary tsy nahita na inona na inona izay antony iampanga azy. Tamin’ity lehilahy ity, tsy nahita na inona na inona izay antony iampanga azy aho.", "calver": "2025.05.22", "id": "LUK 23:14", "translation_time": 11.56}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀλλ’  οὐδὲ  Ἠρῴδης· ἀνέπεμψεν  γὰρ  αὐτὸν  πρὸς  ἡμᾶς· καὶ  ἰδοὺ  οὐδὲν  ἄξιον  θανάτου  ἐστὶν  πεπραγμένον  αὐτῷ·", "translation": "Tsy nahita na inona na inona mendrika ho faty i Heroda; satria izy no naniraka azy hiverina aminay. Ary, jereo, tsy nisy zavatra mendrika ho faty natao taminy.", "calver": "2025.05.22", "id": "LUK 23:15", "translation_time": 9.21}
{"source_lang": "grc", "target_lang": "msh", "original": "παιδεύσας  οὖν  αὐτὸν  ἀπολύσω.", "translation": "Nandritra ny fanabeazana azy aho, dia hovako izy.", "calver": "2025.05.22", "id": "LUK 23:16", "translation_time": 9.99}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀνέκραγον  δὲ  πανπληθεὶ  λέγοντες  Αἶρε  τοῦτον, ἀπόλυσον  δὲ  ἡμῖν  τὸν  Βαραββᾶν·", "translation": "Nandri-pahatezerana ny vahoaka rehetra nanao hoe: \"Arovy ity, ary avelao ho antsika ny Barabbas.\"", "calver": "2025.05.22", "id": "LUK 23:18", "translation_time": 13.14}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅστις  ἦν  διὰ  στάσιν  τινὰ  γενομένην  ἐν  τῇ  πόλει  καὶ  φόνον  βληθεὶς  ἐν  τῇ  φυλακῇ.", "translation": "Ny olona nandray anjara tamin'ny korontana iray tao an-tanàna, ary voadona tamin'ny ratra fahafaty, tany am-ponja.", "calver": "2025.05.22", "id": "LUK 23:19", "translation_time": 9.28}
{"source_lang": "grc", "target_lang": "msh", "original": "ἤρξαντο  δὲ  κατηγορεῖν  αὐτοῦ  λέγοντες  Τοῦτον  εὕραμεν  διαστρέφοντα  τὸ  ἔθνος  ἡμῶν  καὶ  κωλύοντα  φόρους  Καίσαρι  διδόναι, καὶ  λέγοντα  ἑαυτὸν  Χριστὸν  βασιλέα  εἶναι.", "translation": "Nanomboka ny olona niampanga azy, nanao hoe: \"Hitantsika ity lehilahy ity izay manohitra ny firenentsika, sady manakana ny olona tsy handoa hetra ho an'i Kaisara, ary milaza fa izy no Kristy, Mpanjaka.\"", "calver": "2025.05.22", "id": "LUK 23:2", "translation_time": 11.52}
{"source_lang": "grc", "target_lang": "msh", "original": "πάλιν  δὲ  ὁ  Πειλᾶτος  προσεφώνησεν  αὐτοῖς, θέλων  ἀπολῦσαι  τὸν  Ἰησοῦν.", "translation": "Indray, niteny tamin'izy ireo i Pilato, manambara ny faniriany hamela an'i Jesosy.", "calver": "2025.05.22", "id": "LUK 23:20", "translation_time": 8.34}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  ἐπεφώνουν  λέγοντες  Σταύρου  σταύρου  αὐτόν.", "translation": "Nifandona nanao hoe, izy ireo, hoe: \"Ny hazo fijalian'i Jesosy, azy.\"", "calver": "2025.05.22", "id": "LUK 23:21", "translation_time": 8.31}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  τρίτον  εἶπεν  πρὸς  αὐτούς  Τί  γὰρ  κακὸν  ἐποίησεν  οὗτος; οὐδὲν  αἴτιον  θανάτου  εὗρον  ἐν  αὐτῷ· παιδεύσας  οὖν  αὐτὸν  ἀπολύσω.", "translation": "Tsy nahita antony hamonoana azy aho, satria tsy misy zavatra tokony hahafatesany ao aminy. Noho izany, hampianatra azy aho, dia hamela azy.", "calver": "2025.05.22", "id": "LUK 23:22", "translation_time": 7.22}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  ἐπέκειντο  φωναῖς  μεγάλαις  αἰτούμενοι  αὐτὸν  σταυρωθῆναι, καὶ  κατίσχυον  αἱ  φωναὶ  αὐτῶν.", "translation": "Ny vahoaka dia nanao feo mafy, mitabataba mafy, mitaky ny hohajaina amin'ny hazofijaliana azy, ary ny feony dia nampahery ny feony, ka nandroaka ny feon'ny hafa.", "calver": "2025.05.22", "id": "LUK 23:23", "translation_time": 12.27}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  Πειλᾶτος  ἐπέκρινεν  γενέσθαι  τὸ  αἴτημα  αὐτῶν·", "translation": "Pilato nanapa-kevitra ho lasa na ho tonga ny fangatahan'izy ireo.", "calver": "2025.05.22", "id": "LUK 23:24", "translation_time": 8.98}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀπέλυσεν  δὲ  τὸν  διὰ  στάσιν  καὶ  φόνον  βεβλημένον  εἰς  φυλακὴν, ὃν  ᾐτοῦντο, τὸν  δὲ  Ἰησοῦν  παρέδωκεν  τῷ  θελήματι  αὐτῶν.", "translation": "Nandefa ny olona noho ny fitokonana sy ny famonoana izay natao taminy izy, ary napetraka tao an-tranomaizina, izay efa nangatahany, ary ny Jesosy kosa dia natolotr'izy ireo araka ny sitrapon'izy ireo.", "calver": "2025.05.22", "id": "LUK 23:25", "translation_time": 9.07}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ὡς  ἀπήγαγον  αὐτόν, ἐπιλαβόμενοι  Σίμωνά  τινα  Κυρηναῖον  ἐρχόμενον  ἀπ’  ἀγροῦ  ἐπέθηκαν  αὐτῷ  τὸν  σταυρὸν  φέρειν  ὄπισθεν  τοῦ  Ἰησοῦ.", "translation": "Rehefa nentina izy, ary nahazo an'i Simona avy any Cyrene, izay avy amin'ny saha, dia napetraka taminy ny hazo fijaliana, ary izy manaraka an'i Jesosy.", "calver": "2025.05.22", "id": "LUK 23:26", "translation_time": 10.12}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἠκολούθει  δὲ  αὐτῷ  πολὺ  πλῆθος  τοῦ  λαοῦ  καὶ  γυναικῶν  αἳ  ἐκόπτοντο  καὶ  ἐθρήνουν  αὐτόν.", "translation": "Nanaraka azy ny vahoaka betsaka, anisan'izany ny vehivavy, izay nikopoka sy nikoropaka nandritra ny fahoriana azy.", "calver": "2025.05.22", "id": "LUK 23:27", "translation_time": 7.83}
{"source_lang": "grc", "target_lang": "msh", "original": "στραφεὶς  δὲ  πρὸς  αὐτὰς  Ἰησοῦς  εἶπεν  Θυγατέρες  Ἱερουσαλήμ, μὴ  κλαίετε  ἐπ’  ἐμέ· πλὴν  ἐφ’  ἑαυτὰς  κλαίετε  καὶ  ἐπὶ  τὰ  τέκνα  ὑμῶν,", "translation": "Jesosy nilaza hoe: \"Vehivavy ao Jerosalema, aza mitomany ho ahy; fa mitomany ho anareo sy ho an'ny zanakareo kosa mitomany.\"", "calver": "2025.05.22", "id": "LUK 23:28", "translation_time": 10.72}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  ἰδοὺ  ἔρχονται  ἡμέραι  ἐν  αἷς  ἐροῦσιν  Μακάριαι  αἱ  στεῖραι, καὶ  αἱ  κοιλίαι  αἳ  οὐκ  ἐγέννησαν, καὶ  μαστοὶ  οἳ  οὐκ  ἔθρεψαν.", "translation": "Indro, miandry ny androny, hoy izy ireo: Soa ho an'ny malahelo sy ny tsy niteraka, ary ny tsy nanan-janaka, ary ny tsy nikarakara ny nono, satria ireo no ho lazain'ny olona ho sambatra amin'ny hoavy.", "calver": "2025.05.22", "id": "LUK 23:29", "translation_time": 19.92}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  Πειλᾶτος  ἠρώτησεν  αὐτὸν  λέγων  Σὺ  εἶ  ὁ  Βασιλεὺς  τῶν  Ἰουδαίων; ὁ  δὲ  ἀποκριθεὶς  αὐτῷ  ἔφη  Σὺ  λέγεις.", "translation": "Pilato nanontany an'i Jesosy raha izy no Mpanjakan'ny Jiosy, ka hoy Jesosy: \"Ilay milaza izany ianao.\"", "calver": "2025.05.22", "id": "LUK 23:3", "translation_time": 10.43}
{"source_lang": "grc", "target_lang": "msh", "original": "τότε  ἄρξονται  λέγειν  τοῖς  ὄρεσιν  Πέσατε  ἐφ’  ἡμᾶς, καὶ  τοῖς  βουνοῖς  Καλύψατε  ἡμᾶς·", "translation": "Amin'ny ho avy, dia hiteny amin'ny tendrombohitra izy ireo ka manao hoe: \"Apetraho ny lanjanao aminay,\" ary amin'ny havoana kosa: \"Afeno anay,\" ho fiarovana sy ho fahafenana amin'ny fahafatesana.", "calver": "2025.05.22", "id": "LUK 23:30", "translation_time": 14.35}
{"source_lang": "grc", "target_lang": "msh", "original": "ὅτι  εἰ  ἐν  ὑγρῷ  ξύλῳ  ταῦτα  ποιοῦσιν, ἐν  τῷ  ξηρῷ  τί  γένηται;", "translation": "Raha manao izany amin'ny hazo mando izy ireo, inona no hitranga amin'ny hazo maina?", "calver": "2025.05.22", "id": "LUK 23:31", "translation_time": 10.57}
{"source_lang": "grc", "target_lang": "msh", "original": "Ἤγοντο  δὲ  καὶ  ἕτεροι  κακοῦργοι  δύο  σὺν  αὐτῷ  ἀναιρεθῆναι.", "translation": "Nentinin’ireo olona ratsy roa ireo izy ireo niaraka tamin’ izy, hoentina hanapotehana.", "calver": "2025.05.22", "id": "LUK 23:32", "translation_time": 10.47}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ὅτε  ἦλθον  ἐπὶ  τὸν  τόπον  τὸν  καλούμενον  Κρανίον, ἐκεῖ  ἐσταύρωσαν  αὐτὸν  καὶ  τοὺς  κακούργους, ὃν  μὲν  ἐκ  δεξιῶν  ὃν  δὲ  ἐξ  ἀριστερῶν.", "translation": "Ary rehefa tonga teo amin'ny toerana antsoina hoe Golgotha izy, dia niampy azy ireo ny mpanao famonoana, dia i Jesosy sy ireo jiolahy roa, ny iray teo amin'ny tanany ankavanana, ary ny iray teo amin'ny tanany ankavitsiny.", "calver": "2025.05.22", "id": "LUK 23:33", "translation_time": 8.73}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  Ἰησοῦς  ἔλεγεν  Πάτερ, ἄφες  αὐτοῖς· οὐ  γὰρ  οἴδασιν  τί  ποιοῦσιν. διαμεριζόμενοι  δὲ  τὰ  ἱμάτια  αὐτοῦ  ἔβαλον  κλήρους.", "translation": "Jesosy niteny hoe: \"Ray, mamelà azy ireo; fa tsy mahalala izay ataony izy ireo.\" Ary rehefa nizarazara ny fitafiany izy ireo, dia nikaroka fivavahana tamin'ny alalan'ny fitondrana kely ny mpitondra tafika.", "calver": "2025.05.22", "id": "LUK 23:34", "translation_time": 12.31}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἱστήκει  ὁ  λαὸς  θεωρῶν. ἐξεμυκτήριζον  δὲ  καὶ  οἱ  ἄρχοντες  λέγοντες  Ἄλλους  ἔσωσεν, σωσάτω  ἑαυτόν, εἰ  οὗτός  ἐστιν  ὁ  Χριστὸς  τοῦ  Θεοῦ  ὁ  ἐκλεκτός.", "translation": "Ary ny olona nitsangana nijery, ary ny mpifehy naneso, nanao hoe: “Raha izy no Kristy, avelao izy hamonjy tena, ny voafidin'Andriamanitra.”", "calver": "2025.05.22", "id": "LUK 23:35", "translation_time": 8.86}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐνέπαιξαν  δὲ  αὐτῷ  καὶ  οἱ  στρατιῶται  προσερχόμενοι, ὄξος  προσφέροντες  αὐτῷ", "translation": "Nandray anjara tamin'izany koa ny miaramila, izay nanatona sy nanolotra vinegar ho azy.", "calver": "2025.05.22", "id": "LUK 23:36", "translation_time": 14.83}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  λέγοντες  Εἰ  σὺ  εἶ  ὁ  Βασιλεὺς  τῶν  Ἰουδαίων, σῶσον  σεαυτόν.", "translation": "Ary manao hoe: Raha ianao no Mpanjaka amin'ny Jody, vonjeo ny tenanao.", "calver": "2025.05.22", "id": "LUK 23:37", "translation_time": 11.3}
{"source_lang": "grc", "target_lang": "msh", "original": "ἦν  δὲ  καὶ  ἐπιγραφὴ  ἐπ’  αὐτῷ  Ο  ΒΑΣΙΛΕΥΣ  ΤΩΝ  ΙΟΥΔΑΙΩΝ  ΟΥΤΟΣ.", "translation": "\"Ilay Mpanjaka amin'ny Jodaisy\"", "calver": "2025.05.22", "id": "LUK 23:38", "translation_time": 8.77}
{"source_lang": "grc", "target_lang": "msh", "original": "Εἷς  δὲ  τῶν  κρεμασθέντων  κακούργων  ἐβλασφήμει  αὐτόν  Οὐχὶ  σὺ  εἶ  ὁ  Χριστός; σῶσον  σεαυτὸν  καὶ  ἡμᾶς.", "translation": "Efa iray tamin'ireo jiolahy voahangona nampihomehy azy izy, nanao hoe: \"Tsy ve ianao no Kristy? Vonoy ny tenanao sy izahay koa, fa vonjeo ny tenantsika.\"", "calver": "2025.05.22", "id": "LUK 23:39", "translation_time": 8.91}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  Πειλᾶτος  εἶπεν  πρὸς  τοὺς  ἀρχιερεῖς  καὶ  τοὺς  ὄχλους  Οὐδὲν  εὑρίσκω  αἴτιον  ἐν  τῷ  ἀνθρώπῳ  τούτῳ.", "translation": "Pilato nanao tamy amin'ny mpisorona sy ny vahoaka hoe: \"Tsy mahita heloka na inona na inona amin'ity lehilahy ity aho.\"", "calver": "2025.05.22", "id": "LUK 23:4", "translation_time": 7.82}
{"source_lang": "grc", "target_lang": "msh", "original": "ἀποκριθεὶς  δὲ  ὁ  ἕτερος  ἐπιτιμῶν  αὐτῷ  ἔφη  Οὐδὲ  φοβῇ  σὺ  τὸν  Θεόν, ὅτι  ἐν  τῷ  αὐτῷ  κρίματι  εἶ;", "translation": "Aorian'ny fanamarihana, ny hafa dia niteny taminy tamin-kaja, ka nanao hoe: \"Tsy matahotra ve ianao ny Andriamanitra, satria ao anatin'ny fitsarana mitovy isika roa?\"", "calver": "2025.05.22", "id": "LUK 23:40", "translation_time": 10.38}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἡμεῖς  μὲν  δικαίως, ἄξια  γὰρ  ὧν  ἐπράξαμεν  ἀπολαμβάνομεν· οὗτος  δὲ  οὐδὲν  ἄτοπον  ἔπραξεν.", "translation": "Ka isika koa dia ara-drariny, satria ny zavatra nataonay dia tokony ho valiana; fa izy tsy nanao fahadisoana na inona na inona.", "calver": "2025.05.22", "id": "LUK 23:41", "translation_time": 12.82}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἔλεγεν  Ἰησοῦ, μνήσθητί  μου  ὅταν  ἔλθῃς  εἰς  τὴν  βασιλείαν  σου.", "translation": "“Jesosy, mangataka aminao aho, mba hahatsiaro ahy rehefa ho avy any amin’ny fanjakanao ianao.”", "calver": "2025.05.22", "id": "LUK 23:42", "translation_time": 7.68}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  εἶπεν  αὐτῷ  Ἀμήν  σοι  λέγω, σήμερον  μετ’  ἐμοῦ  ἔσῃ  ἐν  τῷ  Παραδείσῳ.", "translation": "Amena, dia lazaiko aminao fa anio ianao ho miaraka amiko ao amin'ny Paradisa.", "calver": "2025.05.22", "id": "LUK 23:43", "translation_time": 8.0}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἦν  ἤδη  ὡσεὶ  ὥρα  ἕκτη  καὶ  σκότος  ἐγένετο  ἐφ’  ὅλην  τὴν  γῆν  ἕως  ὥρας  ἐνάτης", "translation": "Tamin'ny ora fahenina, dia nanjary maizina ny tany rehetra, ary tsy nisy mazava hatramin'ny ora fahasivy.", "calver": "2025.05.22", "id": "LUK 23:44", "translation_time": 7.2}
{"source_lang": "grc", "target_lang": "msh", "original": "τοῦ  ἡλίου  ἐκλιπόντος, ἐσχίσθη  δὲ  τὸ  καταπέτασμα  τοῦ  ναοῦ  μέσον.", "translation": "Tamin'ny fiposahan'ny masoandro, dia voakapa tamin'ny afovoan'ny lamba fitafian'ny tempoly.", "calver": "2025.05.22", "id": "LUK 23:45", "translation_time": 7.53}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  φωνήσας  φωνῇ  μεγάλῃ  ὁ  Ἰησοῦς  εἶπεν  Πάτερ, εἰς  χεῖράς  σου  παρατίθεμαι  τὸ  πνεῦμά  μου. τοῦτο  δὲ  εἰπὼν  ἐξέπνευσεν.", "translation": "Ary niteny tamin'ny feo lehibe i Jesosy, ka nanao hoe: \"Ry Ray ô, ao amin'ny tananao no ametrahako ny fanahiko.\" Ary rehefa izany, dia nofoka izy.", "calver": "2025.05.22", "id": "LUK 23:46", "translation_time": 8.27}
{"source_lang": "grc", "target_lang": "msh", "original": "ἰδὼν  δὲ  ὁ  ἑκατοντάρχης  τὸ  γενόμενον  ἐδόξαζεν  τὸν  Θεὸν  λέγων  Ὄντως  ὁ  ἄνθρωπος  οὗτος  δίκαιος  ἦν.", "translation": "Nony hitany ny zava-mitranga, ny lehiben'ny miaramila dia nankalaza an'Andriamanitra ka niteny hoe: \"Tena marina fa ny olona ity dia marina.\"", "calver": "2025.05.22", "id": "LUK 23:47", "translation_time": 9.38}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  πάντες  οἱ  συνπαραγενόμενοι  ὄχλοι  ἐπὶ  τὴν  θεωρίαν  ταύτην, θεωρήσαντες  τὰ  γενόμενα, τύπτοντες  τὰ  στήθη  ὑπέστρεφον.", "translation": "Ary ny vahoaka rehetra nanatona tamin’ity fahitana ity, rehefa nahita ny zava-nitranga, dia nitsoka ny tratra, ary niverina izy ireo.", "calver": "2025.05.22", "id": "LUK 23:48", "translation_time": 7.61}
{"source_lang": "grc", "target_lang": "msh", "original": "εἱστήκεισαν  δὲ  πάντες  οἱ  γνωστοὶ  αὐτῷ  ἀπὸ  μακρόθεν, καὶ  γυναῖκες  αἱ  συνακολουθοῦσαι  αὐτῷ  ἀπὸ  τῆς  Γαλιλαίας, ὁρῶσαι  ταῦτα.", "translation": "Iombonana ny rehetra fantany azy, ary ny vehivavy nanaraka azy avy any Galilea, mijery izany.", "calver": "2025.05.22", "id": "LUK 23:49", "translation_time": 8.36}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  ἐπίσχυον  λέγοντες  ὅτι  Ἀνασείει  τὸν  λαὸν, διδάσκων  καθ’  ὅλης  τῆς  Ἰουδαίας, καὶ  ἀρξάμενος  ἀπὸ  τῆς  Γαλιλαίας  ἕως  ὧδε.", "translation": "Ny olona miteny fa i Jesosy dia mitombo ny mpanaraka Azy, mampianatra manerana ny Jodila rehetra, manomboka avy any Galilea hatramin'izao.", "calver": "2025.05.22", "id": "LUK 23:5", "translation_time": 10.99}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἰδοὺ  ἀνὴρ  ὀνόματι  Ἰωσὴφ  βουλευτὴς  ὑπάρχων, ἀνὴρ  ἀγαθὸς  καὶ  δίκαιος,", "translation": "Mpitondra anarana hoe Josefa, mpikambana ao amin'ny filankevi-panjakana, lehilahy tsara sy marina,", "calver": "2025.05.22", "id": "LUK 23:50", "translation_time": 7.77}
{"source_lang": "grc", "target_lang": "msh", "original": "—οὗτος οὐκ  ἦν  συνκατατεθειμένος  τῇ  βουλῇ  καὶ  τῇ  πράξει  αὐτῶν,—  ἀπὸ  Ἀριμαθαίας  πόλεως  τῶν  Ἰουδαίων, ὃς  προσεδέχετο  τὴν  βασιλείαν  τοῦ  Θεοῦ,", "translation": "—Ity olona ity tsy nifanandrify tamin'ny filankevi-pirenena sy ny asany,— avy ao Arimathea, tanàna jiosy, izay nandray ny fanjakan'Andriamanitra,", "calver": "2025.05.22", "id": "LUK 23:51", "translation_time": 9.7}
{"source_lang": "grc", "target_lang": "msh", "original": "οὗτος  προσελθὼν  τῷ  Πειλάτῳ  ᾐτήσατο  τὸ  σῶμα  τοῦ  Ἰησοῦ,", "translation": "Nanatona an'i Pilato izy, nangataka ny nofo i Jesosy.", "calver": "2025.05.22", "id": "LUK 23:52", "translation_time": 7.76}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  καθελὼν  ἐνετύλιξεν  αὐτὸ  σινδόνι, καὶ  ἔθηκεν  αὐτὸν  ἐν  μνήματι  λαξευτῷ, οὗ  οὐκ  ἦν  οὐδεὶς  οὔπω  κείμενος.", "translation": "Nandritra izany, rehefa avy nanarona ny vatana tamin'ny lamba linen izy, dia nampiditra azy tao anaty fasana voasokitra, izay tsy mbola nisy olona nipetraka tao.", "calver": "2025.05.22", "id": "LUK 23:53", "translation_time": 8.94}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἡμέρα  ἦν  Παρασκευῆς, καὶ  σάββατον  ἐπέφωσκεν.", "translation": "Tamin'ny andro zoma, ary nanomboka na nanakaiky ny Sabata.", "calver": "2025.05.22", "id": "LUK 23:54", "translation_time": 7.62}
{"source_lang": "grc", "target_lang": "msh", "original": "Κατακολουθήσασαι  δὲ  αἱ  γυναῖκες, αἵτινες  ἦσαν  συνεληλυθυῖαι  ἐκ  τῆς  Γαλιλαίας  αὐτῷ, ἐθεάσαντο  τὸ  μνημεῖον  καὶ  ὡς  ἐτέθη  τὸ  σῶμα  αὐτοῦ,", "translation": "Vehivavy avy any Galilea izay avy any Galilea, nahita ny fasana sy ny fomba nanaovana ny vatana azy.", "calver": "2025.05.22", "id": "LUK 23:55", "translation_time": 8.51}
{"source_lang": "grc", "target_lang": "msh", "original": "ὑποστρέψασαι  δὲ  ἡτοίμασαν  ἀρώματα  καὶ  μύρα. Καὶ  τὸ  μὲν  σάββατον  ἡσύχασαν  κατὰ  τὴν  ἐντολήν,", "translation": "Rehefa miverina avy amin'ny fasana izy, dia nanomana sira sy mira. Ary ny sabatana dia nitsahatra izy ireo araka ny didin'Andriamanitra.", "calver": "2025.05.22", "id": "LUK 23:56", "translation_time": 8.77}
{"source_lang": "grc", "target_lang": "msh", "original": "Πειλᾶτος  δὲ  ἀκούσας  ἐπηρώτησεν  εἰ  ὁ  ἄνθρωπος  Γαλιλαῖός  ἐστιν,", "translation": "Pilato, rehefa avy nandre, dia nanontany raha ilay olona avy any Galilea izy.", "calver": "2025.05.22", "id": "LUK 23:6", "translation_time": 10.08}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐπιγνοὺς  ὅτι  ἐκ  τῆς  ἐξουσίας  Ἠρῴδου  ἐστὶν, ἀνέπεμψεν  αὐτὸν  πρὸς  Ἠρῴδην, ὄντα  καὶ  αὐτὸν  ἐν  Ἱεροσολύμοις  ἐν  ταύταις  ταῖς  ἡμέραις.", "translation": "Ary rehefa nahafantatra fa avy amin'ny fahefan'i Heroda izy, dia naviny tany amin'i Heroda, izay tao Jerosalema tamin'ireo andro ireo.", "calver": "2025.05.22", "id": "LUK 23:7", "translation_time": 8.17}
{"source_lang": "grc", "target_lang": "msh", "original": "ὁ  δὲ  Ἠρῴδης  ἰδὼν  τὸν  Ἰησοῦν  ἐχάρη  λίαν· ἦν  γὰρ  ἐξ  ἱκανῶν  χρόνων  θέλων  ἰδεῖν  αὐτὸν  διὰ  τὸ  ἀκούειν  περὶ  αὐτοῦ, καὶ  ἤλπιζέν  τι  σημεῖον  ἰδεῖν  ὑπ’  αὐτοῦ  γινόμενον.", "translation": "Heroda, rehefa nahita an'i Jesosy, dia nifaly fatratra izy; satria efa taona maro izy no naniry hahita azy, noho ny fahalalany momba azy, ary nanantena hahita famantarana iray avy aminy.", "calver": "2025.05.22", "id": "LUK 23:8", "translation_time": 7.6}
{"source_lang": "grc", "target_lang": "msh", "original": "ἐπηρώτα  δὲ  αὐτὸν  ἐν  λόγοις  ἱκανοῖς· αὐτὸς  δὲ  οὐδὲν  ἀπεκρίνατο  αὐτῷ.", "translation": "Nangataka azy tamin'ny teny mendrika izy, nefa tsy namaly azy izy.", "calver": "2025.05.22", "id": "LUK 23:9", "translation_time": 9.97}
{"source_lang": "grc", "target_lang": "msh", "original": "τῇ  δὲ  μιᾷ  τῶν  σαββάτων  ὄρθρου  βαθέως  ἐπὶ  τὸ  μνῆμα  ἦλθον  φέρουσαι  ἃ  ἡτοίμασαν  ἀρώματα.", "translation": "Tamin'ny maraina voalohany amin'ny herinandro, tamin'ny maraina maraina, dia nankany amin'ny fasana izy ireo, mitondra ireo aromatika efa nomaniny.", "calver": "2025.05.22", "id": "LUK 24:1", "translation_time": 8.64}
{"source_lang": "grc", "target_lang": "msh", "original": "ἦσαν  δὲ  ἡ  Μαγδαληνὴ  Μαρία  καὶ  Ἰωάνα  καὶ  Μαρία  ἡ  Ἰακώβου· καὶ  αἱ  λοιπαὶ  σὺν  αὐταῖς  ἔλεγον  πρὸς  τοὺς  ἀποστόλους  ταῦτα.", "translation": "Nisy vehivavy, dia i Maria Magdalena, i Joana, ary i Maria, vadin'i Jakoba; ary ny vehivavy sisa niaraka taminy dia niteny tamin'ny Apostoly momba ireo zavatra ireo.", "calver": "2025.05.22", "id": "LUK 24:10", "translation_time": 10.75}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐφάνησαν  ἐνώπιον  αὐτῶν  ὡσεὶ  λῆρος  τὰ  ῥήματα  ταῦτα, καὶ  ἠπίστουν  αὐταῖς.", "translation": "Ary niseho toy ny fihomehezana ny teny teo anatrehan'izy ireo, ary tsy nino ireo teny ireo izy ireo.", "calver": "2025.05.22", "id": "LUK 24:11", "translation_time": 8.65}
{"source_lang": "grc", "target_lang": "msh", "original": "Ὁ  δὲ  Πέτρος  ἀναστὰς  ἔδραμεν  ἐπὶ  τὸ  μνημεῖον· καὶ  παρακύψας  βλέπει  τὰ  ὀθόνια  μόνα· καὶ  ἀπῆλθεν  πρὸς  αὑτὸν  θαυμάζων  τὸ  γεγονός.", "translation": "Ary Petera, nitsangana izy, dia nandroso haingana ho any amin'ny fasana; ary rehefa nanatona izy, dia nijery tao anaty, fa hitany fa ny lamba famaohana ihany no tao, ary niala izy tamin'ny fahagagana lehibe noho ny zava-nitranga.", "calver": "2025.05.22", "id": "LUK 24:12", "translation_time": 7.18}
{"source_lang": "grc", "target_lang": "msh", "original": "Καὶ  ἰδοὺ  δύο  ἐξ  αὐτῶν  ἐν  αὐτῇ  τῇ  ἡμέρᾳ  ἦσαν  πορευόμενοι  εἰς  κώμην  ἀπέχουσαν  σταδίους  ἑξήκοντα  ἀπὸ  Ἱερουσαλήμ, ᾗ  ὄνομα  Ἐμμαοῦς,", "translation": "Ary, indro, roa tamin'izy ireo no nandeha niaraka tamin'izy ireo tamin'io andro io, nankany amin'ny tanàna antsoina hoe Emmaus, izay fito-polo stadia miala any Jerosalema.", "calver": "2025.05.22", "id": "LUK 24:13", "translation_time": 7.31}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  αὐτοὶ  ὡμίλουν  πρὸς  ἀλλήλους  περὶ  πάντων  τῶν  συμβεβηκότων  τούτων.", "translation": "Niresaka tamin'ny fifanampiana izy ireo momba ny zava-nitranga rehetra.", "calver": "2025.05.22", "id": "LUK 24:14", "translation_time": 8.01}
{"source_lang": "grc", "target_lang": "msh", "original": "καὶ  ἐγένετο  ἐν  τῷ  ὁμιλεῖν  αὐτοὺς  καὶ  συνζητεῖν, καὶ  αὐτὸς  Ἰησοῦς  ἐγγίσας  συνεπορεύετο  αὐτοῖς·", "translation": "Ary nisy tamin’izany fotoana, rehefa niara-nandeha sy niresaka tamin’izy ireo i Jesosy, dia nanatona sy niara-mandeha taminy izy.", "calver": "2025.05.22", "id": "LUK 24:15", "translation_time": 7.18}
{"source_lang": "grc", "target_lang": "msh", "original": "οἱ  δὲ  ὀφθαλμοὶ  αὐτῶν  ἐκρατοῦντο  τοῦ  μὴ  ἐπιγνῶναι  αὐτόν.", "translation": "Ny masony no voasakana tamin'ny fahafantarana azy, ka tsy afaka nahafantatra azy.", "calver": "2025.05.22", "id": "LUK 24:16", "translation_time": 8.14}
